Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: because this method is makes the coding much easier.
de: weil diese Methode die Codierung wesentlich einfacher macht.
fr: parce que cette méthode rend le codage beaucoup plus facile.
he: מכיוון ששיטה זו הופכת את הקידוד להרבה יותר קל.
hi: क्योंकि यह विधि कोडिंग को बहुत आसान बनाती है।
hu: mert ez a módszer sokkal könnyebbé teszi a kódolást.
id: karena metode ini membuat pengkodean menjadi jauh lebih mudah.
it: perché questo metodo rende la codifica molto più semplice.

source: The following options allow you to change the properties of the triangle
de: Mit den folgenden Optionen können Sie die Eigenschaften des Dreiecks ändern
fr: Les options suivantes vous permettent de modifier les propriétés du triangle
he: האפשרויות הבאות מאפשרות לך לשנות את המאפיינים של המשולש
hi: निम्नलिखित विकल्प आपको त्रिभुज के गुणों को बदलने की अनुमति देते हैं
hu: A következő opciók segítségével módosíthatja a háromszög tulajdonságait
id: Opsi berikut memungkinkan Anda mengubah properti segitiga
it: Le seguenti opzioni consentono di modificare le proprietà del triangolo

source: and thus the appearence of the main window background.
de: und somit das Aussehen des Hauptfensterhintergrunds.
fr: et donc l'apparence de l'arrière-plan de la fenêtre principale.
he: ובכך הופעת רקע החלון הראשי.
hi: और इस प्रकार मुख्य विंडो पृष्ठभूमि की उपस्थिति।
hu: és így a főablak hátterének megjelenése.
id: dan dengan demikian munculnya latar belakang jendela utama.
it: e quindi l'aspetto dello sfondo della finestra principale.

source: Use colour gradient - Check this button to use a colour gradient for the triangle
de: Farbverlauf verwenden - Aktivieren Sie diese Schaltfläche, um einen Farbverlauf für das Dreieck zu verwenden
fr: Utiliser un dégradé de couleurs - Cochez ce bouton pour utiliser un dégradé de couleurs pour le triangle
he: השתמש בשיפוע צבע - סמן את הלחצן הזה כדי להשתמש בשיפוע צבע עבור המשולש
hi: रंग ग्रेडिएंट का उपयोग करें - त्रिभुज के लिए रंग ग्रेडिएंट का उपयोग करने के लिए इस बटन को चेक करें
hu: Színátmenet használata – Jelölje be ezt a gombot, ha színátmenetet szeretne használni a háromszöghez
id: Gunakan gradien warna - Centang tombol ini untuk menggunakan gradien warna untuk segitiga
it: Usa gradiente di colore - Seleziona questo pulsante per utilizzare un gradiente di colore per il triangolo

source: that is used for the main window background.
de: das für den Hintergrund des Hauptfensters verwendet wird.
fr: qui est utilisé pour l'arrière-plan de la fenêtre principale.
he: המשמש לרקע החלון הראשי.
hi: जिसका उपयोग मुख्य विंडो पृष्ठभूमि के लिए किया जाता है।
hu: amelyet a főablak hátterében használnak.
id: yang digunakan untuk latar belakang jendela utama.
it: che viene utilizzato come sfondo della finestra principale.

source: Background triangle vertex colours -
de: Farben der Eckpunkte des Hintergrunddreiecks -
fr: Couleurs des sommets des triangles d'arrière-plan -
he: צבעי קודקוד משולש רקע -
hi: पृष्ठभूमि त्रिकोण शीर्ष रंग -
hu: Háttér háromszög csúcsszínei -
id: Warna titik sudut segitiga latar belakang -
it: Colori del vertice del triangolo di sfondo -

source: Click on the colour box next to the triangle vertex number
de: Klicken Sie auf das Farbfeld neben der Dreiecksscheitelpunktnummer
fr: Cliquez sur la case de couleur à côté du numéro du sommet du triangle
he: לחץ על תיבת הצבע שליד מספר קודקוד המשולש
hi: त्रिभुज शीर्ष संख्या के आगे स्थित रंग बॉक्स पर क्लिक करें
hu: Kattintson a háromszög csúcsszáma melletti színmezőre
id: Klik kotak warna di sebelah nomor titik sudut segitiga
it: Fare clic sulla casella colorata accanto al numero del vertice del triangolo

source: to activate the colour selection dialog box for the vertex.
de: , um das Dialogfeld zur Farbauswahl für den Scheitelpunkt zu aktivieren.
fr: pour activer la boîte de dialogue de sélection des couleurs pour le sommet.
he: כדי להפעיל את תיבת הדו-שיח בחירת צבע עבור הקודקוד.
hi: शीर्ष के लिए रंग चयन संवाद बॉक्स को सक्रिय करने के लिए.
hu: a csúcs színválasztó párbeszédpaneljének aktiválásához.
id: untuk mengaktifkan kotak dialog pemilihan warna untuk titik puncak.
it: per attivare la finestra di dialogo per la selezione del colore del vertice.

source: To restore the standard colour for a triangle vertex,
de: Um die Standardfarbe für einen Dreieckscheitelpunkt wiederherzustellen,
fr: Pour restaurer la couleur standard d'un sommet de triangle,
he: כדי לשחזר את הצבע הסטנדרטי עבור קודקוד משולש,
hi: त्रिभुज शीर्ष के लिए मानक रंग बहाल करने के लिए,
hu: A háromszög csúcsának standard színének visszaállításához
id: Untuk mengembalikan warna standar untuk titik sudut segitiga,
it: Per ripristinare il colore standard per un vertice del triangolo,

source: click on the Restore Default button.
de: Klicken Sie auf die Schaltfläche „Standard wiederherstellen“.
fr: Cliquez sur le bouton Restaurer les paramètres par défaut.
he: לחץ על הלחצן שחזר ברירת מחדל.
hi: डिफ़ॉल्ट पुनर्स्थापित करें बटन पर क्लिक करें।
hu: kattintson az Alapértelmezés visszaállítása gombra.
id: klik tombol Restore Default.
it: fare clic sul pulsante Ripristina impostazioni predefinite.

source: Change vertex colours with board flip -
de: Ändern Sie die Scheitelpunktfarben mit dem Board Flip -
fr: Changer les couleurs des sommets en retournant le tableau -
he: שנה צבעי קודקוד עם היפוך לוח -
hi: बोर्ड फ्लिप के साथ शीर्ष रंग बदलें -
hu: Csúcsszínek módosítása a tábla flip segítségével -
id: Ubah warna titik sudut dengan membalik papan -
it: Cambia i colori dei vertici con il capovolgimento della tavola -

source: These options allow you to specify how the vertex colours are changed after
de: Mit diesen Optionen können Sie festlegen, wie die Scheitelpunktfarben geändert werden, nachdem
fr: Ces options vous permettent de spécifier comment les couleurs des sommets sont modifiées après
he: אפשרויות אלה מאפשרות לך לציין כיצד צבעי הקודקוד משתנים לאחר מכן
hi: ये विकल्प आपको यह निर्दिष्ट करने की अनुमति देते हैं कि शीर्ष रंग कैसे बदले जाएं
hu: Ezek az opciók lehetővé teszik annak megadását, hogy a csúcsok színei ezután hogyan változzanak
id: Opsi ini memungkinkan Anda menentukan bagaimana warna titik diubah setelah
it: Queste opzioni consentono di specificare come vengono modificati i colori dei vertici dopo

source: a board flip. This only applies if < Flip background with board > is checked.
de: ein Board-Flip. Dies gilt nur, wenn <Hintergrund mit Board spiegeln> aktiviert ist.
fr: un retournement de plateau. Ceci ne s'applique que si l'option « Retourner l'arrière-plan avec le plateau » est cochée.
he: היפוך לוח. זה חל רק אם מסומן < Flip background with board >.
hi: बोर्ड फ़्लिप। यह केवल तभी लागू होता है जब <बोर्ड के साथ पृष्ठभूमि फ़्लिप करें> चेक किया गया हो।
hu: egy tábla flip. Ez csak akkor érvényes, ha a < Flip background with board > be van jelölve.
id: membalik papan. Ini hanya berlaku jika < Flip background with board > dicentang.
it: un capovolgimento della tavola. Questo si applica solo se è selezionata l'opzione < Capovolgi sfondo con tavola >.

source: Swap - swaps the colour of the bottom vertex with the two top ones.
de: Tauschen – tauscht die Farbe des unteren Scheitelpunkts mit den beiden oberen.
fr: Swap - échange la couleur du sommet inférieur avec les deux sommets supérieurs.
he: החלפה - מחליפה את צבע הקודקוד התחתון בשני העליונים.
hi: स्वैप - नीचे के शीर्ष का रंग दो शीर्ष वाले के साथ बदलता है।
hu: Csere – felcseréli az alsó csúcs színét a két felsővel.
id: Swap - menukar warna titik sudut bawah dengan dua titik sudut atas.
it: Scambia: scambia il colore del vertice inferiore con i due superiori.

source: with the default settings, this simply reverses the colour gradient.
de: bei den Standardeinstellungen wird dadurch lediglich der Farbverlauf umgekehrt.
fr: avec les paramètres par défaut, cela inverse simplement le dégradé de couleurs.
he: עם הגדרות ברירת המחדל, זה פשוט הופך את שיפוע הצבע.
hi: डिफ़ॉल्ट सेटिंग्स के साथ, यह बस रंग ढाल को उलट देता है।
hu: az alapértelmezett beállításokkal ez egyszerűen megfordítja a színátmenetet.
id: dengan pengaturan default, ini hanya membalik gradien warna.
it: con le impostazioni predefinite, questo inverte semplicemente il gradiente del colore.

source: Rotate up - this will rotate the colour vertices upwards.
de: Nach oben drehen – dadurch werden die Farbscheitelpunkte nach oben gedreht.
fr: Rotation vers le haut : cela fera pivoter les sommets de couleur vers le haut.
he: סובב למעלה - זה יסובב את קודקודי הצבע כלפי מעלה.
hi: ऊपर की ओर घुमाएँ - इससे रंग शीर्ष ऊपर की ओर घूम जाएँगे।
hu: Forgatás felfelé – ezzel felfelé forgatja a színcsúcsokat.
id: Putar ke atas - ini akan memutar simpul warna ke atas.
it: Ruota verso l'alto: ruota i vertici colorati verso l'alto.

source: i.e. vertex 2 colour will be set to vertex 1 colour, v3 to v2 and v1 to v3
de: d.h. die Farbe von Vertex 2 wird auf die Farbe von Vertex 1 gesetzt, v3 auf v2 und v1 auf v3
fr: c'est-à-dire que la couleur du sommet 2 sera définie sur la couleur du sommet 1, v3 sur v2 et v1 sur v3
he: כלומר צבע קודקוד 2 יוגדר לצבע קודקוד 1, v3 ל-v2 ו-v1 ל-v3
hi: यानी वर्टेक्स 2 का रंग वर्टेक्स 1 के रंग पर सेट किया जाएगा, v3 का रंग v2 पर और v1 का रंग v3 पर सेट किया जाएगा
hu: azaz a 2. csúcs színe az 1. csúcs színére lesz beállítva, a v3 a v2 és a v1 a v3
id: misal warna vertex 2 akan diset ke warna vertex 1, v3 ke v2 dan v1 ke v3
it: ad esempio il colore del vertice 2 verrà impostato sul colore del vertice 1, v3 su v2 e v1 su v3

source: Rotate up - this will rotate the colour vertices downwards.
de: Nach oben drehen – dadurch werden die Farbscheitelpunkte nach unten gedreht.
fr: Rotation vers le haut : cela fera pivoter les sommets de couleur vers le bas.
he: סובב למעלה - זה יסובב את קודקודי הצבע כלפי מטה.
hi: ऊपर की ओर घुमाएँ - इससे रंग शीर्ष नीचे की ओर घूमेंगे।
hu: Forgatás felfelé – ezzel lefelé forgatja a színcsúcsokat.
id: Putar ke atas - ini akan memutar simpul warna ke bawah.
it: Ruota verso l'alto: ruota i vertici colorati verso il basso.

source: i.e. vertex 1 colour will be set to vertex 2 colour, v2 to v3 and v3 to v1
de: d.h. die Farbe von Vertex 1 wird auf die Farbe von Vertex 2 gesetzt, v2 auf v3 und v3 auf v1
fr: c'est-à-dire que la couleur du sommet 1 sera définie sur la couleur du sommet 2, v2 sur v3 et v3 sur v1
he: כלומר, צבע קודקוד 1 יוגדר לצבע קודקוד 2, v2 ל-v3 ו-v3 ל-v1
hi: यानी शीर्ष 1 का रंग शीर्ष 2 के रंग पर सेट किया जाएगा, v2 का रंग v3 पर तथा v3 का रंग v1 पर सेट किया जाएगा
hu: azaz az 1. csúcs színe a 2. csúcs színére lesz beállítva, a v2 a v3 és a v3 a v1
id: misal warna vertex 1 akan diset ke warna vertex 2, v2 ke v3 dan v3 ke v1
it: cioè il colore del vertice 1 verrà impostato sul colore del vertice 2, v2 su v3 e v3 su v1

source: Use image for background - Check this button to use a bitmap image
de: Bild als Hintergrund verwenden – Aktivieren Sie diese Schaltfläche, um ein Bitmap-Bild zu verwenden
fr: Utiliser l'image comme arrière-plan - Cochez ce bouton pour utiliser une image bitmap
he: השתמש בתמונה לרקע - סמן כפתור זה כדי להשתמש בתמונת סיביות
hi: पृष्ठभूमि के लिए छवि का उपयोग करें - बिटमैप छवि का उपयोग करने के लिए इस बटन को चेक करें
hu: Kép használata a háttérben - Jelölje be ezt a gombot bittérképes kép használatához
id: Gunakan gambar untuk latar belakang - Centang tombol ini untuk menggunakan gambar bitmap
it: Usa immagine per sfondo - Seleziona questo pulsante per usare un'immagine bitmap

source: for the main window background.
de: für den Hintergrund des Hauptfensters.
fr: pour l'arrière-plan de la fenêtre principale.
he: עבור רקע החלון הראשי.
hi: मुख्य विंडो पृष्ठभूमि के लिए.
hu: a főablak hátteréhez.
id: untuk latar belakang jendela utama.
it: per lo sfondo della finestra principale.

source: Select image file - Select the image file that you want to use.
de: Bilddatei auswählen – Wählen Sie die Bilddatei aus, die Sie verwenden möchten.
fr: Sélectionner le fichier image - Sélectionnez le fichier image que vous souhaitez utiliser.
he: בחר קובץ תמונה - בחר את קובץ התמונה שבו תרצה להשתמש.
hi: छवि फ़ाइल का चयन करें - वह छवि फ़ाइल चुनें जिसे आप उपयोग करना चाहते हैं।
hu: Képfájl kiválasztása – Válassza ki a használni kívánt képfájlt.
id: Pilih berkas gambar - Pilih berkas gambar yang ingin Anda gunakan.
it: Seleziona file immagine: seleziona il file immagine che desideri utilizzare.

source: You may select *.png *.jpg *.bmp *.dds *.dib and *.tga files.
de: Sie können *.png *.jpg *.bmp *.dds *.dib und *.tga-Dateien auswählen.
fr: Vous pouvez sélectionner des fichiers *.png *.jpg *.bmp *.dds *.dib et *.tga.
he: אתה יכול לבחור קבצי *.png *.jpg *.bmp *.dds *.dib ו-*.tga.
hi: आप *.png *.jpg *.bmp *.dds *.dib और *.tga फ़ाइलें चुन सकते हैं।
hu: Kiválaszthat *.png *.jpg *.bmp *.dds *.dib és *.tga fájlokat.
id: Anda dapat memilih file *.png *.jpg *.bmp *.dds *.dib dan *.tga.
it: È possibile selezionare i file *.png *.jpg *.bmp *.dds *.dib e *.tga.

source: For more details on using bitmap image files click on the < Image files > button
de: Für weitere Informationen zur Verwendung von Bitmap-Bilddateien klicken Sie auf die Schaltfläche < Bilddateien >
fr: Pour plus de détails sur l'utilisation des fichiers image bitmap, cliquez sur le bouton < Fichiers image >
he: לפרטים נוספים על שימוש בקובצי תמונת סיביות לחץ על הלחצן < קבצי תמונה >
hi: बिटमैप छवि फ़ाइलों के उपयोग के बारे में अधिक जानकारी के लिए < छवि फ़ाइलें > बटन पर क्लिक करें
hu: A bittérképes képfájlok használatának további részleteiért kattintson a < Képfájlok > gombra
id: Untuk detail lebih lanjut tentang penggunaan file gambar bitmap klik tombol < File gambar >
it: Per maggiori dettagli sull'utilizzo dei file immagine bitmap fare clic sul pulsante <File immagine>

source: Triangle size - input the size for the window background colour triangle.
de: Dreiecksgröße – Geben Sie die Größe für das Dreieck der Fensterhintergrundfarbe ein.
fr: Taille du triangle - saisissez la taille du triangle de couleur d'arrière-plan de la fenêtre.
he: גודל משולש - הזן את הגודל עבור משולש צבע הרקע של החלון.
hi: त्रिभुज का आकार - विंडो पृष्ठभूमि रंग त्रिभुज के लिए आकार इनपुट करें।
hu: Háromszög mérete – adja meg az ablak háttérszín háromszögének méretét.
id: Ukuran segitiga - masukkan ukuran untuk segitiga warna latar belakang jendela.
it: Dimensione triangolo: inserisci la dimensione del triangolo colorato di sfondo della finestra.

source: A smaller size gives better definition, but if you make it too small,
de: Eine kleinere Größe ergibt eine bessere Definition, aber wenn Sie es zu klein machen,
fr: Une taille plus petite donne une meilleure définition, mais si vous la faites trop petite,
he: גודל קטן יותר נותן הגדרה טובה יותר, אבל אם אתה עושה אותו קטן מדי,
hi: छोटा आकार बेहतर परिभाषा देता है, लेकिन यदि आप इसे बहुत छोटा बनाते हैं,
hu: A kisebb méret jobb felbontást ad, de ha túl kicsire teszi,
id: Ukuran yang lebih kecil memberikan definisi yang lebih baik, tetapi jika Anda membuatnya terlalu kecil,
it: Una dimensione più piccola offre una definizione migliore, ma se la rendi troppo piccola,

source: it will not fully cover the screen.
de: es wird den Bildschirm nicht vollständig abdecken.
fr: il ne couvrira pas entièrement l'écran.
he: זה לא יכסה את המסך במלואו.
hi: यह स्क्रीन को पूरी तरह से कवर नहीं करेगा.
hu: nem fedi le teljesen a képernyőt.
id: itu tidak akan menutupi layar sepenuhnya.
it: non coprirà completamente lo schermo.

source: Flip background with board - Check to flip the main window background
de: Hintergrund mit Tafel umdrehen – Aktivieren Sie dieses Kontrollkästchen, um den Hintergrund des Hauptfensters umzudrehen
fr: Retourner l'arrière-plan avec le tableau - Cochez cette case pour retourner l'arrière-plan de la fenêtre principale
he: הפוך רקע עם לוח - סמן כדי להפוך את רקע החלון הראשי
hi: बोर्ड के साथ पृष्ठभूमि पलटें - मुख्य विंडो पृष्ठभूमि पलटने के लिए जाँच करें
hu: Háttér megfordítása táblával – Jelölje be a főablak hátterének megfordításához
id: Balik latar belakang dengan papan - Centang untuk membalik latar belakang jendela utama
it: Capovolgi sfondo con lavagna - Seleziona per capovolgere lo sfondo della finestra principale

source: in harmony with a board flip.
de: im Einklang mit einem Boardflip.
fr: en harmonie avec un flip de planche.
he: בהרמוניה עם היפוך לוח.
hi: बोर्ड फ्लिप के साथ सामंजस्य में।
hu: harmóniában egy deszkalappal.
id: selaras dengan gerakan membalik papan.
it: in armonia con un ribaltamento della tavola.

source: To restore the default values for all screen elements,
de: Um die Standardwerte für alle Bildschirmelemente wiederherzustellen,
fr: Pour restaurer les valeurs par défaut de tous les éléments de l'écran,
he: כדי לשחזר את ערכי ברירת המחדל עבור כל רכיבי המסך,
hi: सभी स्क्रीन तत्वों के लिए डिफ़ॉल्ट मान पुनर्स्थापित करने के लिए,
hu: Az összes képernyőelem alapértelmezett értékének visszaállításához,
id: Untuk mengembalikan nilai default untuk semua elemen layar,
it: Per ripristinare i valori predefiniti per tutti gli elementi dello schermo,

source: click on the Defaults button at the bottom of the screen.
de: Klicken Sie unten auf dem Bildschirm auf die Schaltfläche „Standardeinstellungen“.
fr: Cliquez sur le bouton Par défaut en bas de l'écran.
he: לחץ על כפתור ברירת המחדל בתחתית המסך.
hi: स्क्रीन के नीचे स्थित डिफॉल्ट बटन पर क्लिक करें।
hu: kattintson az Alapértelmezések gombra a képernyő alján.
id: klik tombol Default di bagian bawah layar.
it: fare clic sul pulsante Impostazioni predefinite nella parte inferiore dello schermo.

source: Like the board bitmaps and the sound effects,
de: Wie die Board-Bitmaps und die Soundeffekte,
fr: Comme les bitmaps du tableau et les effets sonores,
he: כמו מפות הסיביות של הלוח ואפקטי הקול,
hi: बोर्ड बिटमैप और ध्वनि प्रभाव की तरह,
hu: Mint a tábla bittérképei és a hangeffektusok,
id: Seperti bitmap papan dan efek suara,
it: Come le bitmap della tavola e gli effetti sonori,

source: you can add files to use for the main window background in 3d
de: Sie können Dateien hinzufügen, die für den Hauptfensterhintergrund in 3D verwendet werden sollen
fr: vous pouvez ajouter des fichiers à utiliser pour l'arrière-plan de la fenêtre principale en 3D
he: אתה יכול להוסיף קבצים לשימוש עבור רקע החלון הראשי בתלת מימד
hi: आप 3D में मुख्य विंडो पृष्ठभूमि के लिए उपयोग करने हेतु फ़ाइलें जोड़ सकते हैं
hu: hozzáadhat fájlokat a 3D főablak hátteréhez
id: Anda dapat menambahkan file untuk digunakan sebagai latar belakang jendela utama dalam 3d
it: puoi aggiungere file da usare per lo sfondo della finestra principale in 3d

source: You may use the following file types for a background bitmap image.
de: Sie können die folgenden Dateitypen für ein Hintergrundbild-Bitmap verwenden.
fr: Vous pouvez utiliser les types de fichiers suivants pour une image bitmap d'arrière-plan.
he: אתה יכול להשתמש בסוגי הקבצים הבאים עבור תמונת סיביות ברקע.
hi: आप पृष्ठभूमि बिटमैप छवि के लिए निम्न फ़ाइल प्रकारों का उपयोग कर सकते हैं।
hu: A következő fájltípusokat használhatja a háttér bittérképes képéhez.
id: Anda dapat menggunakan jenis berkas berikut untuk gambar bitmap latar belakang.
it: Per un'immagine bitmap di sfondo è possibile utilizzare i seguenti tipi di file.

source: Unlike the board bitmap files, although there are no rigid size restrictions,
de: Im Gegensatz zu den Bitmap-Dateien der Platine gibt es zwar keine starren Größenbeschränkungen,
fr: Contrairement aux fichiers bitmap de la carte, bien qu'il n'y ait pas de restrictions de taille rigides,
he: בניגוד לקובצי מפת הסיביות של הלוח, למרות שאין הגבלות גודל נוקשות,
hi: बोर्ड बिटमैप फ़ाइलों के विपरीत, हालांकि कोई कठोर आकार प्रतिबंध नहीं हैं,
hu: A tábla bittérképes fájljaival ellentétben, bár nincsenek merev méretkorlátozások,
id: Tidak seperti file bitmap papan, meskipun tidak ada batasan ukuran yang kaku,
it: A differenza dei file bitmap della scheda, sebbene non vi siano rigide restrizioni di dimensione,

source: I strongly advise you to make them square and the size a power of 2,
de: Ich rate Ihnen dringend, sie quadratisch zu machen und die Größe einer Potenz von 2,
fr: Je vous conseille fortement de les faire carrés et de les tailler en puissance de 2,
he: אני ממליץ לך בחום לעשות אותם מרובעים ואת הגודל בחזקה של 2,
hi: मैं आपको दृढ़ता से सलाह देता हूं कि आप उन्हें वर्गाकार बनाएं और आकार 2 की घात रखें,
hu: Nyomatékosan azt tanácsolom, hogy négyzet alakúak legyenek, méretük pedig 2 hatvány,
id: Saya sangat menyarankan Anda untuk membuatnya persegi dan ukurannya pangkat 2,
it: Ti consiglio vivamente di farli quadrati e di avere una dimensione pari a una potenza di 2,

source: e.g. 512 * 512, 1024 * 1024 etc. because then they load much more quickly.
de: zB 512 * 512, 1024 * 1024 usw., weil sie dann viel schneller laden.
fr: par exemple 512 * 512, 1024 * 1024 etc. car ils se chargent alors beaucoup plus rapidement.
he: לְמָשָׁל 512 * 512, 1024 * 1024 וכו' כי אז הם נטענים הרבה יותר מהר.
hi: उदाहरणार्थ 512 * 512, 1024 * 1024 आदि, क्योंकि तब वे अधिक तेजी से लोड होते हैं।
hu: például 512 * 512, 1024 * 1024 stb. mert akkor sokkal gyorsabban töltődnek be.
id: misalnya 512 * 512, 1024 * 1024 dst. karena akan dimuat lebih cepat.
it: ad esempio 512 * 512, 1024 * 1024 ecc. perché in questo modo si caricano molto più velocemente.

source: In terms of definition quality, there does not seem to be much difference
de: In Bezug auf die Definitionsqualität scheint es keinen großen Unterschied zu geben
fr: En termes de qualité de définition, il ne semble pas y avoir beaucoup de différence
he: מבחינת איכות ההגדרה, לא נראה שיש הרבה הבדל
hi: परिभाषा गुणवत्ता के संदर्भ में, इसमें बहुत अधिक अंतर नहीं दिखता है
hu: A definíció minőségét tekintve úgy tűnik, nincs sok különbség
id: Dari segi kualitas definisi, tampaknya tidak ada banyak perbedaan
it: In termini di qualità della definizione, non sembra esserci molta differenza

source: between the formats when used in this program.
de: zwischen den Formaten bei Verwendung in diesem Programm.
fr: entre les formats lorsqu'ils sont utilisés dans ce programme.
he: בין הפורמטים בשימוש בתוכנית זו.
hi: इस कार्यक्रम में उपयोग किये जाने पर प्रारूपों के बीच अंतर होता है।
hu: a formátumok között, ha ebben a programban használják.
id: antara format saat digunakan dalam program ini.
it: tra i formati quando vengono utilizzati in questo programma.

source: I have provided .png and .jpg versions of the Travertine009 file
de: Ich habe .png- und .jpg-Versionen der Datei Travertine009 bereitgestellt
fr: J'ai fourni les versions .png et .jpg du fichier Travertine009
he: סיפקתי גרסאות .png ו-.jpg של קובץ Travertine009
hi: मैंने Travertine009 फ़ाइल के .png और .jpg संस्करण उपलब्ध कराए हैं
hu: Megadtam a Travertine009 fájl .png és .jpg változatát
id: Saya telah menyediakan versi .png dan .jpg dari file Travertine009
it: Ho fornito le versioni .png e .jpg del file Travertine009

source: from Ambientcg.com so that you can compare them if you wish to.
de: von Ambientcg.com, damit Sie sie bei Bedarf vergleichen können.
fr: de Ambientcg.com afin que vous puissiez les comparer si vous le souhaitez.
he: מאת Ambientcg.com כדי שתוכל להשוות ביניהם אם תרצה בכך.
hi: Ambientcg.com से डाउनलोड करें ताकि आप चाहें तो उनकी तुलना कर सकें।
hu: az Ambientcg.com webhelyről, hogy összehasonlíthassa őket, ha akarja.
id: dari Ambientcg.com sehingga Anda dapat membandingkannya jika Anda mau.
it: da Ambientcg.com in modo che tu possa confrontarli se lo desideri.

source: I did try a *.png version of this file, 2048 pixels square,
de: Ich habe eine *.png-Version dieser Datei ausprobiert, 2048 Pixel im Quadrat,
fr: J'ai essayé une version *.png de ce fichier, 2048 pixels carrés,
he: ניסיתי גרסת *.png של הקובץ הזה, 2048 פיקסלים ריבוע,
hi: मैंने इस फ़ाइल का *.png संस्करण आज़माया, 2048 पिक्सेल वर्ग,
hu: Kipróbáltam ennek a fájlnak a *.png verzióját, 2048 pixel négyzet alakú,
id: Saya mencoba versi *.png dari file ini, 2048 piksel persegi,
it: Ho provato una versione *.png di questo file, 2048 pixel quadrati,
