Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Start a new game, but leave existing .pgn file open
de: Starten Sie ein neues Spiel, aber lassen Sie die vorhandene PNG-Datei geöffnet
fr: Démarrez une nouvelle partie, mais laissez le fichier .pgn existant ouvert
he: התחל משחק חדש, אך השאר את קובץ ה-pgn הקיים פתוח
hi: नया गेम शुरू करें, लेकिन मौजूदा .pgn फ़ाइल को खुला छोड़ दें
hu: Indítson el egy új játékot, de hagyja nyitva a meglévő .pgn fájlt
id: Mulai permainan baru, tetapi biarkan file .pgn yang ada terbuka
it: Inizia una nuova partita, ma lascia aperto il file .pgn esistente

source: Flip board
fr: Tableau à feuilles mobiles
he: לוח הפוך
hi: फ्लिप बोर्ड
hu: Flip tábla
id: Papan flip
it: Lavagna a fogli mobili

source: Reverse the current orientation,
de: Kehren Sie die aktuelle Ausrichtung um,
fr: Inverser l'orientation actuelle,
he: הפוך את הכיוון הנוכחי,
hi: वर्तमान अभिविन्यास को उलट दें,
hu: Fordítsa meg az aktuális tájolást,
id: Membalikkan orientasi saat ini,
it: Invertire l'orientamento corrente,

source: also for Setup position and Games menu boards
de: auch für Setup-Position und Spiele-Menütafeln
fr: également pour les panneaux de position de configuration et de menu de jeux
he: גם עבור מיקום הגדרות ולוחות תפריט משחקים
hi: सेटअप स्थिति और गेम मेनू बोर्ड के लिए भी
hu: a Setup position és a Games menütáblákhoz is
id: juga untuk posisi Setup dan papan menu Game
it: anche per la posizione di installazione e i menu dei giochi

source: Take back
de: Zurücknehmen
fr: Reprendre
he: קח בחזרה
hi: वापिस लो
hu: Visszafogad
id: Menarik kembali
it: Riprendere

source: Set position
de: Position festlegen
fr: Définir la position
he: קבע מיקום
hi: स्थिति निर्धारित करें
hu: Állítsa be a pozíciót
id: Atur posisi
it: Imposta posizione

source: Setup a new position
de: Eine neue Position einrichten
fr: Créer un nouveau poste
he: הגדר עמדה חדשה
hi: नया पद स्थापित करें
hu: Állítson be egy új pozíciót
id: Siapkan posisi baru
it: Imposta una nuova posizione

source: Start kibitzer
de: Startkiebitz
fr: Démarrer Kibitzer
he: התחל קיביצר
hi: किबितजर शुरू करें
hu: Indítsa el a kibitzert
id: Mulai kibitzer
it: Avvia kibitzer

source: Turn computer analysis on or off
de: Computeranalyse ein- oder ausschalten
fr: Activer ou désactiver l'analyse informatique
he: הפעל או כבה את ניתוח המחשב
hi: कंप्यूटर विश्लेषण चालू या बंद करें
hu: Kapcsolja be vagy ki a számítógépes elemzést
id: Mengaktifkan atau menonaktifkan analisis komputer
it: Attivare o disattivare l'analisi del computer

source: Indicate game result, or claim draw when playing against engine
de: Spielergebnis angeben oder Unentschieden beanspruchen, wenn gegen die Engine gespielt wird
fr: Indiquez le résultat du jeu ou réclamez un match nul lorsque vous jouez contre le moteur
he: ציין את תוצאת המשחק, או תבע תיקו בעת משחק נגד מנוע
hi: इंजन के खिलाफ खेलते समय खेल के परिणाम का संकेत दें, या ड्रा का दावा करें
hu: Jelölje meg a játék eredményét, vagy kérjen döntetlent, ha motor ellen játszik
id: Tunjukkan hasil permainan, atau klaim seri saat bermain melawan mesin
it: Indica il risultato del gioco o rivendica il pareggio quando giochi contro il motore

source: Indicate game result, or concede when playing White against engine
de: Spielergebnis anzeigen oder aufgeben, wenn Weiß gegen Engine spielt
fr: Indiquez le résultat du jeu ou concédez lorsque vous jouez avec les Blancs contre le moteur
he: ציין את תוצאת המשחק, או הוותר כאשר משחק לבן נגד מנוע
hi: खेल के परिणाम को इंगित करें, या इंजन के खिलाफ सफेद खेलते समय स्वीकार करें
hu: Jelölje meg a játék eredményét, vagy engedje el, ha fehérrel játszik a motor ellen
id: Menunjukkan hasil permainan, atau mengakui kekalahan saat bermain Putih melawan mesin
it: Indicare il risultato della partita o concedere quando si gioca con il Bianco contro il motore

source: Indicate game result, or concede when playing Black against engine
de: Spielergebnis anzeigen oder aufgeben, wenn Schwarz gegen Engine spielt
fr: Indiquez le résultat du jeu ou concédez lorsque vous jouez avec les Noirs contre le moteur
he: ציין את תוצאת המשחק, או הוותר בעת משחק שחור נגד מנוע
hi: खेल के परिणाम को इंगित करें, या इंजन के खिलाफ ब्लैक खेलते समय स्वीकार करें
hu: Jelölje meg a játék eredményét, vagy engedje el, ha feketével játszik a motor ellen
id: Menunjukkan hasil permainan, atau mengakui kekalahan saat bermain Hitam melawan mesin
it: Indicare il risultato del gioco o concedere quando si gioca con il Nero contro il motore

source: Play White against engine, starting from current position
de: Spielen Sie Weiß gegen die Engine, beginnend von der aktuellen Position
fr: Jouez les Blancs contre le moteur, en commençant par la position actuelle
he: שחקו לבן נגד מנוע, החל מהמיקום הנוכחי
hi: वर्तमान स्थिति से शुरू करते हुए, इंजन के विरुद्ध सफ़ेद खेलें
hu: Játssz fehéret a motor ellen, az aktuális pozíciótól kezdve
id: Mainkan Putih melawan mesin, mulai dari posisi saat ini
it: Gioca il Bianco contro il motore, partendo dalla posizione attuale

source: Play Black against engine, starting from current position
de: Spielen Sie Schwarz gegen die Engine, beginnend von der aktuellen Position
fr: Jouez les Noirs contre le moteur, en commençant par la position actuelle
he: שחקו שחור נגד מנוע, החל מהמיקום הנוכחי
hi: वर्तमान स्थिति से शुरू करते हुए, इंजन के विरुद्ध ब्लैक खेलें
hu: Játssz feketét a motor ellen, az aktuális pozíciótól kezdve
id: Mainkan Hitam melawan mesin, mulai dari posisi saat ini
it: Gioca il Nero contro il motore, partendo dalla posizione attuale

source: Computer engine plays against itself
de: Computer-Engine spielt gegen sich selbst
fr: Le moteur informatique joue contre lui-même
he: מנוע המחשב משחק נגד עצמו
hi: कंप्यूटर इंजन अपने ही खिलाफ खेलता है
hu: A számítógép motorja önmaga ellen játszik
id: Mesin komputer bermain melawan dirinya sendiri
it: Il motore del computer gioca contro se stesso

source: Reverse roles in game against engine
de: Rollentausch im Spiel gegen die Engine
fr: Inverser les rôles dans le jeu contre le moteur
he: הפוך תפקידים במשחק נגד מנוע
hi: इंजन के खिलाफ खेल में भूमिकाएं उलटें
hu: Fordított szerepek a motor elleni játékban
id: Peran terbalik dalam permainan melawan mesin
it: Invertire i ruoli nel gioco contro il motore

source: Move now
de: Jetzt bewegen
fr: Bougez maintenant
he: זז עכשיו
hi: अब चलो
hu: Mozogjon most
id: Pindah sekarang
it: Muoviti ora

source: Force engine to move
de: Motor zum Bewegen zwingen
fr: Forcer le moteur à se déplacer
he: הכריח את המנוע לנוע
hi: इंजन को चलने के लिए मजबूर करें
hu: Kényszerítse a motort mozgásra
id: Paksa mesin untuk bergerak
it: Forzare il motore a muoversi

source: General..
de: Allgemein..
fr: Général..
he: כְּלָלִי..
hi: सामान्य..
hu: Általános..
id: Umum..
it: Generale..

source: Miscellaneous options
de: Verschiedene Optionen
fr: Options diverses
he: אפשרויות שונות
hi: विविध विकल्प
hu: Különféle lehetőségek
id: Pilihan lain-lain
it: Opzioni varie

source: Colours..
de: Farben..
fr: Couleurs..
he: צבעים..
hi: रंग..
hu: Színek..
id: Warna..
it: Colori..

source: Colour options
de: Farboptionen
fr: Options de couleur
he: אפשרויות צבע
hi: रंग विकल्प
hu: Színes lehetőségek
id: Pilihan warna
it: Opzioni di colore

source: Player names..
de: Spielernamen..
fr: Noms des joueurs..
he: שמות שחקנים..
hi: खिलाड़ियों के नाम..
hu: Játékos nevek..
id: Nama pemain..
it: Nomi dei giocatori.

source: Label the board with player names (also available by clicking on name)
de: Beschriften Sie das Brett mit den Spielernamen (auch durch Klicken auf den Namen verfügbar)
fr: Étiquetez le tableau avec les noms des joueurs (également disponible en cliquant sur le nom)
he: סמן את הלוח עם שמות שחקנים (זמין גם על ידי לחיצה על שם)
hi: बोर्ड पर खिलाड़ियों के नाम लिखें (नाम पर क्लिक करके भी उपलब्ध)
hu: Címkézze fel a táblát játékosnevekkel (a névre kattintva is elérhető)
id: Beri label pada papan dengan nama pemain (juga tersedia dengan mengklik nama)
it: Etichettare la lavagna con i nomi dei giocatori (disponibili anche cliccando sul nome)

source: Clocks..
de: Uhren..
fr: Horloges..
he: שעונים..
hi: घड़ियाँ..
hu: Órák..
id: Jam..
it: Orologi..

source: Control all aspects of the on-screen game timer
de: Kontrollieren Sie alle Aspekte des Spieltimers auf dem Bildschirm
fr: Contrôlez tous les aspects du chronomètre de jeu à l'écran
he: שלוט בכל ההיבטים של טיימר המשחק על המסך
hi: ऑन-स्क्रीन गेम टाइमर के सभी पहलुओं को नियंत्रित करें
hu: Irányítsd a képernyőn megjelenő játékidőzítő minden aspektusát
id: Kontrol semua aspek pengatur waktu permainan di layar
it: Controlla tutti gli aspetti del timer di gioco sullo schermo

source: Log file..
de: Protokolldatei..
fr: Fichier journal..
he: קובץ יומן..
hi: बोटा दस्तावेज..
hu: Naplófájl..
id: Berkas log..
it: File di registro.

source: Setup a file to automatically log all games
de: Richten Sie eine Datei ein, um alle Spiele automatisch zu protokollieren
fr: Configurer un fichier pour enregistrer automatiquement tous les jeux
he: הגדר קובץ לרישום אוטומטי של כל המשחקים
hi: सभी खेलों को स्वचालित रूप से लॉग करने के लिए एक फ़ाइल सेटअप करें
hu: Állítson be egy fájlt az összes játék automatikus naplózásához
id: Siapkan file untuk mencatat semua permainan secara otomatis
it: Imposta un file per registrare automaticamente tutte le partite

source: Training..
de: Ausbildung..
fr: Entraînement..
he: הַדְרָכָה..
hi: प्रशिक्षण..
hu: Edzés..
id: Pelatihan..
it: Formazione..

source: Control some simple training modes to improve visualization skills
de: Steuern Sie einige einfache Trainingsmodi, um die Visualisierungsfähigkeiten zu verbessern
fr: Contrôlez certains modes d'entraînement simples pour améliorer vos compétences de visualisation
he: שליטה בכמה מצבי אימון פשוטים כדי לשפר את מיומנויות ההדמיה
hi: विज़ुअलाइज़ेशन कौशल को बेहतर बनाने के लिए कुछ सरल प्रशिक्षण मोड को नियंत्रित करें
hu: Vezéreljen néhány egyszerű edzési módot a vizualizációs készségek fejlesztéséhez
id: Kontrol beberapa mode pelatihan sederhana untuk meningkatkan keterampilan visualisasi
it: Controlla alcune semplici modalità di allenamento per migliorare le capacità di visualizzazione

source: Puzzle mode..
de: Puzzle-Modus..
fr: Mode puzzle..
he: מצב פאזל..
hi: पहेली मोड..
hu: Rejtvény mód..
id: Mode teka-teki..
it: Modalità puzzle.

source: Set puzzle mode options
de: Optionen für den Puzzlemodus festlegen
fr: Définir les options du mode puzzle
he: הגדר אפשרויות מצב פאזל
hi: पहेली मोड विकल्प सेट करें
hu: Állítsa be a puzzle mód beállításait
id: Tetapkan opsi mode teka-teki
it: Imposta le opzioni della modalità puzzle

source: Piece sets..
de: Stücksätze..
fr: Ensembles de pièces..
he: ערכות חתיכות..
hi: टुकड़ा सेट..
hu: Darab készletek..
id: Set potongan..
it: Set di pezzi.

source: Select the piece set for the 2d screen
de: Wählen Sie den Teilesatz für den 2D-Bildschirm
fr: Sélectionnez l'ensemble de pièces pour l'écran 2D
he: בחר את ערכת היצירה עבור המסך הדו-ממדי
hi: 2d स्क्रीन के लिए टुकड़ा सेट का चयन करें
hu: Válassza ki a darabkészletet a 2d képernyőhöz
id: Pilih set potongan untuk layar 2d
it: Seleziona il set di pezzi per lo schermo 2D

source: Board bitmaps..
fr: Cartes bitmap.
he: לוח מפות סיביות..
hi: बोर्ड बिटमैप..
hu: Tábla bittérképek..
id: Peta bit papan..
it: Bitmap della scheda.

source: Set user defined board bitmaps
de: Festlegen benutzerdefinierter Board-Bitmaps
fr: Définir des bitmaps de carte définis par l'utilisateur
he: הגדר מפות סיביות של לוח המוגדרות על ידי המשתמש
hi: उपयोगकर्ता द्वारा परिभाषित बोर्ड बिटमैप सेट करें
hu: Felhasználó által meghatározott tábla bittérképek beállítása
id: Tetapkan bitmap papan yang ditentukan pengguna
it: Imposta bitmap della scheda definite dall'utente

source: Piece animation..
de: Stückanimation..
fr: Animation de pièces..
he: קטע אנימציה..
hi: टुकड़ा एनीमेशन..
hu: Darab animáció..
id: Animasi potongan..
it: Animazione a pezzi.

source: Select the options for piece animation
de: Wählen Sie die Optionen für die Stückanimation
fr: Sélectionnez les options d'animation des pièces
he: בחר את האפשרויות להנפשת קטע
hi: टुकड़ा एनीमेशन के लिए विकल्प चुनें
hu: Válassza ki a darab animáció beállításait
id: Pilih opsi untuk animasi bagian
it: Seleziona le opzioni per l'animazione del pezzo

source: Sound effects options..
de: Optionen für Soundeffekte.
fr: Options d'effets sonores.
he: אפשרויות אפקטים קוליים..
hi: ध्वनि प्रभाव विकल्प..
hu: Hangeffektusok opciók..
id: Pilihan efek suara..
it: Opzioni per gli effetti sonori.

source: Select the options for sound effects
de: Wählen Sie die Optionen für Soundeffekte
fr: Sélectionnez les options pour les effets sonores
he: בחר את האפשרויות עבור אפקטים קוליים
hi: ध्वनि प्रभाव के लिए विकल्प चुनें
hu: Válassza ki a hangeffektusok beállításait
id: Pilih opsi untuk efek suara
it: Seleziona le opzioni per gli effetti sonori

source: Score counter..
de: Punktezähler.
fr: Compteur de score..
he: מונה ציונים..
hi: स्कोर काउंटर..
hu: Pontszámláló..
id: Penghitung skor..
it: Contatore dei punteggi.

source: Open score counter window
de: Punktezählerfenster öffnen
fr: Ouvrir la fenêtre du compteur de scores
he: פתח את חלון מונה הניקוד
hi: स्कोर काउंटर विंडो खोलें
hu: Nyissa meg a pontszámszámláló ablakot
id: Buka jendela penghitung skor
it: Apri la finestra del contapunti

source: Reset to factory defaults
de: Auf Werkseinstellungen zurücksetzen
fr: Réinitialiser les paramètres d'usine
he: אפס לברירות המחדל של היצרן
hi: फ़ैक्टरी डिफ़ॉल्ट पर रीसेट करें
hu: Állítsa vissza a gyári alapértékeket
id: Setel ulang ke default pabrik
it: Ripristinare le impostazioni predefinite di fabbrica

source: Reset all options to their original values
de: Setzt alle Optionen auf ihre ursprünglichen Werte zurück
fr: Réinitialiser toutes les options à leurs valeurs d'origine
he: אפס את כל האפשרויות לערכים המקוריים שלהן
hi: सभी विकल्पों को उनके मूल मान पर रीसेट करें
hu: Állítsa vissza az összes beállítást az eredeti értékére
id: Setel ulang semua opsi ke nilai aslinya
it: Ripristina tutte le opzioni ai loro valori originali

source: Specify the UCI engine to use, along with Engine options
de: Geben Sie die zu verwendende UCI-Engine zusammen mit den Engine-Optionen an
fr: Spécifiez le moteur UCI à utiliser, ainsi que les options du moteur
he: ציין את מנוע UCI לשימוש, יחד עם אפשרויות מנוע
hi: इंजन विकल्पों के साथ उपयोग करने के लिए UCI इंजन निर्दिष्ट करें
hu: Adja meg a használni kívánt UCI-motort, valamint az Engine-beállításokat
id: Tentukan mesin UCI yang akan digunakan, beserta opsi Mesin
it: Specificare il motore UCI da utilizzare, insieme alle opzioni del motore

source: Engine match..
de: Motorübereinstimmung.
fr: Correspondance des moteurs..
he: התאמת מנוע..
hi: इंजन मैच..
hu: Motor meccs..
id: Pertandingan mesin..
it: Corrispondenza motore..

source: Set the options for an engine match
de: Legen Sie die Optionen für eine Engine-Übereinstimmung fest
fr: Définir les options pour une correspondance de moteur
he: הגדר את האפשרויות להתאמת מנוע
hi: इंजन मिलान के लिए विकल्प सेट करें
hu: Állítsa be a motoregyeztetés beállításait
id: Mengatur opsi untuk pencocokan mesin
it: Imposta le opzioni per una corrispondenza del motore

source: Engine tournament..
de: Motorturnier..
fr: Tournoi de moteurs..
he: טורניר מנועים..
hi: इंजन टूर्नामेंट..
hu: Motorverseny..
id: Turnamen mesin..
it: Torneo di motori..

source: Set the options for an engine tournament
de: Legen Sie die Optionen für ein Engine-Turnier fest
fr: Définir les options pour un tournoi de moteur
he: הגדר את האפשרויות עבור טורניר מנוע
hi: इंजन टूर्नामेंट के लिए विकल्प सेट करें
hu: Állítsa be a motorverseny beállításait
id: Mengatur opsi untuk turnamen mesin
it: Imposta le opzioni per un torneo di motori

source: Set the options for engine adjustment
de: Legen Sie die Optionen für die Motoranpassung fest
fr: Définir les options de réglage du moteur
he: הגדר את האפשרויות לכוונון המנוע
hi: इंजन समायोजन के लिए विकल्प सेट करें
hu: Állítsa be a motor beállítási lehetőségeit
id: Mengatur opsi untuk penyesuaian mesin
it: Imposta le opzioni per la regolazione del motore

source: Kibitz options..
de: Kibitz-Optionen..
fr: Options Kibitz..
he: אפשרויות קיביץ..
hi: किबिट्ज़ विकल्प..
hu: Kibitz lehetőségek..
id: Pilihan Kibitz..
it: Opzioni Kibitz.

source: Set the kibitz options
de: Legen Sie die Kibitz-Optionen fest
fr: Définir les options de kibitz
he: הגדר את אפשרויות הקיביץ
hi: किबिट्ज़ विकल्प सेट करें
hu: Állítsa be a kibitz beállításokat
id: Mengatur opsi kibitz
it: Imposta le opzioni del kibitz

source: Analyse game..
de: Spiel analysieren..
fr: Analyser le jeu..
he: ניתוח משחק..
hi: खेल का विश्लेषण करें..
hu: játék elemzése..
id: Analisis permainan..
it: Analizza il gioco.

source: Analyse the current game
de: Analysieren Sie das aktuelle Spiel
fr: Analyser le jeu actuel
he: נתח את המשחק הנוכחי
hi: वर्तमान खेल का विश्लेषण करें
hu: Elemezze az aktuális játékot
id: Menganalisis permainan saat ini
it: Analizza il gioco attuale

source: Search info..
de: Suchinformationen..
fr: Rechercher des informations..
he: חפש מידע..
hi: जानकारी खोजें..
hu: Információ keresése..
id: Pencarian info..
it: Cerca informazioni..

source: Set engine search info options
de: Festlegen der Infooptionen für die Suchmaschinensuche
fr: Définir les options d'informations de recherche du moteur
he: הגדר אפשרויות מידע לחיפוש מנוע
hi: इंजन खोज जानकारी विकल्प सेट करें
hu: Állítsa be a motor keresési információs beállításait
id: Tetapkan opsi info pencarian mesin
it: Imposta le opzioni delle informazioni di ricerca del motore

source: Evaluation bar..
de: Bewertungsleiste..
fr: Barre d'évaluation..
he: סרגל הערכה..
hi: मूल्यांकन बार..
hu: Értékelő sáv..
id: Bilah evaluasi..
it: Barra di valutazione.

source: Show evaluation bar options dialog box
de: Dialogfeld „Optionen für die Auswertungsleiste anzeigen“
fr: Afficher la boîte de dialogue des options de la barre d'évaluation
he: הצג תיבת דו-שיח אפשרויות סרגל הערכה
hi: मूल्यांकन बार विकल्प संवाद बॉक्स दिखाएँ
hu: Az értékelési sáv beállításai párbeszédpanel megjelenítése
id: Tampilkan kotak dialog opsi bilah evaluasi
it: Mostra la finestra di dialogo delle opzioni della barra di valutazione

source: Evaluation profile..
de: Bewertungsprofil..
fr: Profil d'évaluation..
he: פרופיל הערכה..
hi: मूल्यांकन प्रोफ़ाइल..
hu: Értékelési profil..
id: Profil evaluasi..
it: Profilo di valutazione.

source: Show evaluation profile options dialog box
de: Dialogfeld „Evaluierungsprofiloptionen anzeigen“
fr: Afficher la boîte de dialogue des options du profil d'évaluation
he: הצג תיבת דו-שיח אפשרויות פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल विकल्प संवाद बॉक्स दिखाएँ
hu: Kiértékelési profil beállításai párbeszédpanel megjelenítése
id: Tampilkan kotak dialog opsi profil evaluasi
it: Mostra la finestra di dialogo delle opzioni del profilo di valutazione

source: Position search
de: Positionssuche
fr: Recherche de poste
he: חיפוש מיקום
hi: स्थिति खोज
hu: Pozíció keresése
id: Pencarian posisi
it: Ricerca posizione

source: Search the database for the current position
de: Suche in der Datenbank nach der aktuellen Position
fr: Rechercher dans la base de données le poste actuel
he: חפש במסד הנתונים את המיקום הנוכחי
hi: वर्तमान स्थिति के लिए डेटाबेस खोजें
hu: Keresse meg az adatbázisban az aktuális pozíciót
id: Cari database untuk posisi saat ini
it: Cerca nel database la posizione attuale

source: Pattern search
de: Mustersuche
fr: Recherche de modèles
he: חיפוש דפוסים
hi: पैटर्न खोज
hu: Minta keresés
id: Pencarian pola
it: Ricerca di modelli

source: Search for situations where a group of pieces are at specific locations
de: Suchen Sie nach Situationen, in denen sich eine Gruppe von Teilen an bestimmten Orten befindet
fr: Rechercher des situations dans lesquelles un groupe de pièces se trouve à des endroits spécifiques
he: חפש מצבים שבהם קבוצת חלקים נמצאת במקומות ספציפיים
hi: ऐसी स्थितियों की खोज करें जहां टुकड़ों का एक समूह विशिष्ट स्थानों पर हो
hu: Keressen olyan helyzeteket, amikor a darabok egy csoportja adott helyen van
id: Cari situasi di mana sekelompok bagian berada di lokasi tertentu
it: Cerca situazioni in cui un gruppo di pezzi si trova in posizioni specifiche

source: Material balance search
de: Materialbilanzsuche
fr: Recherche de bilan matière
he: חיפוש מאזן חומרים
hi: सामग्री संतुलन खोज
hu: Anyagmérleg keresés
id: Pencarian keseimbangan material
it: Ricerca del bilancio dei materiali

source: Search for a specific material balance, with optional locked down squares
de: Suche nach einer bestimmten Materialbilanz, mit optionalen gesperrten Quadraten
fr: Rechercher un bilan matière spécifique, avec des cases verrouillées facultatives
he: חפש איזון חומרים ספציפי, עם ריבועים נעולים אופציונליים
hi: वैकल्पिक लॉक डाउन वर्गों के साथ, एक विशिष्ट सामग्री संतुलन की खोज करें
hu: Keressen egy adott anyagmérleget opcionális lezárt négyzetekkel
id: Cari keseimbangan material tertentu, dengan kotak terkunci opsional
it: Cerca un bilancio materiale specifico, con caselle bloccate facoltative

source: Show all games
de: Alle Spiele anzeigen
fr: Afficher tous les jeux
he: הצג את כל המשחקים
hi: सभी खेल दिखाएं
hu: Az összes játék megjelenítése
id: Tampilkan semua game
it: Mostra tutti i giochi

source: equivalent to searching for the standard starting position
de: entspricht der Suche nach der Standard-Startposition
fr: équivalent à la recherche de la position de départ standard
he: שווה ערך לחיפוש אחר עמדת ההתחלה הסטנדרטית
hi: मानक प्रारंभिक स्थिति की खोज के बराबर
hu: egyenértékű a szokásos kiindulási pozíció keresésével
id: setara dengan mencari posisi awal standar
it: equivalente alla ricerca della posizione di partenza standard

source: Show all ordered by player
de: Alle nach Spieler sortiert anzeigen
fr: Afficher tout classé par joueur
he: הצג הכל מסודר לפי שחקן
hi: खिलाड़ी द्वारा आदेशित सभी दिखाएँ
hu: Az összes játékos szerint rendezett megjelenítése
id: Tampilkan semua yang diurutkan berdasarkan pemain
it: Mostra tutto ordinato per giocatore

source: All games ordered by White player, useful for searching for players
de: Alle Spiele sortiert nach dem weißen Spieler, nützlich für die Suche nach Spielern
fr: Tous les jeux classés par joueur blanc, utile pour rechercher des joueurs
he: כל המשחקים בהזמנה של שחקן לבן, שימושי לחיפוש שחקנים
hi: सभी खेल श्वेत खिलाड़ी द्वारा क्रमबद्ध, खिलाड़ियों की खोज के लिए उपयोगी
hu: A White player által rendelt összes játék, játékosok kereséséhez hasznos
id: Semua permainan diurutkan berdasarkan pemain Putih, berguna untuk mencari pemain
it: Tutte le partite ordinate per giocatore bianco, utile per la ricerca dei giocatori

source: Specify which database file to use for searches
de: Geben Sie an, welche Datenbankdatei für die Suche verwendet werden soll
fr: Spécifiez le fichier de base de données à utiliser pour les recherches
he: ציין באיזה קובץ מסד נתונים להשתמש עבור חיפושים
hi: निर्दिष्ट करें कि खोजों के लिए किस डेटाबेस फ़ाइल का उपयोग किया जाए
hu: Adja meg, hogy melyik adatbázisfájlt használja a kereséshez
id: Tentukan file database mana yang akan digunakan untuk pencarian
it: Specificare quale file di database utilizzare per le ricerche

source: Create new database
de: Neue Datenbank erstellen
fr: Créer une nouvelle base de données
he: צור מסד נתונים חדש
hi: नया डेटाबेस बनाएं
hu: Új adatbázis létrehozása
id: Buat database baru
it: Crea nuovo database

source: Create a new database file from scratch
de: Erstellen Sie eine neue Datenbankdatei von Grund auf
fr: Créer un nouveau fichier de base de données à partir de zéro
he: צור קובץ מסד נתונים חדש מאפס
hi: एकदम से एक नई डेटाबेस फ़ाइल बनाएँ
hu: Hozzon létre egy új adatbázisfájlt a semmiből
id: Buat file database baru dari awal
it: Crea un nuovo file di database da zero

source: Append to database
de: An Datenbank anhängen
fr: Ajouter à la base de données
he: הוסף למסד הנתונים
hi: डेटाबेस में जोड़ें
hu: Hozzáfűzés az adatbázishoz
id: Tambahkan ke database
it: Aggiungi al database
