Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: additional parameters into the input box before clicking <Send>
de: zusätzliche Parameter in das Eingabefeld ein, bevor Sie auf <Senden> klicken
fr: paramètres supplémentaires dans la zone de saisie avant de cliquer sur <Envoyer>
he: פרמטרים נוספים בתיבת הקלט לפני לחיצה על <שלח>
hi: <भेजें> पर क्लिक करने से पहले इनपुट बॉक्स में अतिरिक्त पैरामीटर दर्ज करें
hu: további paramétereket a beviteli mezőbe, mielőtt a <Küldés> gombra kattintana
id: parameter tambahan ke dalam kotak input sebelum mengklik <Kirim>
it: parametri aggiuntivi nella casella di input prima di fare clic su <Invia>

source: If you want to add parameters to an immediate command before sending,
de: Wenn Sie einem sofortigen Befehl vor dem Senden Parameter hinzufügen möchten,
fr: Si vous souhaitez ajouter des paramètres à une commande immédiate avant l'envoi,
he: אם ברצונך להוסיף פרמטרים לפקודה מיידית לפני השליחה,
hi: यदि आप भेजने से पहले तत्काल आदेश में पैरामीटर जोड़ना चाहते हैं,
hu: Ha az elküldés előtt azonnali parancshoz szeretne paramétereket hozzáadni,
id: Jika Anda ingin menambahkan parameter ke perintah langsung sebelum mengirim,
it: Se si desidera aggiungere parametri a un comando immediato prima dell'invio,

source: then hold down the <Shift> key when clicking the icon.
de: Halten Sie dann beim Klicken auf das Symbol die <Umschalt>-Taste gedrückt.
fr: puis maintenez la touche <Maj> enfoncée lorsque vous cliquez sur l'icône.
he: לאחר מכן החזק את מקש <Shift> לחוץ בעת לחיצה על הסמל.
hi: फिर आइकन पर क्लिक करते समय <Shift> कुंजी दबाए रखें।
hu: majd tartsa lenyomva a <Shift> billentyűt, amikor az ikonra kattint.
id: lalu tahan tombol <Shift> saat mengklik ikon tersebut.
it: quindi tenere premuto il tasto <Maiusc> mentre si fa clic sull'icona.

source: I have placed icons on the toolbar for the commands which I think
de: Ich habe Symbole auf der Symbolleiste für die Befehle platziert, die ich denke
fr: J'ai placé des icônes sur la barre d'outils pour les commandes qui, je pense,
he: שמתי אייקונים בסרגל הכלים עבור הפקודות שלדעתי
hi: मैंने टूलबार पर उन कमांड्स के लिए आइकन रखे हैं जो मुझे लगता है कि
hu: Az általam gondolt parancsokhoz ikonokat helyeztem el az eszköztáron
id: Saya telah menempatkan ikon pada bilah alat untuk perintah yang menurut saya
it: Ho posizionato delle icone sulla barra degli strumenti per i comandi che ritengo

source: will be used the most, but all Fics commands can be typed in manually
de: wird am häufigsten verwendet, aber alle Fics-Befehle können manuell eingegeben werden
fr: sera le plus utilisé, mais toutes les commandes Fics peuvent être saisies manuellement
he: ישמש הכי הרבה, אבל ניתן להקליד את כל פקודות Fics באופן ידני
hi: सबसे अधिक उपयोग किया जाएगा, लेकिन सभी फिक्स कमांड मैन्युअल रूप से टाइप किए जा सकते हैं
hu: lesz a legtöbbször használatos, de az összes Fics parancs beírható manuálisan
id: akan paling banyak digunakan, tetapi semua perintah Fics dapat diketik secara manual
it: sarà utilizzato di più, ma tutti i comandi Fics possono essere digitati manualmente

source: in the input box and then sent using <Send>
de: in das Eingabefeld ein und senden Sie es anschließend mit <Senden> ab.
fr: dans la zone de saisie puis envoyé en utilisant <Envoyer>
he: בתיבת הקלט ולאחר מכן נשלח באמצעות <Send>
hi: इनपुट बॉक्स में और फिर <भेजें> का उपयोग करके भेजा गया
hu: a beviteli mezőbe, majd a <Küldés> használatával küldje el
id: di kotak input lalu dikirim menggunakan <Kirim>
it: nella casella di input e quindi inviato utilizzando <Invia>

source: You can select which icons should be placed on the toolbar by clicking
de: Sie können auswählen, welche Symbole in der Symbolleiste platziert werden sollen, indem Sie auf
fr: Vous pouvez sélectionner les icônes à placer sur la barre d'outils en cliquant
he: אתה יכול לבחור אילו סמלים יש למקם בסרגל הכלים על ידי לחיצה
hi: आप क्लिक करके चुन सकते हैं कि टूलबार पर कौन से आइकन रखे जाने चाहिए
hu: Kattintással kiválaszthatja, hogy mely ikonokat helyezze el az eszköztáron
id: Anda dapat memilih ikon mana yang harus ditempatkan pada bilah alat dengan mengklik
it: È possibile selezionare quali icone devono essere posizionate sulla barra degli strumenti facendo clic su

source: <Settings> (rightmost icon) then <Toolbar icons..>
de: <Einstellungen> (Symbol ganz rechts) und dann <Symbolleistensymbole..>
fr: <Paramètres> (icône la plus à droite) puis <Icônes de la barre d'outils...>
he: <הגדרות> (סמל הכי ימני) ואז <סמלים של סרגל הכלים..>
hi: <सेटिंग्स> (सबसे दायाँ आइकन) फिर <टूलबार आइकन..>
hu: <Beállítások> (jobb szélső ikon), majd az <Eszköztár ikonjai..>
id: <Pengaturan> (ikon paling kanan) lalu <Ikon bilah alat..>
it: <Impostazioni> (icona più a destra) quindi <Icone della barra degli strumenti..>

source: You can get Fics help by clicking on the small red question mark icon,
de: Sie können Fics-Hilfe erhalten, indem Sie auf das kleine rote Fragezeichen-Symbol klicken.
fr: Vous pouvez obtenir de l'aide sur Fics en cliquant sur la petite icône en forme de point d'interrogation rouge,
he: אתה יכול לקבל עזרה של Fics על ידי לחיצה על סמל סימן השאלה האדום הקטן,
hi: आप छोटे लाल प्रश्न चिह्न आइकन पर क्लिक करके फिक्स सहायता प्राप्त कर सकते हैं,
hu: A kis piros kérdőjel ikonra kattintva kaphat Fics segítséget,
id: Anda bisa mendapatkan bantuan Fics dengan mengklik ikon tanda tanya merah kecil,
it: Puoi ottenere aiuto da Fics cliccando sulla piccola icona rossa con il punto interrogativo,

source: usually the 3rd from the right hand end of the toolbar.
de: normalerweise das dritte vom rechten Ende der Symbolleiste.
fr: généralement le troisième à partir de l'extrémité droite de la barre d'outils.
he: בדרך כלל ה-3 מהקצה הימני של סרגל הכלים.
hi: आमतौर पर टूलबार के दाहिने छोर से तीसरा।
hu: általában a 3. az eszköztár jobb oldali végétől.
id: Biasanya yang ke-3 dari ujung kanan toolbar.
it: di solito il terzo da destra della barra degli strumenti.

source: In order for the connection to Fics to be maintained,
de: Damit die Verbindung zu Fics aufrechterhalten werden kann,
fr: Afin que la connexion à Fics soit maintenue,
he: כדי שהקשר לפיקס יישמר,
hi: फिक्स से कनेक्शन बनाये रखने के लिए,
hu: A Fics kapcsolat fenntartása érdekében
id: Agar koneksi ke Fics tetap terjaga,
it: Affinché la connessione con Fics venga mantenuta,

source: the Fics window must be kept open.
de: das Fics-Fenster muss geöffnet bleiben.
fr: la fenêtre Fics doit rester ouverte.
he: יש להשאיר את חלון הפיקס פתוח.
hi: फिक्स विंडो को खुला रखना होगा।
hu: a Fics ablakot nyitva kell tartani.
id: Jendela Fics harus tetap terbuka.
it: la finestra Fics deve essere tenuta aperta.

source: If you find that the Fics window is taking up too much space,
de: Wenn Sie feststellen, dass das Fics-Fenster zu viel Platz einnimmt,
fr: Si vous trouvez que la fenêtre Fics prend trop de place,
he: אם אתה מגלה שחלון ה-Fics תופס יותר מדי מקום,
hi: यदि आपको लगे कि फिक्स विंडो बहुत अधिक स्थान ले रही है,
hu: Ha úgy találja, hogy a Fics ablak túl sok helyet foglal,
id: Jika Anda menemukan bahwa jendela Fics memakan terlalu banyak ruang,
it: Se ritieni che la finestra Fics occupi troppo spazio,

source: it can be minimized, this will not lose the connection.
de: es kann minimiert werden, dadurch geht die Verbindung nicht verloren.
fr: cela peut être minimisé, cela ne perdra pas la connexion.
he: ניתן למזער אותו, זה לא יאבד את החיבור.
hi: इसे न्यूनतम किया जा सकता है, इससे कनेक्शन नहीं टूटेगा।
hu: minimalizálható, ezzel nem vész el a kapcsolat.
id: hal ini dapat diminimalkan, sehingga tidak akan menyebabkan hilangnya koneksi.
it: può essere ridotto al minimo, questo non perderà la connessione.

source: This lack of space will almost cetainly be the case when playing a game
de: Dieser Platzmangel wird mit ziemlicher Sicherheit beim Spielen eines Spiels der Fall sein
fr: Ce manque d'espace sera presque certainement le cas lorsque vous jouerez à un jeu.
he: חוסר מקום זה יהיה כמעט בוודאות המקרה כאשר משחקים במשחק
hi: गेम खेलते समय जगह की कमी लगभग निश्चित रूप से होगी
hu: Ez a helyhiány szinte biztosan fennáll a játék során
id: Kurangnya ruang hampir pasti akan terjadi saat bermain game
it: Questa mancanza di spazio si verificherà quasi certamente quando si gioca a un gioco

source: using 3d graphics, unless you have a very large monitor.
de: Verwenden Sie 3D-Grafiken, es sei denn, Sie haben einen sehr großen Monitor.
fr: en utilisant des graphiques 3D, à moins que vous n'ayez un très grand écran.
he: באמצעות גרפיקה תלת מימדית, אלא אם כן יש לך צג גדול מאוד.
hi: 3डी ग्राफिक्स का उपयोग करें, जब तक कि आपके पास बहुत बड़ा मॉनिटर न हो।
hu: 3D grafikát használ, hacsak nem rendelkezik nagyon nagy monitorral.
id: menggunakan grafik 3d, kecuali Anda memiliki monitor yang sangat besar.
it: utilizzando la grafica 3D, a meno che non si disponga di un monitor molto grande.

source: The window can subsequently be restored by clicking on the Fics icon
de: Das Fenster kann anschließend durch Klicken auf das Fics-Symbol wiederhergestellt werden
fr: La fenêtre peut ensuite être restaurée en cliquant sur l'icône Fics
he: לאחר מכן ניתן לשחזר את החלון על ידי לחיצה על סמל Fics
hi: विंडो को बाद में फिक्स आइकन पर क्लिक करके पुनर्स्थापित किया जा सकता है
hu: Az ablak utólag visszaállítható a Fics ikonra kattintva
id: Jendela tersebut kemudian dapat dikembalikan dengan mengklik ikon Fics
it: Successivamente la finestra può essere ripristinata cliccando sull'icona Fics

source: on the main toolbar.
de: in der Hauptsymbolleiste.
fr: sur la barre d'outils principale.
he: בסרגל הכלים הראשי.
hi: मुख्य टूलबार पर.
hu: a fő eszköztáron.
id: pada bilah alat utama.
it: sulla barra degli strumenti principale.

source: When connected to Fics, messages can be displayed on the status bar,
de: Bei einer Verbindung mit Fics können Nachrichten in der Statusleiste angezeigt werden,
fr: Lorsqu'il est connecté à Fics, les messages peuvent être affichés dans la barre d'état,
he: כאשר מחוברים ל-Fics, ניתן להציג הודעות בשורת המצב,
hi: फिक्स से कनेक्ट होने पर, संदेश स्टेटस बार पर प्रदर्शित किए जा सकते हैं,
hu: Ha csatlakozik a Fics szolgáltatáshoz, az üzenetek megjelenhetnek az állapotsoron,
id: Saat terhubung ke Fics, pesan dapat ditampilkan di bilah status,
it: Quando si è connessi a Fics, i messaggi possono essere visualizzati sulla barra di stato,

source: so that you will be alerted when there is a message that requires
de: damit Sie benachrichtigt werden, wenn eine Nachricht eingeht, die
fr: afin que vous soyez alerté lorsqu'un message nécessite
he: כך שתקבל התראה כאשר יש הודעה שדורשת
hi: ताकि जब कोई ऐसा संदेश आए जिसमें आपको सूचित करने की आवश्यकता हो तो आपको सूचित किया जा सके
hu: így figyelmeztetést kap, ha olyan üzenet érkezik, amely megköveteli
id: sehingga Anda akan diberitahu ketika ada pesan yang memerlukan
it: in modo che tu venga avvisato quando c'è un messaggio che richiede

source: a response from you when the Fics window is minimized.
de: eine Antwort von Ihnen, wenn das Fics-Fenster minimiert wird.
fr: une réponse de votre part lorsque la fenêtre Fics est réduite.
he: תגובה ממך כאשר חלון Fics ממוזער.
hi: जब फिक्स विंडो छोटी हो जाती है तो आपसे प्रतिक्रिया प्राप्त होती है।
hu: válasz az Öntől, amikor a Fics ablakot minimalizálják.
id: respons dari Anda saat jendela Fics diminimalkan.
it: una tua risposta quando la finestra di Fics è ridotta a icona.

source: e.g. a draw offer.
de: zB ein Unentschieden-Angebot.
fr: par exemple une offre de match nul.
he: לְמָשָׁל הצעת תיקו.
hi: उदाहरणार्थ, ड्रा प्रस्ताव।
hu: például sorsolási ajánlat.
id: misalnya tawaran seri.
it: ad esempio un'offerta di pareggio.

source: On 15 January 1992, Michael Moore of the University of Utah and Richard Nash
de: Am 15. Januar 1992 trafen sich Michael Moore von der University of Utah und Richard Nash
fr: Le 15 janvier 1992, Michael Moore de l'Université de l'Utah et Richard Nash
he: ב-15 בינואר 1992, מייקל מור מאוניברסיטת יוטה וריצ'רד נאש
hi: 15 जनवरी 1992 को यूटा विश्वविद्यालय के माइकल मूर और रिचर्ड नैश
hu: 1992. január 15-én Michael Moore a Utah-i Egyetemről és Richard Nash
id: Pada tanggal 15 Januari 1992, Michael Moore dari Universitas Utah dan Richard Nash
it: Il 15 gennaio 1992, Michael Moore dell'Università dello Utah e Richard Nash

source: started the first Internet chess server, named the American Internet Chess Server (AICS),
de: startete den ersten Internet-Schachserver, den American Internet Chess Server (AICS),
fr: a lancé le premier serveur d'échecs sur Internet, appelé American Internet Chess Server (AICS),
he: הקים את שרת השחמט האינטרנטי הראשון, בשם שרת השחמט האמריקאי האמריקני (AICS),
hi: पहला इंटरनेट शतरंज सर्वर शुरू किया, जिसका नाम अमेरिकन इंटरनेट शतरंज सर्वर (AICS) रखा गया,
hu: elindította az első internetes sakkszervert, az American Internet Chess Server (AICS) nevet.
id: memulai server catur Internet pertama, bernama American Internet Chess Server (AICS),
it: ha avviato il primo server di scacchi su Internet, denominato American Internet Chess Server (AICS),

source: but generally known as simply the Internet Chess Server(ICS).
de: aber allgemein einfach als Internet Chess Server (ICS) bekannt.
fr: mais généralement connu sous le nom de serveur d'échecs Internet (ICS).
he: אך ידוע בדרך כלל כ-Internet Chess Server (ICS).
hi: लेकिन आम तौर पर इसे इंटरनेट शतरंज सर्वर (आई.सी.एस.) के नाम से जाना जाता है।
hu: de általában egyszerűen Internet Chess Server (ICS) néven ismert.
id: tetapi secara umum dikenal sebagai Internet Chess Server (ICS).
it: ma generalmente noto semplicemente come Internet Chess Server (ICS).

source: The initial release was hosted at the Colorado School of Mines,
de: Die erste Veröffentlichung fand an der Colorado School of Mines statt,
fr: La version initiale a été hébergée à la Colorado School of Mines,
he: השחרור הראשוני התארח בבית הספר למכרות קולורדו,
hi: प्रारंभिक विमोचन कोलोराडो स्कूल ऑफ माइन्स में आयोजित किया गया था।
hu: Az első kiadást a Colorado School of Mines adott otthont.
id: Rilis awal diselenggarakan di Sekolah Pertambangan Colorado,
it: La versione iniziale è stata ospitata presso la Colorado School of Mines,

source: but it was moved to Carnegie Mellon University later the same year.
de: aber noch im selben Jahr wurde es an die Carnegie Mellon University verlegt.
fr: mais il a été transféré à l'Université Carnegie Mellon plus tard la même année.
he: אבל זה הועבר לאוניברסיטת קרנגי מלון מאוחר יותר באותה שנה.
hi: लेकिन उसी वर्ष बाद में इसे कार्नेगी मेलन विश्वविद्यालय में स्थानांतरित कर दिया गया।
hu: de még ugyanabban az évben áthelyezték a Carnegie Mellon Egyetemre.
id: tetapi dipindahkan ke Universitas Carnegie Mellon pada tahun yang sama.
it: ma più tardi nello stesso anno venne trasferito alla Carnegie Mellon University.

source: The software was coded, supported, and operated by volunteers until 1 March 1995
de: Die Software wurde bis zum 1. März 1995 von Freiwilligen programmiert, unterstützt und betrieben.
fr: Le logiciel a été codé, pris en charge et exploité par des bénévoles jusqu'au 1er mars 1995
he: התוכנה קודדה, נתמכה והופעלה על ידי מתנדבים עד 1 במרץ 1995
hi: 1 मार्च 1995 तक इस सॉफ्टवेयर को स्वयंसेवकों द्वारा कोडित, समर्थित और संचालित किया गया था
hu: A szoftvert önkéntesek kódolták, támogatták és üzemeltették 1995. március 1-ig
id: Perangkat lunak ini dikodekan, didukung, dan dioperasikan oleh sukarelawan hingga 1 Maret 1995
it: Il software è stato codificato, supportato e gestito da volontari fino al 1° marzo 1995

source: when administrators began charging players for membership and changed the name
de: als die Administratoren begannen, den Spielern eine Mitgliedschaft in Rechnung zu stellen und den Namen änderten
fr: lorsque les administrateurs ont commencé à facturer l'adhésion des joueurs et ont changé le nom
he: כאשר המנהלים החלו לגבות שחקנים עבור חברות ושינו את השם
hi: जब प्रशासकों ने सदस्यता के लिए खिलाड़ियों से पैसे लेने शुरू कर दिए और नाम बदल दिया
hu: amikor az adminisztrátorok díjat kezdtek kérni a játékosoktól a tagságért, és megváltoztatták a nevet
id: ketika administrator mulai menagih pemain untuk keanggotaan dan mengubah nama
it: quando gli amministratori hanno iniziato a far pagare ai giocatori l'iscrizione e hanno cambiato il nome

source: to the ICC. Several former ICS programmers saw the commercialization of ICS
de: an die ICC. Mehrere ehemalige ICS-Programmierer sahen die Kommerzialisierung von ICS
fr: à l'ICC. Plusieurs anciens programmeurs ICS ont vu la commercialisation d'ICS
he: ל-ICC. כמה מתכנתי ICS לשעבר ראו את המסחור של ICS
hi: कई पूर्व आईसीएस प्रोग्रामर्स ने आईसीएस के व्यावसायीकरण को देखा
hu: az ICC-nek. Számos korábbi ICS programozó látta az ICS kereskedelmi forgalomba hozatalát
id: ke ICC. Beberapa mantan programmer ICS melihat komersialisasi ICS
it: all'ICC. Diversi ex programmatori ICS hanno visto la commercializzazione di ICS

source: as an exploitation of their work.
de: als Ausbeutung ihrer Arbeit.
fr: comme une exploitation de leur travail.
he: כניצול של עבודתם.
hi: उनके काम का शोषण किया जा रहा है।
hu: munkájuk kihasználásaként.
id: sebagai eksploitasi atas pekerjaan mereka.
it: come sfruttamento del loro lavoro.

source: This group, led by Chris Petroff and Henrik Gram, developed FICS as an alternative
de: Diese Gruppe unter der Leitung von Chris Petroff und Henrik Gram entwickelte FICS als Alternative
fr: Ce groupe, dirigé par Chris Petroff et Henrik Gram, a développé FICS comme alternative
he: קבוצה זו, בראשות כריס פטרוף והנריק גראם, פיתחה FICS כחלופה
hi: क्रिस पेट्रॉफ और हेनरिक ग्राम के नेतृत्व में इस समूह ने वैकल्पिक चिकित्सा पद्धति के रूप में FICS का विकास किया।
hu: Ez a Chris Petroff és Henrik Gram által vezetett csoport alternatívaként fejlesztette ki a FICS-t
id: Kelompok ini, yang dipimpin oleh Chris Petroff dan Henrik Gram, mengembangkan FICS sebagai alternatif
it: Questo gruppo, guidato da Chris Petroff e Henrik Gram, ha sviluppato FICS come alternativa

source: to the paid model, giving users free, unrestricted access.
de: zum kostenpflichtigen Modell, das den Benutzern kostenlosen und uneingeschränkten Zugriff gewährt.
fr: au modèle payant, offrant aux utilisateurs un accès gratuit et sans restriction.
he: למודל בתשלום, המעניק למשתמשים גישה חופשית ובלתי מוגבלת.
hi: भुगतान मॉडल में बदलाव करके, उपयोगकर्ताओं को मुफ्त, अप्रतिबंधित पहुंच प्रदान की गई।
hu: a fizetős modellre, ingyenes, korlátlan hozzáférést biztosítva a felhasználóknak.
id: ke model berbayar, memberikan pengguna akses gratis dan tanpa batas.
it: al modello a pagamento, che offre agli utenti un accesso gratuito e illimitato.

source: The server debuted on 3 March 1995, just two days after the ICC announcement.
de: Der Server wurde am 3. März 1995, nur zwei Tage nach der ICC-Ankündigung, in Betrieb genommen.
fr: Le serveur a fait ses débuts le 3 mars 1995, deux jours seulement après l'annonce de l'ICC.
he: השרת הופיע לראשונה ב-3 במרץ 1995, יומיים בלבד לאחר הודעת ה-ICC.
hi: सर्वर का पदार्पण आईसीसी की घोषणा के दो दिन बाद, 3 मार्च 1995 को हुआ।
hu: A szerver 1995. március 3-án debütált, mindössze két nappal az ICC bejelentése után.
id: Server ini memulai debutnya pada tanggal 3 Maret 1995, hanya dua hari setelah pengumuman ICC.
it: Il server debuttò il 3 marzo 1995, appena due giorni dopo l'annuncio dell'ICC.

source: In 1998, the Free Internet Chess Organization was founded as a nonprofit organization.
de: 1998 wurde die Free Internet Chess Organization als gemeinnützige Organisation gegründet.
fr: En 1998, la Free Internet Chess Organization a été fondée en tant qu'organisation à but non lucratif.
he: בשנת 1998 נוסד ארגון השחמט החופשי באינטרנט כארגון ללא מטרות רווח.
hi: 1998 में, फ्री इंटरनेट शतरंज संगठन की स्थापना एक गैर-लाभकारी संगठन के रूप में की गई थी।
hu: 1998-ban nonprofit szervezetként megalakult a Free Internet Chess Organization.
id: Pada tahun 1998, Organisasi Catur Internet Gratis didirikan sebagai organisasi nirlaba.
it: Nel 1998 è stata fondata la Free Internet Chess Organization, un'organizzazione senza scopo di lucro.

source: In 2007, this legal entity was involuntarily dissolved.
de: Im Jahr 2007 wurde diese juristische Person unfreiwillig aufgelöst.
fr: En 2007, cette entité juridique a été dissoute involontairement.
he: בשנת 2007, ישות משפטית זו פורקה בעל כורחו.
hi: 2007 में, इस कानूनी इकाई को अनैच्छिक रूप से भंग कर दिया गया।
hu: 2007-ben ez a jogi személy önkéntelenül megszűnt.
id: Pada tahun 2007, badan hukum ini dibubarkan secara tidak sukarela.
it: Nel 2007 questa persona giuridica è stata sciolta involontariamente.

source: The server is still maintained and administered by volunteers.
de: Der Server wird weiterhin von Freiwilligen gepflegt und verwaltet.
fr: Le serveur est toujours maintenu et administré par des bénévoles.
he: השרת עדיין מתוחזק ומנוהל על ידי מתנדבים.
hi: सर्वर का रखरखाव और प्रबंधन अभी भी स्वयंसेवकों द्वारा किया जाता है।
hu: A szervert továbbra is önkéntesek tartják karban és adminisztrálják.
id: Server masih dirawat dan dikelola oleh relawan.
it: Il server è ancora gestito e amministrato da volontari.

source: The material above is from Wikipedia and is reproduced
de: Das obige Material stammt aus Wikipedia und wird reproduziert
fr: Le matériel ci-dessus provient de Wikipédia et est reproduit
he: החומר למעלה הוא מויקיפדיה והוא משוכפל
hi: उपरोक्त सामग्री विकिपीडिया से ली गई है और इसका पुनरुत्पादन किया गया है
hu: A fenti anyag a Wikipédiából származik, és reprodukálva van
id: Materi di atas berasal dari Wikipedia dan direproduksi
it: Il materiale sopra riportato è tratto da Wikipedia e viene riprodotto

source: in accordance with the Creative Commons license version 4.0 -
de: gemäß der Creative Commons-Lizenz Version 4.0 -
fr: conformément à la licence Creative Commons version 4.0 -
he: בהתאם לרישיון Creative Commons גרסה 4.0 -
hi: क्रिएटिव कॉमन्स लाइसेंस संस्करण 4.0 के अनुसार -
hu: a Creative Commons licenc 4.0-s verziójának megfelelően -
id: sesuai dengan lisensi Creative Commons versi 4.0 -
it: in conformità con la licenza Creative Commons versione 4.0 -

source: History of the Free Internet Chess Server
de: Geschichte des freien Internet-Schachservers
fr: Histoire du serveur d'échecs gratuit sur Internet
he: היסטוריה של שרת השחמט החופשי באינטרנט
hi: निःशुल्क इंटरनेट शतरंज सर्वर का इतिहास
hu: Az ingyenes internetes sakkszerver története
id: Sejarah Server Catur Internet Gratis
it: Storia del server di scacchi gratuito su Internet

source: In order to be able to connect to Fics you need an internet connection
de: Um eine Verbindung zu Fics herstellen zu können, benötigen Sie eine Internetverbindung
fr: Pour pouvoir vous connecter à Fics, vous avez besoin d'une connexion Internet
he: כדי להיות מסוגל להתחבר ל-Fics אתה צריך חיבור לאינטרנט
hi: फिक्स से जुड़ने के लिए आपको इंटरनेट कनेक्शन की आवश्यकता होगी
hu: Ahhoz, hogy csatlakozni tudjon a Fics szolgáltatáshoz, internetkapcsolatra van szüksége
id: Untuk dapat terhubung ke Fics Anda memerlukan koneksi internet
it: Per potersi connettere a Fics è necessaria una connessione internet

source: and port number 5000 must be allowed through the Windows firewall.
de: und die Portnummer 5000 muss durch die Windows-Firewall zugelassen werden.
fr: et le numéro de port 5000 doit être autorisé via le pare-feu Windows.
he: יש לאפשר יציאה מספר 5000 דרך חומת האש של Windows.
hi: और पोर्ट संख्या 5000 को विंडोज फ़ायरवॉल के माध्यम से अनुमति दी जानी चाहिए।
hu: és az 5000-es portot engedélyezni kell a Windows tűzfalon keresztül.
id: dan nomor port 5000 harus diizinkan melalui firewall Windows.
it: e la porta numero 5000 deve essere consentita attraverso il firewall di Windows.
