Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: (one hundred eighty one million, eight hundred thousand) nodes,
de: (einhunderteinundachtzig Millionen achthunderttausend) Knoten,
fr: (cent quatre-vingt-un millions huit cent mille) nœuds,
he: (מאה שמונים ואחד מיליון, שמונה מאות אלף) צמתים,
hi: (एक सौ अस्सी दस लाख, आठ सौ हज़ार) नोड्स,
hu: (száznyolcvanegymillió, nyolcszázezer) csomópontok,
id: (seratus delapan puluh satu juta delapan ratus ribu) node,
it: (centottantuno milioni e ottocentomila) nodi,

source: regardless of how much wall time it will actually take.
de: unabhängig davon, wie viel Zeit an der Wand tatsächlich benötigt wird.
fr: peu importe le temps que cela prendra réellement.
he: ללא קשר לכמה זמן קיר זה ייקח בפועל.
hi: भले ही दीवार बनाने में कितना भी समय लगे।
hu: függetlenül attól, hogy valójában mennyi falidőt vesz igénybe.
id: terlepas dari berapa banyak waktu yang dibutuhkan untuk menyelesaikan tembok.
it: indipendentemente da quanto tempo ci vorrà effettivamente.

source: Debug Log File - Write all communication to and from the engine into a text file.
de: Debug-Protokolldatei – Schreiben Sie die gesamte Kommunikation zur und von der Engine in eine Textdatei.
fr: Fichier journal de débogage - Écrivez toutes les communications vers et depuis le moteur dans un fichier texte.
he: Debug Log File - כתוב את כל התקשורת אל המנוע וממנו לקובץ טקסט.
hi: डीबग लॉग फ़ाइल - इंजन से और इंजन तक सभी संचार को एक पाठ फ़ाइल में लिखें।
hu: Hibakeresési naplófájl – Írja be az összes kommunikációt a motorral és egy szövegfájlba.
id: Berkas Log Debug - Menuliskan semua komunikasi ke dan dari mesin ke dalam berkas teks.
it: File di registro di debug: scrive tutte le comunicazioni da e verso il motore in un file di testo.

source: OwnBook - This means that the engine has its own book which is accessed by the
de: OwnBook - Das bedeutet, dass die Engine über ein eigenes Buch verfügt, auf das die
fr: OwnBook - Cela signifie que le moteur possède son propre livre auquel accède le
he: OwnBook - זה אומר שלמנוע יש ספר משלו שאליו הגישה ה-
hi: ओनबुक - इसका मतलब है कि इंजन की अपनी बुक है जिसे उपयोगकर्ता द्वारा एक्सेस किया जाता है।
hu: Saját könyv – Ez azt jelenti, hogy a motornak saját könyve van, amelyhez a
id: OwnBook - Ini berarti bahwa mesin memiliki buku sendiri yang diakses oleh
it: OwnBook - Ciò significa che il motore ha il suo libro a cui si accede tramite

source: engine itself. If this is set, the engine takes care of the opening book
de: Engine selbst. Wenn dies eingestellt ist, kümmert sich die Engine um das Eröffnungsbuch
fr: moteur lui-même. Si cette option est activée, le moteur se charge de l'ouverture du livre.
he: המנוע עצמו. אם זה מוגדר, המנוע מטפל בספר הפתיחה
hi: इंजन ही। अगर यह सेट है, तो इंजन ओपनिंग बुक का ख्याल रखता है
hu: maga a motor. Ha ez be van állítva, a motor gondoskodik a nyitókönyvről
id: mesin itu sendiri. Jika ini diatur, mesin akan mengurus pembukaan buku
it: motore stesso. Se è impostato, il motore si occupa dell'apertura del libro

source: and the GUI will never execute a move out of its book for the engine.
de: und die GUI führt für die Engine niemals einen Zug aus, der nicht in ihrem Buch steht.
fr: et l'interface graphique n'exécutera jamais un mouvement hors de son livre pour le moteur.
he: וה-GUI לעולם לא יבצע מעבר מהספר שלו עבור המנוע.
hi: और GUI कभी भी इंजन के लिए अपनी पुस्तक से बाहर कोई कदम नहीं उठाएगा।
hu: és a grafikus felhasználói felület soha nem fog végrehajtani egy lépést a motor könyvéből.
id: dan GUI tidak akan pernah mengeksekusi gerakan di luar bukunya untuk mesin.
it: e la GUI non eseguirà mai una mossa fuori dal suo libro per il motore.

source: If this is set to false by the GUI, the engine should not access its own book.
de: Wenn dies von der GUI auf „False“ gesetzt wird, sollte die Engine nicht auf ihr eigenes Buch zugreifen.
fr: Si cette option est définie sur faux par l'interface graphique, le moteur ne doit pas accéder à son propre livre.
he: אם זה מוגדר כ-false על ידי ה-GUI, המנוע לא אמור לגשת לספר משלו.
hi: यदि GUI द्वारा इसे गलत पर सेट किया गया है, तो इंजन को अपनी पुस्तक तक पहुंच नहीं मिलनी चाहिए।
hu: Ha ezt a grafikus felhasználói felület false értékre állítja, akkor a motornak nem szabad hozzáférnie a saját könyvéhez.
id: Jika ini ditetapkan ke false oleh GUI, mesin tidak akan mengakses bukunya sendiri.
it: Se impostato su falso dalla GUI, il motore non dovrebbe accedere al proprio libro.

source: Book File - The filename with path for the book file.
de: Buchdatei – Der Dateiname mit Pfad für die Buchdatei.
fr: Fichier du livre - Le nom du fichier avec le chemin d'accès au fichier du livre.
he: קובץ ספר - שם הקובץ עם הנתיב לקובץ הספר.
hi: पुस्तक फ़ाइल - पुस्तक फ़ाइल के लिए पथ सहित फ़ाइल नाम.
hu: Könyvfájl – A fájlnév a könyvfájl elérési útjával.
id: Berkas Buku - Nama berkas beserta jalur untuk berkas buku.
it: File del libro: il nome del file con il percorso per il file del libro.

source: Note : When I tested the Komodo 12 with its own book set, and the GUI book on,
de: Hinweis: Als ich den Komodo 12 mit seinem eigenen Buchsatz und dem GUI-Buch getestet habe,
fr: Remarque : lorsque j'ai testé le Komodo 12 avec son propre ensemble de livres et le livre GUI activé,
he: הערה: כשבדקתי את ה-Komodo 12 עם ערכת ספרים משלו, וספר ה-GUI על,
hi: नोट: जब मैंने कोमोडो 12 का परीक्षण उसके स्वयं के पुस्तक सेट और जीयूआई पुस्तक के साथ किया,
hu: Megjegyzés: Amikor teszteltem a Komodo 12-t saját könyvkészlettel és a GUI-könyvvel,
id: Catatan: Ketika saya menguji Komodo 12 dengan set buku sendiri, dan buku GUI aktif,
it: Nota: quando ho testato il Komodo 12 con il suo set di libri e il libro GUI acceso,

source: I found that the GUI opening book took precedence.
de: Ich habe festgestellt, dass das GUI-Eröffnungsbuch Vorrang hatte.
fr: J'ai constaté que le livre d'ouverture de l'interface graphique avait la priorité.
he: גיליתי שספר הפתיחה של ה-GUI קיבל עדיפות.
hi: मैंने पाया कि GUI ओपनिंग बुक को प्राथमिकता दी गई।
hu: Azt tapasztaltam, hogy a GUI nyitókönyve élvez elsőbbséget.
id: Saya menemukan bahwa buku pembuka GUI diutamakan.
it: Ho scoperto che il libro di apertura dell'interfaccia grafica aveva la precedenza.

source: Also, with the Komodo 12 engine, I found that with the opening book on,
de: Außerdem habe ich mit der Komodo 12 Engine festgestellt, dass mit dem Eröffnungsbuch,
fr: De plus, avec le moteur Komodo 12, j'ai constaté qu'avec le livre d'ouverture allumé,
he: כמו כן, עם מנוע הקומודו 12, מצאתי שעם ספר הפתיחה על,
hi: इसके अलावा, कोमोडो 12 इंजन के साथ, मैंने पाया कि शुरुआती किताब के साथ,
hu: Ezenkívül a Komodo 12 motorral azt tapasztaltam, hogy a nyitókönyvvel
id: Juga, dengan mesin Komodo 12, saya menemukan bahwa dengan buku pembuka,
it: Inoltre, con il motore Komodo 12, ho scoperto che con il libro di apertura acceso,

source: it would not show any kibitz analysis when it was still in its book.
de: es würde keine Kibitz-Analyse zeigen, wenn es noch in seinem Buch wäre.
fr: il ne montrerait aucune analyse kibitz lorsqu'il était encore dans son livre.
he: זה לא היה מציג שום ניתוח קיביץ כשהיא עדיין היה בספר שלו.
hi: जब यह पुस्तक में था, तब इसमें कोई किबिट्ज़ विश्लेषण नहीं दिखाया गया था।
hu: nem mutatott ki semmilyen kibicelemzést, amikor még a könyvében volt.
id: itu tidak akan menunjukkan analisis kibitz apa pun ketika masih ada di bukunya.
it: non avrebbe mostrato alcuna analisi kibitz quando era ancora nel suo libro.

source: With the other engines I tried using these settings, this was not the case
de: Bei den anderen Engines, die ich mit diesen Einstellungen ausprobiert habe, war dies nicht der Fall
fr: Avec les autres moteurs que j'ai essayés en utilisant ces paramètres, ce n'était pas le cas
he: עם המנועים האחרים שניסיתי באמצעות הגדרות אלה, זה לא היה המקרה
hi: अन्य इंजनों के साथ मैंने इन सेटिंग्स का उपयोग करने की कोशिश की, यह मामला नहीं था
hu: A többi motornál, amivel megpróbáltam ezeket a beállításokat használni, ez nem így volt
id: Dengan mesin lain yang saya coba gunakan pengaturan ini, hal ini tidak terjadi
it: Con gli altri motori ho provato ad usare queste impostazioni, ma non è stato così

source: and they all showed kibitz analysis normally.
de: und sie alle zeigten eine normale Kibitz-Analyse.
fr: et ils ont tous montré une analyse Kibitz normalement.
he: וכולם הראו ניתוח קיביץ כרגיל.
hi: और उन सभी ने सामान्य रूप से किबिट्ज़ विश्लेषण दिखाया।
hu: és mindegyik normálisan mutatta a kibicelemzést.
id: dan semuanya menunjukkan analisis kibitz secara normal.
it: e tutti hanno mostrato un'analisi kibitz normale.

source: Description of UCI engine options
de: Beschreibung der UCI-Engine-Optionen
fr: Description des options du moteur UCI
he: תיאור אפשרויות מנוע UCI
hi: यूसीआई इंजन विकल्पों का विवरण
hu: Az UCI motoropciók leírása
id: Deskripsi opsi mesin UCI
it: Descrizione delle opzioni del motore UCI

source: Use engine time adjustments
de: Verwenden Sie Motorzeitanpassungen
fr: Utiliser les réglages du temps moteur
he: השתמש בהתאמות זמן מנוע
hi: इंजन समय समायोजन का उपयोग करें
hu: Használja a motoridő-beállításokat
id: Gunakan penyesuaian waktu mesin
it: Utilizzare le regolazioni del tempo motore

source: Adjustment activation
de: Anpassungsaktivierung
fr: Activation du réglage
he: הפעלת התאמה
hi: समायोजन सक्रियण
hu: Beállítás aktiválása
id: Aktivasi penyesuaian
it: Attivazione della regolazione

source: (30 - 180 seconds)
de: (30 - 180 Sekunden)
fr: (30 - 180 secondes)
he: (30 - 180 שניות)
hi: (30 - 180 सेकंड)
hu: (30-180 másodperc)
id: (30 - 180 detik)
it: (30 - 180 secondi)

source: Move number factor
de: Zugzahlfaktor
fr: Facteur de déplacement du numéro
he: העבר גורם מספר
hi: चाल संख्या कारक
hu: Mozgatás számtényező
id: Pindahkan faktor angka
it: Sposta il fattore numero

source: (20 - 100 moves)
de: (20 - 100 Züge)
fr: (20 à 100 coups)
he: (20 - 100 מהלכים)
hi: (20 - 100 चालें)
hu: (20-100 mozdulat)
id: (20 - 100 gerakan)
it: (20 - 100 mosse)

source: 1 minute
he: דקה אחת
hi: 1 मिनट
hu: 1 perc
id: 1 menit
it: 1 minuto

source: 2 minutes
de: 2 Minuten
he: 2 דקות
hi: 2 मिनट
hu: 2 perc
id: 2 menit
it: 2 minuti

source: 3 minutes
de: 3 Minuten
he: 3 דקות
hi: 3 मिनट
hu: 3 perc
id: 3 menit
it: 3 minuti

source: Use fake book delay
de: Verwenden Sie eine Fake-Book-Verzögerung
fr: Utiliser un faux délai de réservation
he: השתמש בהשהיית ספר מזויף
hi: नकली पुस्तक देरी का उपयोग करें
hu: Használjon hamis könyv késleltetést
id: Gunakan penundaan buku palsu
it: Usa il ritardo del libro falso

source: Check to use engine time adjustments
de: Aktivieren Sie dieses Kontrollkästchen, um Motorzeitanpassungen zu verwenden
fr: Cochez pour utiliser les réglages de temps du moteur
he: סמן כדי להשתמש בהתאמות זמן מנוע
hi: इंजन समय समायोजन का उपयोग करने के लिए जाँच करें
hu: Ellenőrizze, hogy használja-e a motoridő-beállításokat
id: Periksa untuk menggunakan penyesuaian waktu mesin
it: Selezionare per utilizzare le regolazioni del tempo motore

source: Enter adjustment activation in seconds
de: Geben Sie die Anpassungsaktivierung in Sekunden ein
fr: Entrez l'activation du réglage en quelques secondes
he: הזן את הפעלת ההתאמה בשניות
hi: कुछ सेकंड में समायोजन सक्रियण दर्ज करें
hu: Adja meg a beállítás aktiválását másodpercekben
id: Masukkan aktivasi penyesuaian dalam hitungan detik
it: Inserisci l'attivazione della regolazione in pochi secondi

source: Enter move number factor for 1 minute or less
de: Geben Sie den Bewegungsanzahlfaktor für 1 Minute oder weniger ein
fr: Entrez le facteur de numéro de mouvement pendant 1 minute ou moins
he: הזן גורם מספר תנועה למשך דקה אחת או פחות
hi: 1 मिनट या उससे कम समय के लिए चाल संख्या कारक दर्ज करें
hu: Adja meg a lépésszámtényezőt legfeljebb 1 percig
id: Masukkan faktor nomor gerakan selama 1 menit atau kurang
it: Inserisci il fattore del numero di movimento per 1 minuto o meno

source: Enter move number factor for 2 minutes or less
de: Geben Sie den Zuganzahlfaktor für 2 Minuten oder weniger ein
fr: Entrez le facteur de numéro de mouvement pendant 2 minutes ou moins
he: הזן גורם מספר תנועה למשך 2 דקות או פחות
hi: 2 मिनट या उससे कम समय के लिए चाल संख्या कारक दर्ज करें
hu: Adja meg a lépésszámtényezőt legfeljebb 2 percig
id: Masukkan faktor nomor gerakan selama 2 menit atau kurang
it: Inserisci il fattore del numero di mosse per 2 minuti o meno

source: Enter move number factor for 3 minutes or less
de: Geben Sie den Zuganzahlfaktor für 3 Minuten oder weniger ein
fr: Entrez le facteur de numéro de mouvement pendant 3 minutes ou moins
he: הזן את גורם מספר המהלך למשך 3 דקות או פחות
hi: 3 मिनट या उससे कम समय के लिए चाल संख्या कारक दर्ज करें
hu: Adja meg a mozgás számtényezőjét 3 percig vagy rövidebb ideig
id: Masukkan faktor nomor gerakan selama 3 menit atau kurang
it: Inserisci il fattore del numero di mosse per 3 minuti o meno

source: Toggle fake book delay use
de: Aktivieren/Deaktivieren der Verwendung von Fake-Book-Verzögerungen
fr: Activer/désactiver l'utilisation du faux délai de livre
he: החלף את השימוש בהשהיית ספר מזויף
hi: जाली किताब देरी का उपयोग टॉगल करें
hu: A hamis könyv késleltetésének használatának váltása
id: Alihkan penundaan penggunaan buku palsu
it: Attiva/disattiva l'uso del ritardo del libro falso

source: This box allows you to adjust the engine time usage,
de: In diesem Feld können Sie die Motornutzungszeit anpassen.
fr: Cette case permet de régler le temps d'utilisation du moteur,
he: תיבה זו מאפשרת לך להתאים את השימוש בזמן המנוע,
hi: यह बॉक्स आपको इंजन समय उपयोग को समायोजित करने की अनुमति देता है,
hu: Ez a doboz lehetővé teszi a motor időfelhasználásának beállítását,
id: Kotak ini memungkinkan Anda untuk menyesuaikan penggunaan waktu mesin,
it: Questa casella consente di regolare il tempo di utilizzo del motore,

source: so that the engine does not lose on time when playing
de: damit die Engine beim Spielen nicht an Zeit verliert
fr: pour que le moteur ne perde pas de temps lors de la lecture
he: כדי שהמנוע לא יאבד בזמן בזמן משחק
hi: ताकि खेलते समय इंजन समय पर न खो जाए
hu: hogy a motor ne veszítsen időben játék közben
id: agar mesin tidak hilang pada saat bermain
it: in modo che il motore non perda tempo durante la riproduzione

source: in shootout mode or engine matches.
de: im Shootout-Modus oder in Engine-Matches.
fr: en mode fusillade ou en matchs de moteur.
he: במצב יריות או משחקי מנוע.
hi: शूटआउट मोड या इंजन मैचों में।
hu: lövöldözős módban vagy motormérkőzéseken.
id: dalam mode tembak-menembak atau pertandingan mesin.
it: in modalità sparatoria o partite di motori.

source: Check the Use engine time adjustments to activate the adjustments,
de: Aktivieren Sie die Option „Motorzeitanpassungen verwenden“, um die Anpassungen zu aktivieren.
fr: Cochez la case Utiliser les réglages du temps moteur pour activer les réglages,
he: סמן את השתמש בהתאמות זמן מנוע כדי להפעיל את ההתאמות,
hi: समायोजन को सक्रिय करने के लिए इंजन समय समायोजन का उपयोग करें की जाँच करें,
hu: Ellenőrizze a Motoridő-beállítások használata a beállítások aktiválásához,
id: Centang Gunakan penyesuaian waktu mesin untuk mengaktifkan penyesuaian,
it: Selezionare Usa regolazioni tempo motore per attivare le regolazioni,

source: this will speed up the engine moves.
de: Dadurch werden die Motorbewegungen beschleunigt.
fr: cela accélérera les mouvements du moteur.
he: זה יאיץ את תנועות המנוע.
hi: इससे इंजन की गति तेज हो जाएगी।
hu: ez felgyorsítja a motor mozgását.
id: ini akan mempercepat pergerakan mesin.
it: questo accelererà i movimenti del motore.

source: The engine adjustment activation figure is the time left in seconds
de: Der Aktivierungswert der Motoranpassung ist die verbleibende Zeit in Sekunden
fr: Le chiffre d'activation du réglage du moteur est le temps restant en secondes
he: נתון הפעלת כוונון המנוע הוא הזמן שנותר בשניות
hi: इंजन समायोजन सक्रियण आंकड़ा सेकंड में बचा हुआ समय है
hu: A motorbeállítás aktiválási értéke a hátralévő idő másodpercben
id: Angka aktivasi penyesuaian mesin adalah waktu yang tersisa dalam hitungan detik
it: La cifra di attivazione della regolazione del motore è il tempo rimanente in secondi

source: at which the adjustments will start to operate.
de: ab dem die Anpassungen wirksam werden.
fr: à partir de laquelle les ajustements commenceront à opérer.
he: שבו ההתאמות יתחילו לפעול.
hi: जिस पर समायोजन कार्य करना शुरू हो जाएगा।
hu: amikor a beállítások működni kezdenek.
id: di mana penyesuaian akan mulai beroperasi.
it: a partire dal quale le regolazioni inizieranno a funzionare.

source: The move number factor is the number of moves that the engine
de: Der Zuganzahlfaktor ist die Anzahl der Züge, die die Engine
fr: Le facteur de nombre de mouvements est le nombre de mouvements que le moteur
he: גורם מספר המהלך הוא מספר המהלכים שהמנוע
hi: चाल संख्या कारक चालों की वह संख्या है जो इंजन करता है
hu: A lépésszámtényező a motor által végrehajtott lépések száma
id: Faktor jumlah gerakan adalah jumlah gerakan yang dilakukan mesin
it: Il fattore numero di mosse è il numero di mosse che il motore

source: assumes it has to make in the remaining time, irrespective of
de: davon ausgeht, dass es in der verbleibenden Zeit tun muss, unabhängig von
fr: suppose qu'il doit le faire dans le temps restant, indépendamment de
he: מניח שהוא צריך להספיק בזמן שנותר, ללא קשר ל
hi: यह मान लिया गया है कि इसे शेष समय में बनाना होगा, चाहे कुछ भी हो
hu: azt feltételezi, hogy a hátralévő időben meg kell tennie, függetlenül attól
id: mengasumsikan bahwa hal itu harus dilakukan dalam waktu yang tersisa, terlepas dari
it: presuppone che debba farlo nel tempo rimanente, indipendentemente da

source: how much time is actually left.
de: wie viel Zeit tatsächlich noch übrig ist.
fr: combien de temps reste-t-il réellement.
he: כמה זמן נשאר בפועל.
hi: वास्तव में कितना समय बचा है.
hu: mennyi idő van még hátra valójában.
id: berapa banyak waktu yang sebenarnya tersisa.
it: quanto tempo rimane effettivamente.

source: This forces the engine to play progressively faster as the time reduces.
de: Dadurch wird die Engine gezwungen, mit abnehmender Zeit immer schneller zu spielen.
fr: Cela force le moteur à jouer progressivement plus vite à mesure que le temps diminue.
he: זה מאלץ את המנוע לפעול מהר יותר ככל שהזמן מצטמצם.
hi: इससे समय कम होने के साथ इंजन को उत्तरोत्तर तेजी से चलने के लिए मजबूर होना पड़ता है।
hu: Ez arra kényszeríti a motort, hogy az idő csökkenésével fokozatosan gyorsabban működjön.
id: Hal ini memaksa mesin berputar semakin cepat seiring berkurangnya waktu.
it: Ciò costringe il motore a funzionare progressivamente più velocemente man mano che il tempo si riduce.

source: The higher the move number factor, the faster the engine will play.
de: Je höher der Zuganzahlfaktor, desto schneller spielt die Engine.
fr: Plus le facteur de nombre de mouvements est élevé, plus le moteur jouera rapidement.
he: ככל שגורם מספר המהלך גבוה יותר, כך המנוע יפעל מהר יותר.
hi: चाल संख्या कारक जितना अधिक होगा, इंजन उतनी ही तेजी से चलेगा।
hu: Minél magasabb a lépésszám tényező, annál gyorsabban fog játszani a motor.
id: Makin tinggi faktor angka gerakan, makin cepat mesin akan berputar.
it: Quanto più alto è il fattore numero di mosse, tanto più veloce sarà la riproduzione del motore.

source: You can set up to three factors that will activate at the given times.
de: Sie können bis zu drei Faktoren festlegen, die zu den angegebenen Zeiten aktiviert werden.
fr: Vous pouvez définir jusqu'à trois facteurs qui s'activeront aux moments donnés.
he: אתה יכול להגדיר עד שלושה גורמים שיופעלו במועדים הנתונים.
hi: आप अधिकतम तीन कारक निर्धारित कर सकते हैं जो दिए गए समय पर सक्रिय हो जाएंगे।
hu: Legfeljebb három tényezőt állíthat be, amelyek az adott időpontban aktiválódnak.
id: Anda dapat mengatur hingga tiga faktor yang akan aktif pada waktu tertentu.
it: È possibile impostare fino a tre fattori che verranno attivati negli orari indicati.

source: There is a minimum allowance of 1/10 of a second for an engine move,
de: Für eine Motorbewegung ist eine Mindesttoleranz von 1/10 Sekunde zulässig.
fr: Il y a une tolérance minimale de 1/10 de seconde pour un mouvement de moteur,
he: יש תוספת מינימלית של 1/10 שנייה להזזת מנוע,
hi: इंजन को चलाने के लिए न्यूनतम समय 1/10 सेकंड होता है,
hu: A motor mozgatásához legalább 1/10 másodperc áll rendelkezésre,
id: Ada toleransi waktu minimal 1/10 detik untuk pergerakan mesin,
it: C'è una tolleranza minima di 1/10 di secondo per il movimento di un motore,

source: in order to prevent the engine from making gross blunders.
de: um grobe Fehler der Engine zu vermeiden.
fr: afin d'éviter que le moteur ne commette de graves erreurs.
he: על מנת למנוע מהמנוע לעשות טעויות גסות.
hi: इंजन को बड़ी ग़लतियाँ करने से रोकने के लिए।
hu: hogy megakadályozza a motor durva baklövést.
id: untuk mencegah mesin membuat kesalahan besar.
it: per evitare che il motore commetta errori grossolani.

source: The optimum settings to prevent the computer losing on time
de: Die optimalen Einstellungen, um zu verhindern, dass der Computer Zeit verliert
fr: Les paramètres optimaux pour éviter que l'ordinateur ne perde du temps
he: ההגדרות האופטימליות כדי למנוע מהמחשב לאבד בזמן
hi: कंप्यूटर को समय पर नुकसान से बचाने के लिए इष्टतम सेटिंग्स
hu: Az optimális beállítások a számítógép időveszteségének megelőzésére
id: Pengaturan optimal untuk mencegah komputer kehilangan waktu
it: Le impostazioni ottimali per evitare che il computer perda tempo

source: will depend on several factors :- the time allowed for the game,
de: hängt von mehreren Faktoren ab: - der für das Spiel zur Verfügung stehenden Zeit,
fr: dépendra de plusieurs facteurs : - le temps alloué au jeu,
he: יהיה תלוי במספר גורמים:- משך הזמן המותר למשחק,
hi: यह कई कारकों पर निर्भर करेगा:- खेल के लिए दिया गया समय,
hu: több tényezőtől függ: - a játékra engedélyezett idő,
id: akan tergantung pada beberapa faktor :- waktu yang diberikan untuk permainan,
it: dipenderà da diversi fattori: il tempo concesso per la partita,

source: whether the opening book is used, which engine you are using,
de: ob das Eröffnungsbuch verwendet wird, welche Engine Sie verwenden,
fr: si le livre d'ouverture est utilisé, quel moteur vous utilisez,
he: האם נעשה שימוש בספר הפתיחה, באיזה מנוע אתה משתמש,
hi: क्या ओपनिंग बुक का उपयोग किया जाता है, आप कौन सा इंजन उपयोग कर रहे हैं,
hu: hogy a nyitókönyvet használják-e, melyik motort használja,
id: apakah buku pembukanya sudah dipakai, mesin apa yang dipakai,
it: se viene utilizzato il libro di apertura, quale motore si sta utilizzando,

source: what kind of computer you have, etc.
de: welche Art von Computer Sie haben usw.
fr: quel type d'ordinateur vous avez, etc.
he: איזה מחשב יש לך וכו'
hi: आपके पास किस प्रकार का कंप्यूटर है, आदि.
hu: milyen számítógéped van stb.
id: jenis komputer apa yang Anda miliki, dll.
it: che tipo di computer hai, ecc.

source: It may take some experimentation to achieve optimal results.
de: Um optimale Ergebnisse zu erzielen, sind möglicherweise einige Experimente erforderlich.
fr: Il faudra peut-être quelques expérimentations pour obtenir des résultats optimaux.
he: ייתכן שיידרש ניסוי מסוים כדי להשיג תוצאות מיטביות.
hi: इष्टतम परिणाम प्राप्त करने के लिए कुछ प्रयोग करने पड़ सकते हैं।
hu: Az optimális eredmény eléréséhez némi kísérletezésre lehet szükség.
id: Mungkin dibutuhkan beberapa percobaan untuk mencapai hasil yang optimal.
it: Potrebbe essere necessario sperimentare un po' per ottenere risultati ottimali.

source: The adjustments have no effect on the engine's actual clock time,
de: Die Anpassungen haben keinen Einfluss auf die tatsächliche Uhrzeit der Engine.
fr: Les réglages n'ont aucun effet sur l'heure réelle du moteur,
he: להתאמות אין השפעה על זמן השעון האמיתי של המנוע,
hi: समायोजन का इंजन के वास्तविक घड़ी समय पर कोई प्रभाव नहीं पड़ता है,
hu: A beállításoknak nincs hatása a motor tényleges órájára,
id: Penyesuaian tidak memiliki efek pada waktu jam mesin yang sebenarnya,
it: Le regolazioni non hanno alcun effetto sul tempo effettivo di funzionamento del motore,
