Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Also, it was the preference of Mr Forster that my version
de: Außerdem war es die Präferenz von Herrn Forster, dass meine Version
fr: De plus, M. Forster préférait que ma version
he: כמו כן, העדפתו של מר פורסטר הייתה הגרסה שלי
hi: इसके अलावा, यह श्री फोर्स्टर की प्राथमिकता थी कि मेरा संस्करण
hu: Emellett Mr. Forster preferálta az én verziómat
id: Juga, itu adalah preferensi Tuan Forster bahwa versi saya
it: Inoltre, il signor Forster preferiva che la mia versione

source: should be called something different to his original program.
de: sollte anders heißen als sein ursprüngliches Programm.
fr: devrait s'appeler différemment de son programme original.
he: צריך להיקרא משהו שונה מהתוכנית המקורית שלו.
hi: उनके मूल कार्यक्रम से अलग कुछ नाम रखा जाना चाहिए।
hu: az eredeti programtól eltérően kell nevezni.
id: harus disebut sesuatu yang berbeda dari program aslinya.
it: dovrebbe essere chiamato in modo diverso dal suo programma originale.

source: I was quite happy to go along with his wishes.
de: Ich bin seinen Wünschen gern nachgekommen.
fr: J'étais tout à fait heureux de répondre à ses souhaits.
he: די שמחתי ללכת עם המשאלות שלו.
hi: मैं उनकी इच्छाओं के साथ चलने में बहुत खुश था।
hu: Nagyon boldog voltam, hogy teljesítettem a kívánságait.
id: Saya cukup senang untuk menuruti keinginannya.
it: Ero molto felice di assecondare i suoi desideri.

source: Nimzo_3d is the latest release of the program,
de: Nimzo_3d ist die neueste Version des Programms,
fr: Nimzo_3d est la dernière version du programme,
he: Nimzo_3d היא המהדורה האחרונה של התוכנית,
hi: Nimzo_3d कार्यक्रम का नवीनतम संस्करण है,
hu: A Nimzo_3d a program legújabb kiadása,
id: Nimzo_3d adalah rilis terbaru dari program ini,
it: Nimzo_3d è l'ultima versione del programma,

source: with 3d graphics powered by DirectX
de: mit 3D-Grafiken powered by DirectX
fr: avec des graphismes 3D propulsés par DirectX
he: עם גרפיקה תלת מימדית המופעלת על ידי DirectX
hi: डायरेक्टएक्स द्वारा संचालित 3डी ग्राफिक्स के साथ
hu: DirectX alapú 3D grafikával
id: dengan grafis 3d yang didukung oleh DirectX
it: con grafica 3D basata su DirectX

source: About the Tarrasch Chess GUI
de: Über die Tarrasch Chess GUI
fr: À propos de l'interface graphique du jeu d'échecs Tarrasch
he: על ה-GUI של Tarrasch Chess
hi: टारराश शतरंज GUI के बारे में
hu: A Tarrasch Chess GUI-ról
id: Tentang GUI Catur Tarrasch
it: Informazioni sulla GUI di Tarrasch Chess

source: Features added
de: Hinzugefügte Funktionen
fr: Fonctionnalités ajoutées
he: נוספו תכונות
hi: जोड़ी गई विशेषताएं
hu: Funkciók hozzáadva
id: Fitur yang ditambahkan
it: Funzionalità aggiunte

source: Major features added :-
de: Wichtige hinzugefügte Funktionen: -
fr: Principales fonctionnalités ajoutées :-
he: תכונות עיקריות שנוספו: -
hi: जोड़ी गई प्रमुख विशेषताएं:-
hu: Főbb hozzáadott funkciók: -
id: Fitur utama yang ditambahkan :-
it: Funzionalità principali aggiunte:-

source: Shootout mode
de: Shootout-Modus
fr: Mode fusillade
he: מצב יריות
hi: शूटआउट मोड
hu: Shootout mód
id: Mode tembak-menembak
it: Modalità sparatoria

source: User board bitamps
de: Bitamps der Benutzerplatine
fr: Bitamps de la carte utilisateur
he: Bitamps של לוח משתמש
hi: उपयोगकर्ता बोर्ड बिटैम्प्स
hu: Felhasználói kártya bitampek
id: Bitamp papan pengguna
it: Scheda utente bitamps

source: Printing functions
de: Druckfunktionen
fr: Fonctions d'impression
he: פונקציות הדפסה
hi: मुद्रण कार्य
hu: Nyomtatási funkciók
id: Fungsi pencetakan
it: Funzioni di stampa

source: Engine match functions
de: Engine-Match-Funktionen
fr: Fonctions de correspondance du moteur
he: פונקציות התאמת מנוע
hi: इंजन मिलान फ़ंक्शन
hu: Motor illesztési funkciók
id: Fungsi pencocokan mesin
it: Funzioni di corrispondenza del motore

source: Engine tournament functions
de: Engine-Turnierfunktionen
fr: Fonctions du tournoi du moteur
he: פונקציות של טורניר מנוע
hi: इंजन टूर्नामेंट फ़ंक्शन
hu: Motorverseny funkciók
id: Fungsi turnamen mesin
it: Funzioni del torneo del motore

source: PGN game file search functions
de: Suchfunktionen für PGN-Spieldateien
fr: Fonctions de recherche de fichiers de jeu PGN
he: פונקציות חיפוש קבצי משחק PGN
hi: PGN गेम फ़ाइल खोज फ़ंक्शन
hu: PGN játékfájl keresési funkciók
id: Fungsi pencarian file game PGN
it: Funzioni di ricerca dei file di gioco PGN

source: Automatic analysis of games (version 2.0)
de: Automatische Spielanalyse (Version 2.0)
fr: Analyse automatique des jeux (version 2.0)
he: ניתוח אוטומטי של משחקים (גרסה 2.0)
hi: खेलों का स्वचालित विश्लेषण (संस्करण 2.0)
hu: Játékok automatikus elemzése (2.0 verzió)
id: Analisis otomatis permainan (versi 2.0)
it: Analisi automatica delle partite (versione 2.0)

source: 3d graphics with DirectX (Nimzo_3d - version 3.3)
de: 3D-Grafik mit DirectX (Nimzo_3d – Version 3.3)
fr: Graphiques 3D avec DirectX (Nimzo_3d - version 3.3)
he: גרפיקה תלת מימדית עם DirectX (Nimzo_3d - גרסה 3.3)
hi: डायरेक्टएक्स के साथ 3डी ग्राफिक्स (Nimzo_3d - संस्करण 3.3)
hu: 3D grafika DirectX-szel (Nimzo_3d – 3.3-as verzió)
id: Grafik 3D dengan DirectX (Nimzo_3d - versi 3.3)
it: Grafica 3D con DirectX (Nimzo_3d - versione 3.3)

source: Sound effects (Nimzo_3d - version 3.3)
de: Soundeffekte (Nimzo_3d – Version 3.3)
fr: Effets sonores (Nimzo_3d - version 3.3)
he: אפקטים קוליים (Nimzo_3d - גרסה 3.3)
hi: ध्वनि प्रभाव (Nimzo_3d - संस्करण 3.3)
hu: Hangeffektusok (Nimzo_3d – 3.3-as verzió)
id: Efek suara (Nimzo_3d - versi 3.3)
it: Effetti sonori (Nimzo_3d - versione 3.3)

source: Capability for playing on Fics,
de: Möglichkeit zum Spielen auf Fics,
fr: Possibilité de jouer sur Fics,
he: יכולת לשחק ב-Fics,
hi: फिक्स पर खेलने की क्षमता,
hu: Lehetőség a Fics-en való lejátszásra,
id: Kemampuan untuk bermain di Fics,
it: Capacità di giocare su Fics,

source: The Free Internet Chess Server (version 3.5)
de: Der kostenlose Internet-Schachserver (Version 3.5)
fr: Le serveur d'échecs Internet gratuit (version 3.5)
he: שרת השחמט בחינם באינטרנט (גרסה 3.5)
hi: निःशुल्क इंटरनेट शतरंज सर्वर (संस्करण 3.5)
hu: Az ingyenes internetes sakkszerver (3.5-ös verzió)
id: Server Catur Internet Gratis (versi 3.5)
it: Il server di scacchi Internet gratuito (versione 3.5)

source: Polyglot .bin opening book capability (version 3.6)
de: Polyglot .bin-Eröffnungsbuchfunktion (Version 3.6)
fr: Capacité d'ouverture de livre Polyglot .bin (version 3.6)
he: יכולת ספר הפתיחה של Polyglot .bin (גרסה 3.6)
hi: पॉलीग्लॉट .bin पुस्तक खोलने की क्षमता (संस्करण 3.6)
hu: Polyglot .bin nyitókönyv képesség (3.6-os verzió)
id: Kemampuan membuka buku Polyglot .bin (versi 3.6)
it: Capacità di apertura del libro Polyglot .bin (versione 3.6)

source: A media player for playing and making chess videos (version 4.0)
de: Ein Mediaplayer zum Abspielen und Erstellen von Schachvideos (Version 4.0)
fr: Un lecteur multimédia pour jouer et créer des vidéos d'échecs (version 4.0)
he: נגן מדיה למשחק והכנת סרטוני שחמט (גרסה 4.0)
hi: शतरंज खेलने और वीडियो बनाने के लिए एक मीडिया प्लेयर (संस्करण 4.0)
hu: Médialejátszó sakkvideók lejátszásához és készítéséhez (4.0-s verzió)
id: Pemutar media untuk bermain dan membuat video catur (versi 4.0)
it: Un lettore multimediale per giocare e creare video di scacchi (versione 4.0)

source: An evaluation profile window (version 4.0)
de: Ein Bewertungsprofilfenster (Version 4.0)
fr: Une fenêtre de profil d'évaluation (version 4.0)
he: חלון פרופיל הערכה (גרסה 4.0)
hi: मूल्यांकन प्रोफ़ाइल विंडो (संस्करण 4.0)
hu: Kiértékelési profil ablak (4.0-s verzió)
id: Jendela profil evaluasi (versi 4.0)
it: Una finestra del profilo di valutazione (versione 4.0)

source: Automatic creation of Polyglot .bin opening books (version 4.0)
de: Automatische Erstellung von Polyglot .bin-Eröffnungsbüchern (Version 4.0)
fr: Création automatique de livres d'ouverture Polyglot .bin (version 4.0)
he: יצירה אוטומטית של ספרי פתיחה Polyglot .bin (גרסה 4.0)
hi: पॉलीग्लॉट .bin ओपनिंग पुस्तकों का स्वचालित निर्माण (संस्करण 4.0)
hu: Polyglot .bin nyitókönyvek automatikus létrehozása (4.0-s verzió)
id: Pembuatan otomatis buku pembukaan Polyglot .bin (versi 4.0)
it: Creazione automatica di libri di apertura Polyglot .bin (versione 4.0)

source: A comprehensive compiled help file, Nimzo_3d.chm (version 4.0)
de: Eine umfassende kompilierte Hilfedatei, Nimzo_3d.chm (Version 4.0)
fr: Un fichier d'aide compilé complet, Nimzo_3d.chm (version 4.0)
he: קובץ עזרה הידור מקיף, Nimzo_3d.chm (גרסה 4.0)
hi: एक व्यापक संकलित सहायता फ़ाइल, Nimzo_3d.chm (संस्करण 4.0)
hu: Egy átfogó összeállított súgófájl, Nimzo_3d.chm (4.0-s verzió)
id: Berkas bantuan terkompilasi yang komprehensif, Nimzo_3d.chm (versi 4.0)
it: Un file di aiuto compilato completo, Nimzo_3d.chm (versione 4.0)

source: Minor features added :-
de: Kleinere hinzugefügte Funktionen: -
fr: Fonctionnalités mineures ajoutées :-
he: תכונות קטנות שנוספו: -
hi: कुछ छोटी विशेषताएं जोड़ी गईं:-
hu: Kisebb funkciók hozzáadva: -
id: Fitur minor yang ditambahkan :-
it: Funzionalità minori aggiunte:-

source: Edit functions on the right-click pop up variation menu
de: Funktionen im Rechtsklick-Popup-Variantenmenü bearbeiten
fr: Modifier les fonctions dans le menu contextuel des variations du clic droit
he: ערוך פונקציות בתפריט הווריאציות המוקפץ בלחיצה ימנית
hi: राइट-क्लिक पॉप अप वेरिएशन मेनू पर फ़ंक्शन संपादित करें
hu: Szerkessze a függvényeket a jobb gombbal felugró variációs menüben
id: Edit fungsi pada menu variasi pop up klik kanan
it: Modifica le funzioni nel menu a comparsa delle varianti che si apre cliccando con il tasto destro del mouse

source: Right mouse click for opposite colour
de: Rechter Mausklick für entgegengesetzte Farbe
fr: Clic droit de la souris pour la couleur opposée
he: לחץ לחיצה ימנית בעכבר עבור צבע הפוך
hi: विपरीत रंग के लिए दायाँ माउस क्लिक करें
hu: Kattintson a jobb egérgombbal az ellenkező színért
id: Klik kanan mouse untuk warna yang berlawanan
it: Fare clic con il tasto destro del mouse per il colore opposto

source: piece placement for position setup
de: Stückplatzierung für den Positionsaufbau
fr: placement des pièces pour la configuration de la position
he: מיקום חלק להגדרת מיקום
hi: स्थिति सेटअप के लिए टुकड़ा प्लेसमेंट
hu: darab elhelyezés a pozíció beállításához
id: penempatan bagian untuk pengaturan posisi
it: posizionamento del pezzo per l'impostazione della posizione

source: Clear recent files option
de: Option „Zuletzt verwendete Dateien löschen“
fr: Option Effacer les fichiers récents
he: נקה את אפשרות הקבצים האחרונים
hi: हाल की फ़ाइलें साफ़ करें विकल्प
hu: A legutóbbi fájlok törlése opció
id: Opsi Hapus file terkini
it: Opzione Cancella file recenti

source: Game numbers displayed in the game list
de: In der Spielliste angezeigte Spielnummern
fr: Numéros de jeu affichés dans la liste des jeux
he: מספרי המשחקים המוצגים ברשימת המשחקים
hi: खेल सूची में प्रदर्शित खेल संख्याएँ
hu: A játékszámok megjelennek a játéklistában
id: Nomor permainan ditampilkan dalam daftar permainan
it: Numeri di gioco visualizzati nell'elenco dei giochi

source: Goto game number button for the game list
de: Schaltfläche „Gehe zur Spielnummer“ für die Spieleliste
fr: Bouton Aller au numéro de jeu pour la liste des jeux
he: עבור אל כפתור מספר המשחק עבור רשימת המשחקים
hi: गेम सूची के लिए गेम नंबर बटन पर जाएँ
hu: Ugrás a játék számgombjára a játéklistához
id: Klik tombol nomor permainan untuk daftar permainan
it: Vai al pulsante del numero di gioco per l'elenco dei giochi

source: Bookmark game functions for PGN files in the game list
de: Lesezeichen-Spielfunktionen für PGN-Dateien in der Spieleliste
fr: Ajouter des signets aux fonctions de jeu pour les fichiers PGN dans la liste des jeux
he: סמן פונקציות משחק עבור קובצי PGN ברשימת המשחקים
hi: खेल सूची में PGN फ़ाइलों के लिए खेल फ़ंक्शन बुकमार्क करें
hu: A játéklistában a PGN-fájlokhoz jelölje meg a játékfunkciókat
id: Tandai fungsi permainan untuk file PGN dalam daftar permainan
it: Aggiungi ai preferiti le funzioni di gioco per i file PGN nell'elenco dei giochi

source: Goto start/end of game toolbar shortcuts
de: Verknüpfungen in der Symbolleiste zum Start/Ende des Spiels
fr: Accéder aux raccourcis de la barre d'outils de début/fin de jeu
he: עבור לקיצורי דרך להתחלה/סוף של סרגל הכלים של המשחק
hi: गेम टूलबार शॉर्टकट के आरंभ/अंत पर जाएं
hu: Ugrás a játék eleje/vége parancsikonokhoz
id: Buka pintasan bilah alat awal/akhir permainan
it: Vai alle scorciatoie della barra degli strumenti di inizio/fine del gioco

source: Display game list toolbar shortcut
de: Verknüpfung zur Symbolleiste „Spieleliste anzeigen“
fr: Afficher le raccourci de la barre d'outils de la liste des jeux
he: הצג קיצור דרך בסרגל הכלים של רשימת משחקים
hi: गेम सूची टूलबार शॉर्टकट प्रदर्शित करें
hu: A játéklista eszköztár parancsikonjának megjelenítése
id: Tampilkan pintasan bilah alat daftar permainan
it: Scorciatoia della barra degli strumenti per visualizzare l'elenco dei giochi

source: Pause engine toolbar option
de: Option „Engine pausieren“ in der Symbolleiste
fr: Option de pause de la barre d'outils du moteur
he: השהה אפשרות של סרגל הכלים של מנוע
hi: इंजन टूलबार विकल्प रोकें
hu: A motor eszköztárának szüneteltetése
id: Opsi bilah alat jeda mesin
it: Opzione della barra degli strumenti del motore di pausa

source: Select kibitz type toolbar option
de: Wählen Sie die Symbolleistenoption „Kibitztyp“ aus
fr: Sélectionnez l'option de la barre d'outils de type Kibitz
he: בחר באפשרות סרגל כלים מסוג kibitz
hi: किबिट्ज़ प्रकार टूलबार विकल्प चुनें
hu: Válassza ki a kibitz típusú eszköztár opciót
id: Pilih opsi bilah alat jenis kibitz
it: Seleziona l'opzione della barra degli strumenti di tipo kibitz

source: Buttons to change the number of kibitz lines
de: Schaltflächen zum Ändern der Anzahl der Kibitzlinien
fr: Boutons pour modifier le nombre de lignes kibitz
he: כפתורים לשינוי מספר קווי הקיביץ
hi: किबिट्ज़ लाइनों की संख्या बदलने के लिए बटन
hu: Gombok a kibitz sorok számának módosításához
id: Tombol untuk mengubah jumlah garis kibitz
it: Pulsanti per modificare il numero di linee di kibitz

source: Adjust toolbar height option
de: Option zum Anpassen der Symbolleistenhöhe
fr: Option de réglage de la hauteur de la barre d'outils
he: התאם את אפשרות גובה סרגל הכלים
hi: टूलबार की ऊंचाई समायोजित करने का विकल्प
hu: Állítsa be az eszköztár magasságát
id: Sesuaikan opsi ketinggian bilah alat
it: Opzione di regolazione dell'altezza della barra degli strumenti

source: Lightning chess time control option
de: Option zur Zeitkontrolle beim Blitzschach
fr: Option de contrôle du temps des échecs éclair
he: אפשרות בקרת זמן שחמט ברק
hi: लाइटनिंग शतरंज समय नियंत्रण विकल्प
hu: Villám sakk időszabályozási lehetőség
id: Opsi kontrol waktu catur petir
it: Opzione di controllo del tempo di Lightning Chess

source: Change screen panel backgrounds
de: Bildschirmhintergrund ändern
fr: Modifier l'arrière-plan du panneau d'écran
he: שנה רקע של לוח מסך
hi: स्क्रीन पैनल पृष्ठभूमि बदलें
hu: Képernyőpanel hátterének módosítása
id: Ubah latar belakang panel layar
it: Cambia gli sfondi del pannello dello schermo

source: Save and load engine parameters
de: Speichern und Laden von Motorparametern
fr: Enregistrer et charger les paramètres du moteur
he: שמור וטען פרמטרים של מנוע
hi: इंजन पैरामीटर सहेजें और लोड करें
hu: Mentse és töltse be a motor paramétereit
id: Simpan dan muat parameter mesin
it: Salva e carica i parametri del motore

source: Improved select engine dialog box (version 3.0)
de: Verbessertes Dialogfeld zur Engine-Auswahl (Version 3.0)
fr: Boîte de dialogue de sélection du moteur améliorée (version 3.0)
he: תיבת דו-שיח משופרת לבחירת מנוע (גרסה 3.0)
hi: उन्नत चयन इंजन संवाद बॉक्स (संस्करण 3.0)
hu: Továbbfejlesztett motor kiválasztása párbeszédpanel (3.0-s verzió)
id: Kotak dialog pemilihan mesin yang ditingkatkan (versi 3.0)
it: Finestra di dialogo di selezione del motore migliorata (versione 3.0)

source: Load last file / game on program start (version 3.0)
de: Letzte Datei/letztes Spiel beim Programmstart laden (Version 3.0)
fr: Charger le dernier fichier/jeu au démarrage du programme (version 3.0)
he: טען את הקובץ / המשחק האחרון עם תחילת התוכנית (גרסה 3.0)
hi: प्रोग्राम प्रारंभ होने पर अंतिम फ़ाइल/गेम लोड करें (संस्करण 3.0)
hu: Az utolsó fájl/játék betöltése a program indításakor (3.0-s verzió)
id: Muat file/permainan terakhir saat program dimulai (versi 3.0)
it: Carica l'ultimo file/gioco all'avvio del programma (versione 3.0)

source: Search info display (version 3.0)
de: Suchinfoanzeige (Version 3.0)
fr: Affichage des informations de recherche (version 3.0)
he: תצוגת מידע חיפוש (גרסה 3.0)
hi: खोज जानकारी प्रदर्शन (संस्करण 3.0)
hu: Keresési információs megjelenítés (3.0-s verzió)
id: Tampilan info pencarian (versi 3.0)
it: Visualizzazione delle informazioni di ricerca (versione 3.0)

source: Game evaluation bar (version 3.0)
de: Spielbewertungsleiste (Version 3.0)
fr: Barre d'évaluation du jeu (version 3.0)
he: סרגל הערכת משחק (גרסה 3.0)
hi: गेम मूल्यांकन बार (संस्करण 3.0)
hu: Játékértékelő sáv (3.0-s verzió)
id: Bilah evaluasi permainan (versi 3.0)
it: Barra di valutazione del gioco (versione 3.0)

source: Game tabs and opening book move display
de: Spielregisterkarten und Eröffnungsbuchzuganzeige
fr: Onglets de jeu et affichage des mouvements du livre d'ouverture
he: כרטיסיות משחק ותצוגת מהלכי ספר פתיחה
hi: गेम टैब और ओपनिंग बुक मूव डिस्प्ले
hu: A játék fülei és a nyitókönyv mozgatható kijelzője
id: Tab permainan dan tampilan pemindahan buku pembuka
it: Schede di gioco e visualizzazione delle mosse del libro di apertura

source: on the 3d toolbar (Nimzo 3d - version 3.42)
de: auf der 3D-Symbolleiste (Nimzo 3D – Version 3.42)
fr: sur la barre d'outils 3D (Nimzo 3D - version 3.42)
he: בסרגל הכלים התלת-ממדי (Nimzo 3d - גרסה 3.42)
hi: 3D टूलबार पर (निमज़ो 3डी - संस्करण 3.42)
hu: a 3D eszköztáron (Nimzo 3d – 3.42-es verzió)
id: pada bilah alat 3d (Nimzo 3d - versi 3.42)
it: sulla barra degli strumenti 3D (Nimzo 3D - versione 3.42)

source: Score counter for chess quiz games in PDF files
de: Punktezähler für Schachquizspiele in PDF-Dateien
fr: Compteur de points pour les jeux d'échecs au format PDF
he: מונה ציונים למשחקי חידון שחמט בקבצי PDF
hi: शतरंज क्विज़ गेम के लिए स्कोर काउंटर पीडीएफ फाइलों में
hu: Pontszámláló sakk-kvíz játékokhoz PDF-fájlokban
id: Penghitung skor untuk permainan kuis catur dalam file PDF
it: Contatore di punteggi per giochi di quiz di scacchi in file PDF

source: that award points. (version 4.0)
de: die Punkte vergeben. (Version 4.0)
fr: qui attribuent des points. (version 4.0)
he: שמעניק נקודות. (גרסה 4.0)
hi: जो अंक प्रदान करते हैं. (संस्करण 4.0)
hu: hogy jutalompontokat. (4.0-s verzió)
id: yang memberikan poin. (versi 4.0)
it: che assegnano punti. (versione 4.0)

source: Coloured square highlights and arrows (version 4.0)
de: Farbige quadratische Hervorhebungen und Pfeile (Version 4.0)
fr: Surlignages carrés et flèches colorés (version 4.0)
he: הדגשות וחצים מרובעים צבעוניים (גרסה 4.0)
hi: रंगीन वर्गाकार हाइलाइट्स और तीर (संस्करण 4.0)
hu: Színes, négyzet alakú kiemelések és nyilak (4.0-s verzió)
id: Sorotan persegi berwarna dan panah (versi 4.0)
it: Evidenziazioni quadrate colorate e frecce (versione 4.0)

source: Automatic game replay function (version 4.0)
de: Automatische Spielwiederholungsfunktion (Version 4.0)
fr: Fonction de relecture automatique du jeu (version 4.0)
he: פונקציית משחק חוזר אוטומטי (גרסה 4.0)
hi: स्वचालित गेम रीप्ले फ़ंक्शन (संस्करण 4.0)
hu: Automatikus játékvisszajátszás funkció (4.0-s verzió)
id: Fungsi pemutaran ulang permainan otomatis (versi 4.0)
it: Funzione di replay automatico del gioco (versione 4.0)

source: Features added to Nimzo_3d - version 4.0
de: Zu Nimzo_3d hinzugefügte Funktionen – Version 4.0
fr: Fonctionnalités ajoutées à Nimzo_3d - version 4.0
he: תכונות שנוספו ל-Nimzo_3d - גרסה 4.0
hi: Nimzo_3d - संस्करण 4.0 में जोड़ी गई विशेषताएं
hu: A Nimzo_3d 4.0-s verziójához hozzáadott szolgáltatások
id: Fitur yang ditambahkan ke Nimzo_3d - versi 4.0
it: Funzionalità aggiunte a Nimzo_3d - versione 4.0

source: There is no help avaiable for this option
de: Für diese Option ist keine Hilfe verfügbar
fr: Aucune aide n'est disponible pour cette option
he: אין עזרה זמינה עבור אפשרות זו
hi: इस विकल्प के लिए कोई सहायता उपलब्ध नहीं है
hu: Ehhez a lehetőséghez nincs segítség
id: Tidak ada bantuan yang tersedia untuk opsi ini
it: Non è disponibile alcun aiuto per questa opzione

source: Help file message
de: Hilfedateinachricht
fr: Message du fichier d'aide
he: הודעת קובץ עזרה
hi: सहायता फ़ाइल संदेश
hu: Súgófájl üzenet
id: Pesan file bantuan
it: Messaggio del file di aiuto

source: The usual reason why the help file is not displayed properly
de: Der übliche Grund, warum die Hilfedatei nicht richtig angezeigt wird
fr: La raison habituelle pour laquelle le fichier d'aide ne s'affiche pas correctement
he: הסיבה הרגילה לכך שקובץ העזרה אינו מוצג כראוי
hi: सहायता फ़ाइल ठीक से प्रदर्शित न होने का सामान्य कारण
hu: A szokásos ok, amiért a súgófájl nem jelenik meg megfelelően
id: Alasan umum mengapa file bantuan tidak ditampilkan dengan benar
it: Il motivo più comune per cui il file della guida non viene visualizzato correttamente

source: is that it is not present in the proper directory.
de: liegt darin, dass es nicht im richtigen Verzeichnis vorhanden ist.
fr: c'est qu'il n'est pas présent dans le bon répertoire.
he: הוא שהוא לא קיים בספרייה המתאימה.
hi: इसका कारण यह है कि यह उचित निर्देशिका में मौजूद नहीं है।
hu: az, hogy nincs jelen a megfelelő könyvtárban.
id: adalah tidak terdapat pada direktori yang tepat.
it: è che non è presente nella directory corretta.

source: So with Windows Explorer, you can check that the file Nimzo_3d.chm
de: Mit dem Windows Explorer können Sie überprüfen, ob die Datei Nimzo_3d.chm
fr: Ainsi, avec l'Explorateur Windows, vous pouvez vérifier que le fichier Nimzo_3d.chm
he: אז עם סייר Windows, אתה יכול לבדוק שהקובץ Nimzo_3d.chm
hi: तो विंडोज एक्सप्लोरर के साथ, आप जाँच कर सकते हैं कि फ़ाइल Nimzo_3d.chm
hu: Tehát a Windows Intézővel ellenőrizheti, hogy a Nimzo_3d.chm fájl
id: Jadi dengan Windows Explorer, Anda dapat memeriksa apakah file Nimzo_3d.chm
it: Quindi con Windows Explorer, puoi controllare che il file Nimzo_3d.chm

source: is present in the directory
de: ist im Verzeichnis vorhanden
fr: est présent dans le répertoire
he: קיים בספרייה
hi: निर्देशिका में मौजूद है
hu: jelen van a címtárban
id: ada di direktori
it: è presente nella directory

source: If the file is there, another possible reason is that the program
de: Wenn die Datei vorhanden ist, kann ein weiterer möglicher Grund sein, dass das Programm
fr: Si le fichier est là, une autre raison possible est que le programme
he: אם הקובץ קיים, סיבה אפשרית נוספת היא שהתוכנית
hi: यदि फ़ाइल वहां है, तो दूसरा संभावित कारण यह हो सकता है कि प्रोग्राम
hu: Ha a fájl ott van, egy másik lehetséges ok az, hogy a program
id: Jika file tersebut ada, kemungkinan alasan lainnya adalah programnya
it: Se il file è presente, un altro possibile motivo è che il programma

source: that runs the help file < hh.exe > is not present on your computer.
de: das die Hilfedatei < hh.exe > ausführt, ist auf Ihrem Computer nicht vorhanden.
fr: qui exécute le fichier d'aide < hh.exe > n'est pas présent sur votre ordinateur.
he: שמפעיל את קובץ העזרה < hh.exe > אינו קיים במחשב שלך.
hi: जो सहायता फ़ाइल < hh.exe > चलाता है वह आपके कंप्यूटर पर मौजूद नहीं है.
hu: amely a < hh.exe > súgófájlt futtatja, nincs jelen a számítógépén.
id: yang menjalankan berkas bantuan < hh.exe > tidak ada di komputer Anda.
it: che esegue il file di aiuto < hh.exe > non è presente sul tuo computer.
