Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: This dialog box allows you to set the options for the score counter.
de: In diesem Dialogfeld können Sie die Optionen für den Punktezähler festlegen.
fr: Cette boîte de dialogue vous permet de définir les options du compteur de score.
he: תיבת דו-שיח זו מאפשרת לך להגדיר את האפשרויות עבור מונה הניקוד.
hi: यह संवाद बॉक्स आपको स्कोर काउंटर के लिए विकल्प सेट करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a pontszámszámláló opcióinak beállítását.
id: Kotak dialog ini memungkinkan Anda mengatur opsi untuk penghitung skor.
it: Questa finestra di dialogo consente di impostare le opzioni per il contatore dei punteggi.

source: Left click value - Enter the step value for a left mouse button click
de: Linker Klickwert - Geben Sie den Schrittwert für einen Klick mit der linken Maustaste ein
fr: Valeur du clic gauche - Saisissez la valeur du pas pour un clic gauche de la souris
he: ערך לחיצה שמאלית - הזן את ערך הצעד עבור לחיצה על לחצן עכבר שמאל
hi: बायाँ क्लिक मान - बाएँ माउस बटन क्लिक के लिए चरण मान दर्ज करें
hu: Bal kattintás értéke – Adja meg a bal egérgombos kattintás lépésértékét
id: Nilai klik kiri - Masukkan nilai langkah untuk klik tombol kiri mouse
it: Valore del clic sinistro: immettere il valore del passo per un clic con il tasto sinistro del mouse

source: in the right half of the grey border.
de: in der rechten Hälfte des grauen Randes.
fr: dans la moitié droite de la bordure grise.
he: בחצי הימני של הגבול האפור.
hi: ग्रे बॉर्डर के दाहिने आधे भाग में.
hu: a szürke szegély jobb felében.
id: di bagian kanan batas abu-abu.
it: nella metà destra del bordo grigio.

source: A left click in the top right quarter will add this value to the total,
de: Ein Linksklick im oberen rechten Viertel addiert diesen Wert zur Gesamtsumme,
fr: Un clic gauche dans le quart supérieur droit ajoutera cette valeur au total,
he: לחיצה שמאלית ברבע הימני העליון תוסיף את הערך הזה לסך הכל,
hi: ऊपरी दाएँ तिमाही में बायाँ क्लिक करने से यह मान कुल में जुड़ जाएगा,
hu: A jobb felső negyedben egy bal kattintás hozzáadja ezt az értéket a végösszeghez,
id: Klik kiri di bagian kanan atas akan menambahkan nilai ini ke total,
it: Un clic con il tasto sinistro del mouse nel quarto in alto a destra aggiungerà questo valore al totale,

source: a left click in the bottom right quarter will subtract it.
de: Ein Linksklick im unteren rechten Viertel subtrahiert es.
fr: un clic gauche dans le quart inférieur droit le soustraira.
he: לחיצה שמאלית ברבע הימני התחתון תחסיר אותו.
hi: नीचे के दाहिने भाग में बायाँ क्लिक करने से यह घट जाएगा।
hu: egy bal kattintás a jobb alsó negyedben kivonja azt.
id: klik kiri pada kuartal kanan bawah akan menguranginya.
it: un clic con il tasto sinistro del mouse nel quarto in basso a destra lo sottrarrà.

source: A left mouse button double click in the left half
de: Ein Doppelklick mit der linken Maustaste in die linke Hälfte
fr: Un double clic du bouton gauche de la souris dans la moitié gauche
he: לחיצה כפולה על לחצן העכבר השמאלי בחלק השמאלי
hi: बाएं आधे भाग में बाएं माउस बटन पर डबल क्लिक करें
hu: Egy bal egérgomb dupla kattintás a bal felében
id: Klik dua kali tombol kiri mouse di bagian kiri
it: Un doppio clic con il tasto sinistro del mouse nella metà sinistra

source: of the grey border will set the total to zero.
de: des grauen Rahmens setzt die Summe auf Null.
fr: de la bordure grise mettra le total à zéro.
he: של הגבול האפור יקבע את הסכום הכולל לאפס.
hi: ग्रे बॉर्डर का योग शून्य हो जाएगा।
hu: a szürke szegély értéke nullára állítja az összeget.
id: batas abu-abu akan menetapkan total ke nol.
it: del bordo grigio imposterà il totale a zero.

source: Display tooltip - Check to display the score counter tooltip
de: Tooltip anzeigen - Aktivieren Sie dieses Kontrollkästchen, um den Tooltip des Punktezählers anzuzeigen
fr: Afficher l'info-bulle - Cochez cette case pour afficher l'info-bulle du compteur de score
he: הצגת תיאור כלים - סמן כדי להציג את תיאור הכלים של מונה הניקוד
hi: टूलटिप प्रदर्शित करें - स्कोर काउंटर टूलटिप प्रदर्शित करने के लिए जाँच करें
hu: Eszköztipp megjelenítése – Jelölje be a pontszámszámláló elemleírás megjelenítéséhez
id: Tampilkan keterangan alat - Centang untuk menampilkan keterangan alat penghitung skor
it: Visualizza tooltip - Seleziona per visualizzare il tooltip del contatore dei punteggi

source: Reset counter - Click to reset the score counter to zero.
de: Zähler zurücksetzen – Klicken Sie hier, um den Punktezähler auf Null zurückzusetzen.
fr: Réinitialiser le compteur - Cliquez pour réinitialiser le compteur de score à zéro.
he: איפוס מונה - לחץ כדי לאפס את מונה הניקוד לאפס.
hi: काउंटर रीसेट करें - स्कोर काउंटर को शून्य पर रीसेट करने के लिए क्लिक करें।
hu: Számláló visszaállítása – Kattintson a pontszámláló nullázásához.
id: Atur ulang penghitung - Klik untuk mengatur ulang penghitung skor ke nol.
it: Azzera contatore: fai clic per azzerare il contatore dei punteggi.

source: This can also be done with a double left mouse click
de: Dies kann auch durch einen doppelten linken Mausklick erfolgen
fr: Cela peut également être fait avec un double clic gauche de la souris
he: ניתן לעשות זאת גם בלחיצת עכבר שמאלית כפולה
hi: यह कार्य बायीं माउस के डबल क्लिक से भी किया जा सकता है
hu: Ezt egy dupla bal egérkattintással is megtehetjük
id: Ini juga dapat dilakukan dengan klik kiri ganda mouse
it: Questo può essere fatto anche con un doppio clic del tasto sinistro del mouse

source: in the grey border area of the score counter box.
de: im grauen Randbereich des Punktezählerfeldes.
fr: dans la zone de bordure grise de la boîte du compteur de score.
he: באזור הגבול האפור של תיבת מונה הניקוד.
hi: स्कोर काउंटर बॉक्स के ग्रे बॉर्डर क्षेत्र में।
hu: a kottaszámláló doboz szürke szegélyében.
id: di area batas abu-abu kotak penghitung skor.
it: nell'area del bordo grigio della casella del contapunti.

source: You can select the following score counter control key
de: Sie können die folgende Punktezähler-Steuertaste auswählen
fr: Vous pouvez sélectionner la touche de contrôle du compteur de score suivante
he: אתה יכול לבחור את מפתח הבקרה הבא של מונה הניקוד
hi: आप निम्न स्कोर काउंटर नियंत्रण कुंजी का चयन कर सकते हैं
hu: A következő pontszámláló vezérlőgombot választhatja ki
id: Anda dapat memilih tombol kontrol penghitung skor berikut
it: È possibile selezionare il seguente tasto di controllo del contatore dei punteggi

source: value adjustment options for the spin control buttons :-
de: Wertanpassungsoptionen für die Spin-Control-Schaltflächen: -
fr: options de réglage de la valeur pour les boutons de commande de rotation :-
he: אפשרויות התאמת ערך עבור לחצני בקרת הספין:-
hi: स्पिन नियंत्रण बटन के लिए मूल्य समायोजन विकल्प:-
hu: a centrifugálás vezérlő gombjainak értékbeállítási lehetőségei: -
id: opsi penyesuaian nilai untuk tombol kontrol putaran :-
it: opzioni di regolazione del valore per i pulsanti di controllo della rotazione:-

source: Alt - value adjustment with the <Alt> key down
de: Alt - Wertanpassung mit der <Alt>-Taste gedrückt
fr: Alt - réglage de la valeur avec la touche <Alt> enfoncée
he: Alt - התאמת ערך עם מקש <Alt> למטה
hi: Alt - <Alt> कुंजी को दबाकर मान समायोजित करें
hu: Alt - érték beállítása az <Alt> gomb lenyomásával
id: Alt - penyesuaian nilai dengan tombol <Alt> ke bawah
it: Alt - regolazione del valore tenendo premuto il tasto <Alt>

source: Ctrl - value adjustment with the <Ctrl> key down
de: Strg - Wertanpassung mit gedrückter <Strg>-Taste
fr: Ctrl - réglage de la valeur avec la touche <Ctrl> enfoncée
he: Ctrl - התאמת ערך עם מקש <Ctrl> למטה
hi: Ctrl - <Ctrl> कुंजी को दबाकर मान समायोजित करें
hu: Ctrl - érték beállítása a <Ctrl> billentyű lenyomásával
id: Ctrl - penyesuaian nilai dengan tombol <Ctrl> ke bawah
it: Ctrl - regolazione del valore tenendo premuto il tasto <Ctrl>

source: Shift - value adjustment with the <Shift> key down
de: Shift - Wertanpassung mit gedrückter <Shift>-Taste
fr: Shift - réglage de la valeur avec la touche <Shift> enfoncée
he: Shift - התאמת ערך עם מקש <Shift> למטה
hi: Shift - <Shift> कुंजी को दबाकर मान समायोजित करें
hu: Shift - érték módosítása a <Shift> gomb lenyomásával
id: Shift - penyesuaian nilai dengan tombol <Shift> ke bawah
it: Shift - regolazione del valore tenendo premuto il tasto <Shift>

source: For more information on the score counter,
de: Weitere Informationen zum Punktezähler finden Sie unter
fr: Pour plus d'informations sur le compteur de score,
he: למידע נוסף על מונה הציונים,
hi: स्कोर काउंटर पर अधिक जानकारी के लिए,
hu: További információért a pontszámlálóról,
id: Untuk informasi lebih lanjut tentang penghitung skor,
it: Per maggiori informazioni sul contatore dei punteggi,

source: click on the <Info> button below.
de: Klicken Sie unten auf die Schaltfläche <Info>.
fr: Cliquez sur le bouton <Info> ci-dessous.
he: לחץ על כפתור <מידע> למטה.
hi: नीचे दिए गए <जानकारी> बटन पर क्लिक करें।
hu: kattintson az alábbi <Info> gombra.
id: klik tombol <Info> di bawah.
it: cliccare sul pulsante <Info> qui sotto.

source: This dialog box allows you to keep scores for quiz games,
de: In diesem Dialogfeld können Sie die Ergebnisse von Quizspielen erfassen,
fr: Cette boîte de dialogue vous permet de conserver les scores des jeux de quiz,
he: תיבת דו-שיח זו מאפשרת לך לשמור תוצאות עבור משחקי חידון,
hi: यह डायलॉग बॉक्स आपको क्विज़ गेम के लिए स्कोर रखने की अनुमति देता है,
hu: Ez a párbeszédpanel lehetővé teszi a kvízjátékok pontszámainak megőrzését,
id: Kotak dialog ini memungkinkan Anda menyimpan skor untuk permainan kuis,
it: Questa finestra di dialogo consente di tenere traccia dei punteggi per i giochi a quiz,

source: where you have to predict/guess the next move in a game
de: wo Sie den nächsten Zug in einem Spiel vorhersagen/erraten müssen
fr: où vous devez prédire/deviner le prochain coup dans un jeu
he: שבו אתה צריך לחזות/לנחש את המהלך הבא במשחק
hi: जहाँ आपको खेल में अगली चाल का पूर्वानुमान/अनुमान लगाना होता है
hu: ahol meg kell jósolni/kitalálni a következő lépést egy játékban
id: di mana Anda harus memprediksi/menebak langkah selanjutnya dalam permainan
it: dove devi prevedere/indovinare la mossa successiva in una partita

source: and are awarded some points for doing so.
de: und erhalten dafür einige Punkte.
fr: et reçoivent des points pour cela.
he: וזוכים לכמה נקודות על כך.
hi: और ऐसा करने पर उन्हें कुछ अंक दिए जाते हैं।
hu: és néhány pontot kapnak ezért.
id: dan diberikan beberapa poin untuk melakukannya.
it: e per farlo vengono assegnati dei punti.

source: I have always enjoyed doing this kind of quiz
de: Ich habe diese Art von Quiz immer genossen
fr: J'ai toujours aimé faire ce genre de quiz
he: תמיד נהניתי לעשות חידון מסוג זה
hi: मुझे इस तरह की प्रश्नोत्तरी करने में हमेशा आनंद आता है
hu: Mindig is élveztem az ilyen jellegű kvízt
id: Saya selalu senang melakukan kuis semacam ini
it: Mi è sempre piaciuto fare questo tipo di quiz

source: but dislike keeping score with pen and paper.
de: aber ich mag es nicht, mit Stift und Papier Punkte zu notieren.
fr: mais n'aime pas tenir des comptes avec un stylo et du papier.
he: אבל לא אוהב לשמור ניקוד עם עט ונייר.
hi: लेकिन कलम और कागज से स्कोर रखना पसंद नहीं करते।
hu: de nem szereti a pontszámot tollal és papírral tartani.
id: tetapi tidak suka mencatat skor dengan pena dan kertas.
it: ma non mi piace tenere il punteggio con carta e penna.

source: If you want to try this kind of test I would recommend
de: Wenn Sie diese Art von Test versuchen möchten, würde ich empfehlen
fr: Si vous souhaitez essayer ce genre de test, je vous le recommande
he: אם אתה רוצה לנסות סוג כזה של בדיקה אני ממליץ
hi: यदि आप इस तरह का परीक्षण करना चाहते हैं तो मैं अनुशंसा करूंगा
hu: Ha szeretnéd kipróbálni ezt a fajta tesztet, azt javaslom
id: Jika Anda ingin mencoba tes semacam ini, saya akan merekomendasikan
it: Se vuoi provare questo tipo di test ti consiglio

source: the <Solitaire Chess> articles written by Bruce Pandolfini
de: die <Solitaire Chess>-Artikel von Bruce Pandolfini
fr: les articles <Solitaire Chess> écrits par Bruce Pandolfini
he: מאמרי <שחמט סוליטייר> שנכתבו על ידי ברוס פנדולפיני
hi: ब्रूस पांडोल्फिनी द्वारा लिखित <सॉलिटेयर शतरंज> लेख
hu: a <Pasziánsz Sakk> cikkeket, amelyeket Bruce Pandolfini írt
id: artikel <Solitaire Chess> yang ditulis oleh Bruce Pandolfini
it: gli articoli di <Solitaire Chess> scritti da Bruce Pandolfini

source: in the Chess Life magazine.
de: im Chess Life Magazin.
fr: dans le magazine Chess Life.
he: במגזין Chess Life.
hi: शतरंज लाइफ पत्रिका में।
hu: a Chess Life magazinban.
id: di majalah Chess Life.
it: sulla rivista Chess Life.

source: Although you can subscribe to this magazine, you can download
de: Obwohl Sie dieses Magazin abonnieren können, können Sie es herunterladen
fr: Bien que vous puissiez vous abonner à ce magazine, vous pouvez télécharger
he: למרות שאתה יכול להירשם למגזין זה, אתה יכול להוריד
hi: हालाँकि आप इस पत्रिका की सदस्यता ले सकते हैं, आप डाउनलोड कर सकते हैं
hu: Bár erre a magazinra előfizethet, letöltheti
id: Meskipun Anda dapat berlangganan majalah ini, Anda dapat mengunduhnya
it: Sebbene tu possa abbonarti a questa rivista, puoi scaricarla

source: older issues that are 1 year out of date or more for free.
de: ältere Ausgaben, die 1 Jahr oder älter sind, kostenlos.
fr: anciens numéros datant d'un an ou plus, gratuitement.
he: גיליונות ישנים יותר שאינם מעודכנים שנה או יותר בחינם.
hi: एक वर्ष या उससे अधिक पुराने अंक निःशुल्क उपलब्ध हैं।
hu: régebbi, legalább 1 éve elavult kiadások ingyenesen.
id: terbitan lama yang 1 tahun kedaluwarsa atau lebih secara gratis.
it: gratuitamente i numeri più vecchi, risalenti a 1 anno o più prima.

source: You can also download a PGN file that accompanies an issue.
de: Sie können auch eine PGN-Datei herunterladen, die einer Ausgabe beiliegt.
fr: Vous pouvez également télécharger un fichier PGN qui accompagne un numéro.
he: ניתן גם להוריד קובץ PGN שנלווה לבעיה.
hi: आप किसी अंक के साथ आने वाली PGN फ़ाइल भी डाउनलोड कर सकते हैं।
hu: Letölthet egy problémát kísérő PGN-fájlt is.
id: Anda juga dapat mengunduh berkas PGN yang menyertai suatu terbitan.
it: È anche possibile scaricare il file PGN allegato al numero.

source: Older issues are available from the following link :-
de: Ältere Ausgaben sind unter folgendem Link verfügbar: -
fr: Les numéros plus anciens sont disponibles à partir du lien suivant :-
he: בעיות ישנות יותר זמינות מהקישור הבא:
hi: पुराने अंक निम्नलिखित लिंक से उपलब्ध हैं:-
hu: A régebbi kiadások az alábbi linken érhetők el: -
id: Edisi lama tersedia pada tautan berikut :-
it: I numeri più vecchi sono disponibili al seguente link:-

source: The Nimzo program is ideally suited to this kind of quiz
de: Das Nimzo-Programm ist ideal für diese Art von Quiz geeignet
fr: Le programme Nimzo est parfaitement adapté à ce type de quiz
he: תוכנית נימזו מתאימה באופן אידיאלי לסוג זה של חידון
hi: निमज़ो कार्यक्रम इस तरह की प्रश्नोत्तरी के लिए आदर्श है
hu: A Nimzo program ideálisan alkalmas az ilyen jellegű vetélkedőkre
id: Program Nimzo sangat cocok untuk kuis jenis ini
it: Il programma Nimzo è ideale per questo tipo di quiz

source: because its window sizes well. You can have the Nimzo program
de: weil die Fenstergröße gut ist. Sie können das Nimzo-Programm
fr: car sa fenêtre s'adapte bien. Vous pouvez utiliser le programme Nimzo
he: כי החלון שלו בגודל טוב. אתה יכול לקבל את תוכנית Nimzo
hi: क्योंकि इसकी विंडो का आकार अच्छा है। आपके पास निमज़ो प्रोग्राम हो सकता है
hu: mert az ablak mérete jó. Megkaphatod a Nimzo programot
id: karena ukuran jendelanya bagus. Anda dapat menggunakan program Nimzo
it: perché la sua finestra è ben dimensionata. Puoi avere il programma Nimzo

source: open in the left half of the screen with the PGN file loaded
de: in der linken Bildschirmhälfte mit geladener PGN-Datei geöffnet
fr: ouvrir dans la moitié gauche de l'écran avec le fichier PGN chargé
he: פתח בחצי השמאלי של המסך כאשר קובץ ה-PGN נטען
hi: स्क्रीन के बाएं आधे भाग में PGN फ़ाइल लोड करके खोलें
hu: nyissa meg a képernyő bal felében a PGN fájl betöltésével
id: buka di bagian kiri layar dengan file PGN yang dimuat
it: aperto nella metà sinistra dello schermo con il file PGN caricato

source: and a PDF reader with the magazine loaded in the right half.
de: und ein PDF-Reader mit dem in der rechten Hälfte geladenen Magazin.
fr: et un lecteur PDF avec le magazine chargé dans la moitié droite.
he: וקורא PDF עם המגזין טעון בחצי הימני.
hi: और एक पीडीएफ रीडर, जिसके दाहिने आधे भाग में पत्रिका लोड है।
hu: és egy PDF-olvasó, amelynek jobb felébe van betöltve a magazin.
id: dan pembaca PDF dengan majalah termuat di bagian kanan.
it: e un lettore PDF con la rivista caricata nella metà destra.

source: I use the free program <PDF-XChange Viewer> for this purpose.
de: Ich verwende hierfür das kostenlose Programm <PDF-XChange Viewer>.
fr: J'utilise à cet effet le programme gratuit <PDF-XChange Viewer>.
he: אני משתמש בתוכנה החינמית <PDF-XChange Viewer> למטרה זו.
hi: मैं इस उद्देश्य के लिए निःशुल्क प्रोग्राम <PDF-XChange Viewer> का उपयोग करता हूँ।
hu: Erre a célra az ingyenes <PDF-XChange Viewer> programot használom.
id: Saya menggunakan program gratis <PDF-XChange Viewer> untuk tujuan ini.
it: A questo scopo utilizzo il programma gratuito <PDF-XChange Viewer>.

source: You can then set Nimzo to puzzle mode and use the counter
de: Sie können Nimzo dann in den Puzzle-Modus versetzen und den Zähler verwenden
fr: Vous pouvez ensuite régler Nimzo en mode puzzle et utiliser le compteur
he: לאחר מכן תוכל להגדיר את נימזו למצב פאזל ולהשתמש במונה
hi: फिर आप निमज़ो को पहेली मोड पर सेट कर सकते हैं और काउंटर का उपयोग कर सकते हैं
hu: Ezután a Nimzót rejtvény módba állíthatja, és használhatja a számlálót
id: Anda kemudian dapat mengatur Nimzo ke mode teka-teki dan menggunakan penghitung
it: Puoi quindi impostare Nimzo in modalità puzzle e utilizzare il contatore

source: for keeping score.
de: zum Aufzeichnen des Punktestands.
fr: pour garder le score.
he: על שמירת הניקוד.
hi: स्कोर रखने के लिए.
hu: a pontszám megtartásához.
id: untuk mencatat skor.
it: per tenere il punteggio.

source: The counter can be reset to zero with a double click
de: Der Zähler kann mit einem Doppelklick auf Null zurückgesetzt werden
fr: Le compteur peut être remis à zéro avec un double clic
he: ניתן לאפס את המונה בלחיצה כפולה
hi: काउंटर को डबल क्लिक से शून्य पर रीसेट किया जा सकता है
hu: A számláló dupla kattintással nullázható
id: Penghitung dapat direset ke nol dengan klik dua kali
it: Il contatore può essere azzerato con un doppio clic

source: in the grey border that surrounds the central number box.
de: im grauen Rahmen, der das zentrale Zahlenfeld umgibt.
fr: dans la bordure grise qui entoure la case numérique centrale.
he: בגבול האפור המקיף את תיבת המספרים המרכזית.
hi: केंद्रीय संख्या बॉक्स के चारों ओर ग्रे बॉर्डर में।
hu: a központi számdobozt körülvevő szürke keretben.
id: di batas abu-abu yang mengelilingi kotak nomor tengah.
it: nel bordo grigio che circonda la casella centrale del numero.

source: If you find the tooltip for the score window annoying,
de: Wenn Sie den Tooltip für das Punktefenster störend finden,
fr: Si vous trouvez l'infobulle de la fenêtre de score ennuyeuse,
he: אם אתה מוצא את הסבר הכלי עבור חלון הניקוד מעצבן,
hi: यदि आपको स्कोर विंडो का टूलटिप परेशान करने वाला लगता है,
hu: Ha bosszantónak találja a pontszámablak elemleírását,
id: Jika Anda merasa tooltip untuk jendela skor mengganggu,
it: Se ritieni fastidioso il suggerimento per la finestra del punteggio,

source: you can switch it off with the <Tooltip on/off> button.
de: Sie können es mit der Schaltfläche <Tooltip ein/aus> ausschalten.
fr: vous pouvez le désactiver avec le bouton <Tooltip on/off>.
he: אתה יכול לכבות אותו באמצעות הלחצן <Tooltip on/off>.
hi: आप इसे <टूलटिप चालू/बंद> बटन से बंद कर सकते हैं।
hu: az <Eszköztipp be/ki> gombbal kapcsolhatja ki.
id: Anda dapat mematikannya dengan tombol <Tooltip on/off>.
it: Puoi disattivarlo con il pulsante <Tooltip on/off>.

source: Score counter info
de: Informationen zum Punktezähler
fr: Informations sur le compteur de score
he: מידע מונה ציונים
hi: स्कोर काउंटर जानकारी
hu: Pontszámszámláló információ
id: Info penghitung skor
it: Informazioni sul contatore dei punteggi

source: Please select the engine search info options :-
de: Bitte wählen Sie die Infooptionen für die Suchmaschinensuche: -
fr: Veuillez sélectionner les options d'informations de recherche du moteur :-
he: אנא בחר את אפשרויות מידע חיפוש המנוע:-
hi: कृपया इंजन खोज जानकारी विकल्प का चयन करें:-
hu: Kérjük, válassza ki a motor keresési információs beállításait: -
id: Silakan pilih opsi info pencarian mesin :-
it: Seleziona le opzioni di informazioni sulla ricerca del motore:-

source: Display search info
de: Suchinformationen anzeigen
fr: Afficher les informations de recherche
he: הצג מידע חיפוש
hi: खोज जानकारी प्रदर्शित करें
hu: Keresési információk megjelenítése
id: Menampilkan info pencarian
it: Visualizza informazioni di ricerca

source: Human thinking
de: Menschliches Denken
fr: La pensée humaine
he: חשיבה אנושית
hi: मानवीय सोच
hu: Emberi gondolkodás
id: Pemikiran manusia
it: Il pensiero umano

source: Computer thinking
de: Computerdenken
fr: La pensée informatique
he: חשיבה ממוחשבת
hi: कंप्यूटर सोच
hu: Számítógépes gondolkodás
id: Pemikiran komputer
it: Pensiero informatico

source: Engine name
de: Motorname
fr: Nom du moteur
he: שם המנוע
hi: इंजन का नाम
hu: Motor neve
id: Nama mesin
it: Nome del motore

source: Search depth
de: Suchtiefe
fr: Profondeur de recherche
he: עומק חיפוש
hi: खोज गहराई
hu: Keresési mélység
id: Kedalaman pencarian
it: Profondità di ricerca

source: Evaluation
de: Auswertung
fr: Évaluation
he: הַעֲרָכָה
hi: मूल्यांकन
hu: Értékelés
id: Evaluasi
it: Valutazione

source: Kilo nodes / sec
de: Kiloknoten/Sek.
fr: Kilo nœuds / sec
he: צמתים קילו/שנייה
hi: किलो नोड्स/सेकंड
hu: Kiló csomópontok / mp
id: Kilogram/detik
it: Kilo nodi / sec

source: Move time taken
de: Benötigte Zeit zum Verschieben
fr: Temps de déplacement pris
he: זמן תנועה נלקח
hi: चाल में लगा समय
hu: Eltelt idő
id: Waktu pemindahan yang dibutuhkan
it: Tempo di spostamento impiegato

source: Best line
de: Beste Zeile
fr: Meilleure ligne
he: השורה הכי טובה
hi: सर्वश्रेष्ठ पंक्ति
hu: A legjobb vonal
id: Garis terbaik
it: La migliore linea

source: Max move no.
de: Max. Zugnummer
fr: Nombre de coups max.
he: מקסימום מהלך לא.
hi: अधिकतम चाल नं.
hu: Max mozgás nem.
id: Gerakan maksimal no.
it: Numero massimo di mosse.

source: Auto select panel
de: Automatisches Auswahlfeld
fr: Panneau de sélection automatique
he: לוח בחירה אוטומטי
hi: स्वतः चयन पैनल
hu: Automatikus panel kiválasztása
id: Panel pemilihan otomatis
it: Pannello di selezione automatica

source: Display engine search info during a move search
de: Anzeigen von Suchmaschinen-Suchinformationen während einer Zugsuche
fr: Afficher les informations de recherche du moteur lors d'une recherche de déplacement
he: הצג מידע על חיפוש מנוע במהלך חיפוש מעבר
hi: मूव सर्च के दौरान इंजन सर्च जानकारी प्रदर्शित करें
hu: A motor keresési információinak megjelenítése mozgáskeresés közben
id: Menampilkan info pencarian mesin selama pencarian bergerak
it: Visualizza le informazioni di ricerca del motore durante una ricerca di spostamento

source: Display search info when human is thinking,
de: Suchinformationen anzeigen, wenn der Mensch nachdenkt.
fr: Afficher les informations de recherche lorsque l'humain réfléchit,
he: הצג מידע חיפוש כאשר האדם חושב,
hi: जब मनुष्य सोच रहा हो तब खोज जानकारी प्रदर्शित करें,
hu: Keresési információk megjelenítése, amikor az ember gondolkodik,
id: Menampilkan info pencarian saat manusia sedang berpikir,
it: Visualizza le informazioni di ricerca quando l'essere umano sta pensando,

source: (Ponder must be on)
de: (Ponder muss eingeschaltet sein)
fr: (Ponder doit être activé)
he: (ההרהור חייב להיות פועל)
hi: (विचार चालू होना चाहिए)
hu: (A gondolkodásnak bekapcsolva kell lennie)
id: (Harus ada yang direnungkan)
it: (La riflessione deve essere accesa)
