Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: a sort on initial order (for restoring or reversing the initial order).
de: eine Sortierung nach der ursprünglichen Reihenfolge (zum Wiederherstellen oder Umkehren der ursprünglichen Reihenfolge).
fr: un tri sur l'ordre initial (pour restaurer ou inverser l'ordre initial).
he: מיון לפי הסדר הראשוני (לשחזור או היפוך הסדר הראשוני).
hi: प्रारंभिक क्रम पर क्रमबद्धता (प्रारंभिक क्रम को बहाल करने या उलटने के लिए)।
hu: a kezdeti sorrend szerinti rendezés (a kezdeti sorrend visszaállításához vagy megfordításához).
id: mengurutkan berdasarkan urutan awal (untuk memulihkan atau membalik urutan awal).
it: un ordinamento in base all'ordine iniziale (per ripristinare o invertire l'ordine iniziale).

source: To reverse sort, click twice.
de: Um die Sortierung umzukehren, klicken Sie zweimal.
fr: Pour inverser le tri, cliquez deux fois.
he: כדי להפוך את המיון, לחץ פעמיים.
hi: रिवर्स सॉर्ट करने के लिए, दो बार क्लिक करें.
hu: A fordított rendezéshez kattintson kétszer.
id: Untuk mengurutkan terbalik, klik dua kali.
it: Per invertire l'ordinamento, fare clic due volte.

source: Database Dialog Help
de: Hilfe zum Datenbankdialog
fr: Aide de la boîte de dialogue de base de données
he: עזרה של דיאלוג מסד נתונים
hi: डेटाबेस संवाद सहायता
hu: Adatbázis párbeszédpanel Súgó
id: Bantuan Dialog Basis Data
it: Aiuto nella finestra di dialogo del database

source: white games played by
de: weiße Spiele gespielt von
fr: jeux blancs joués par
he: משחקים לבנים ששיחקו על ידי
hi: सफेद रंग के खेल खेले गए
hu: által játszott fehér játékok
id: permainan putih dimainkan oleh
it: partite bianche giocate da

source: added to clipboard
de: zur Zwischenablage hinzugefügt
fr: ajouté au presse-papiers
he: נוסף ללוח
hi: क्लिपबोर्ड में जोड़ा गया
hu: hozzáadva a vágólapra
id: ditambahkan ke papan klip
it: aggiunto agli appunti

source: Player's white games added to clipboard
de: Weißspiele des Spielers zur Zwischenablage hinzugefügt
fr: Jeux blancs du joueur ajoutés au presse-papiers
he: המשחקים הלבנים של השחקן נוספו ללוח
hi: खिलाड़ी के सफ़ेद गेम क्लिपबोर्ड में जोड़े गए
hu: A játékos fehér játékai hozzáadva a vágólaphoz
id: Game putih pemain ditambahkan ke papan klip
it: I giochi bianchi del giocatore sono stati aggiunti agli appunti

source: black games played by
de: schwarze Spiele gespielt von
fr: jeux noirs joués par
he: משחקים שחורים ששיחקו על ידי
hi: काले खेल खेले गए
hu: által játszott fekete játékok
id: permainan hitam yang dimainkan oleh
it: partite nere giocate da

source: Black Player
de: Schwarzer Spieler
fr: Joueur noir
he: שחקן שחור
hi: ब्लैक प्लेयर
hu: Fekete lejátszó
id: Pemain Hitam
it: Giocatore nero

source: Searching ....
de: Suche ....
fr: Recherche ....
he: מחפש....
hi: खोज रहा हूँ....
hu: Keresés....
id: Mencari ....
it: Ricerca in corso...

source: Searching...
de: Suche läuft...
fr: Recherche...
he: מחפש...
hi: खोज रहा हूँ...
hu: Keresés...
id: Mencari...
it: Ricerca in corso...

source: Searching Clipboard
de: Zwischenablage durchsuchen
fr: Recherche dans le presse-papiers
he: מחפש בלוח
hi: क्लिपबोर्ड खोजना
hu: Vágólap keresése
id: Mencari Clipboard
it: Ricerca negli appunti

source: Searching
de: Suche
fr: Recherche
he: מחפש
hi: खोज
hu: Keresés
id: Mencari
it: Ricerca

source: Searching Database
de: Datenbank durchsuchen
fr: Recherche dans la base de données
he: חיפוש מסד נתונים
hi: डेटाबेस खोजना
hu: Keresés az adatbázisban
id: Pencarian Basis Data
it: Ricerca nel database

source: Calculating Stats
de: Statistiken berechnen
fr: Calcul des statistiques
he: חישוב סטטיסטיקות
hi: आँकड़ों की गणना
hu: Statisztikák számítása
id: Menghitung Statistik
it: Calcolo delle statistiche

source: Next Move
de: Nächster Schritt
fr: Prochain mouvement
he: המהלך הבא
hi: अगली चाल
hu: Következő lépés
id: Langkah Selanjutnya
it: Prossima mossa

source: Transpositions
de: Transpositionen
he: טרנספוזיציות
hi: प्रतिस्थापन
hu: Átültetések
id: Transposisi
it: Trasposizioni

source: Engine name - No engine selected
de: Motorname – Kein Motor ausgewählt
fr: Nom du moteur - Aucun moteur sélectionné
he: שם מנוע - לא נבחר מנוע
hi: इंजन का नाम - कोई इंजन नहीं चुना गया
hu: Motornév – Nincs motor kiválasztva
id: Nama mesin - Tidak ada mesin yang dipilih
it: Nome motore - Nessun motore selezionato

source: Engine name -
de: Motorname -
fr: Nom du moteur -
he: שם המנוע -
hi: इंजन का नाम -
hu: Motor neve -
id: Nama mesin -
it: Nome del motore -

source: No engine parameter options read
de: Keine Engine-Parameteroptionen gelesen
fr: Aucune option de paramètre de moteur lue
he: לא נקראו אפשרויות פרמטר מנוע
hi: कोई इंजन पैरामीटर विकल्प नहीं पढ़ा गया
hu: A motorparaméter-beállítások nem olvashatók
id: Tidak ada opsi parameter mesin yang terbaca
it: Nessuna opzione di parametro motore letta

source: Engine error message
de: Motorfehlermeldung
fr: Message d'erreur du moteur
he: הודעת שגיאה במנוע
hi: इंजन त्रुटि संदेश
hu: Motor hibaüzenet
id: Pesan kesalahan mesin
it: Messaggio di errore del motore

source: Engine playing strength
de: Motorspielstärke
fr: Force de jeu du moteur
he: כוח משחק מנוע
hi: इंजन की ताकत
hu: A motor játékereje
id: Kekuatan bermain mesin
it: Potenza di riproduzione del motore

source: This panel lets you select the UCI engine to run (an .exe file).
de: In diesem Bereich können Sie die auszuführende UCI-Engine (eine EXE-Datei) auswählen.
fr: Ce panneau vous permet de sélectionner le moteur UCI à exécuter (un fichier .exe).
he: לוח זה מאפשר לך לבחור את מנוע ה-UCI להפעלה (קובץ .exe).
hi: यह पैनल आपको चलाने के लिए UCI इंजन (एक .exe फ़ाइल) का चयन करने देता है।
hu: Ezen a panelen választhatja ki a futtatni kívánt UCI-motort (.exe fájl).
id: Panel ini memungkinkan Anda memilih mesin UCI yang akan dijalankan (file .exe).
it: Questo pannello consente di selezionare il motore UCI da eseguire (un file .exe).

source: You can also select parameters to modify engine behaviour.
de: Sie können auch Parameter auswählen, um das Motorverhalten zu ändern.
fr: Vous pouvez également sélectionner des paramètres pour modifier le comportement du moteur.
he: אתה יכול גם לבחור פרמטרים כדי לשנות את התנהגות המנוע.
hi: आप इंजन के व्यवहार को संशोधित करने के लिए पैरामीटर भी चुन सकते हैं।
hu: A motor viselkedésének módosításához paramétereket is kiválaszthat.
id: Anda juga dapat memilih parameter untuk mengubah perilaku mesin.
it: È anche possibile selezionare parametri per modificare il comportamento del motore.

source: UCI Engine executable file:
de: Ausführbare Datei der UCI Engine:
fr: Fichier exécutable du moteur UCI :
he: קובץ הפעלה של UCI Engine:
hi: UCI इंजिन निष्पादन योग्य फ़ाइल:
hu: UCI Engine futtatható fájl:
id: File yang dapat dieksekusi UCI Engine:
it: File eseguibile UCI Engine:

source: Use engine epm name
de: Engine-EPM-Namen verwenden
fr: Utiliser le nom epm du moteur
he: השתמש בשם EPM של מנוע
hi: इंजन ईपीएम नाम का उपयोग करें
hu: Használja a motor epm nevét
id: Gunakan nama epm mesin
it: Usa il nome epm del motore

source: Select the basic engine parameters :
de: Wählen Sie die grundlegenden Motorparameter aus:
fr: Sélectionnez les paramètres de base du moteur :
he: בחר את הפרמטרים הבסיסיים של המנוע:
hi: बुनियादी इंजन पैरामीटर का चयन करें:
hu: Válassza ki az alapvető motorparamétereket:
id: Pilih parameter dasar mesin:
it: Selezionare i parametri base del motore:

source: Max CPU cores:
de: Maximale CPU-Kerne:
fr: Nombre maximal de cœurs de processeur :
he: ליבות מעבד מקסימליות:
hi: अधिकतम CPU कोर:
hu: Max CPU magok:
id: Inti CPU maksimum:
it: Numero massimo di core della CPU:

source: Hash size (MB):
de: Hash-Größe (MB):
fr: Taille du hachage (Mo) :
he: גודל Hash (MB):
hi: हैश आकार (MB):
hu: Hash mérete (MB):
id: Ukuran hash (MB):
it: Dimensione hash (MB):

source: Ponder
de: Nachdenken
fr: Réfléchir
he: לְהַרהֵר
hi: विचार करें
hu: Latolgat
id: Merenungkan
it: Riflettere

source: Engine Priority
de: Motorpriorität
fr: Priorité du moteur
he: עדיפות מנוע
hi: इंजन प्राथमिकता
hu: Motor prioritás
id: Prioritas Mesin
it: Priorità del motore

source: Normal
fr: Normale
he: נוֹרמָלִי
hi: सामान्य
hu: Normál
it: Normale

source: Below normal
de: Unter dem Normalwert
fr: En dessous de la normale
he: מתחת לנורמה
hi: सामान्य से नीचे
hu: Normális alatt
id: Di bawah normal
it: Al di sotto della norma

source: Idle
de: Leerlauf
fr: Inactif
he: לְהִתְבַּטֵל
hi: निठल्ला
hu: Tétlen
id: Menganggur
it: Oziare

source: Limit playing strength
de: Spielstärke begrenzen
fr: Limiter la force de jeu
he: הגבל את כוח המשחק
hi: खेलने की शक्ति को सीमित करें
hu: Korlátozza a játék erejét
id: Batasi kekuatan bermain
it: Limitare la forza di gioco

source: Set ELO rating
de: ELO-Wertung festlegen
fr: Définir la note ELO
he: הגדר דירוג ELO
hi: ELO रेटिंग सेट करें
hu: Állítsa be az ELO minősítést
id: Tetapkan peringkat ELO
it: Imposta la valutazione ELO

source: Custom parameters :
de: Benutzerdefinierte Parameter:
fr: Paramètres personnalisés :
he: פרמטרים מותאמים אישית:
hi: कस्टम पैरामीटर :
hu: Egyéni paraméterek:
id: Parameter khusus:
it: Parametri personalizzati:

source: Name
fr: Nom
he: שֵׁם
hi: नाम
hu: Név
id: Nama
it: Nome

source: Value
de: Wert
fr: Valeur
he: עֵרֶך
hi: कीमत
hu: Érték
id: Nilai
it: Valore

source: Save engine..
de: Motor speichern.
fr: Enregistrer le moteur..
he: שמור מנוע..
hi: इंजन बचाओ..
hu: Motor mentése..
id: Simpan mesin..
it: Salva il motore.

source: Select .epm file to save engine parameters
de: Wählen Sie eine .epm-Datei aus, um die Motorparameter zu speichern
fr: Sélectionnez le fichier .epm pour enregistrer les paramètres du moteur
he: בחר קובץ .epm כדי לשמור פרמטרים של מנוע
hi: इंजन पैरामीटर को सहेजने के लिए .epm फ़ाइल का चयन करें
hu: Válassza ki az .epm fájlt a motorparaméterek mentéséhez
id: Pilih file .epm untuk menyimpan parameter mesin
it: Selezionare il file .epm per salvare i parametri del motore

source: Load engine..
de: Motor laden..
fr: Charger le moteur..
he: טען מנוע..
hi: इंजन लोड करें..
hu: motor betöltése..
id: Muat mesin..
it: Carica motore..

source: Select .epm file to load engine parameters
de: Wählen Sie die EPM-Datei aus, um die Engine-Parameter zu laden
fr: Sélectionnez le fichier .epm pour charger les paramètres du moteur
he: בחר קובץ .epm כדי לטעון פרמטרים של מנוע
hi: इंजन पैरामीटर लोड करने के लिए .epm फ़ाइल का चयन करें
hu: Válassza ki az .epm fájlt a motorparaméterek betöltéséhez
id: Pilih file .epm untuk memuat parameter mesin
it: Selezionare il file .epm per caricare i parametri del motore

source: Engine parameters..
de: Motorparameter..
fr: Paramètres du moteur.
he: פרמטרים של מנוע..
hi: इंजन पैरामीटर..
hu: A motor paraméterei..
id: Parameter mesin..
it: Parametri del motore.

source: Reset
de: Zurücksetzen
fr: Réinitialiser
he: אִתחוּל
hi: रीसेट करें
id: Mengatur ulang

source: Three engine CPU priorities are available,
de: Es stehen drei CPU-Prioritäten zur Verfügung:
fr: Trois priorités de moteur CPU sont disponibles,
he: שלוש סדרי עדיפויות של מעבד מנוע זמינים,
hi: तीन इंजन सीपीयू प्राथमिकताएं उपलब्ध हैं,
hu: Három motor CPU prioritás áll rendelkezésre,
id: Tersedia tiga prioritas CPU mesin,
it: Sono disponibili tre priorità della CPU del motore,

source: <Normal> is highest, <Idle> is lowest.
de: <Normal> ist am höchsten, <Leerlauf> ist am niedrigsten.
fr: <Normal> est le plus élevé, <Idle> est le plus bas.
he: <Normal> הוא הגבוה ביותר, <Idle> הוא הנמוך ביותר.
hi: <सामान्य> उच्चतम है, <निष्क्रिय> निम्नतम है।
hu: A <Normal> a legmagasabb, az <Idle> a legalacsonyabb.
id: <Normal> adalah yang tertinggi, <Idle> adalah yang terendah.
it: <Normale> è il valore più alto, <Inattivo> è il valore più basso.

source: Lower settings might improve the computer's responsiveness.
de: Niedrigere Einstellungen können die Reaktionsfähigkeit des Computers verbessern.
fr: Des paramètres inférieurs peuvent améliorer la réactivité de l'ordinateur.
he: הגדרות נמוכות יותר עשויות לשפר את ההיענות של המחשב.
hi: कम सेटिंग से कंप्यूटर की प्रतिक्रियाशीलता में सुधार हो सकता है।
hu: Az alacsonyabb beállítások javíthatják a számítógép válaszkészségét.
id: Pengaturan yang lebih rendah mungkin meningkatkan respons komputer.
it: Impostazioni più basse potrebbero migliorare la reattività del computer.

source: The UCI engine to use, this is a *.exe file
de: Die zu verwendende UCI-Engine, dies ist eine *.exe-Datei
fr: Le moteur UCI à utiliser, c'est un fichier *.exe
he: מנוע UCI לשימוש, זהו קובץ *.exe
hi: उपयोग करने के लिए UCI इंजन, यह एक *.exe फ़ाइल है
hu: A használandó UCI motor, ez egy *.exe fájl
id: Mesin UCI yang digunakan, ini adalah file *.exe
it: Il motore UCI da utilizzare, questo è un file *.exe

source: (eg stockfish_8_x64.exe, or komodo8-64.exe).
de: (z. B. stockfish_8_x64.exe oder komodo8-64.exe).
fr: (par exemple stockfish_8_x64.exe ou komodo8-64.exe).
he: (למשל stockfish_8_x64.exe, או komodo8-64.exe).
hi: (उदाहरण: स्टॉकफिश_8_x64.exe, या कोमोडो8-64.exe).
hu: (pl. stockfish_8_x64.exe vagy komodo8-64.exe).
id: (misalnya stockfish_8_x64.exe, atau komodo8-64.exe).
it: (ad esempio stockfish_8_x64.exe o komodo8-64.exe).

source: Check this box to use engine .epm filename
de: Aktivieren Sie dieses Kontrollkästchen, um den Engine-Dateinamen .epm zu verwenden
fr: Cochez cette case pour utiliser le nom de fichier .epm du moteur
he: סמן את התיבה הזו כדי להשתמש בשם קובץ epm של מנוע
hi: इंजन .epm फ़ाइल नाम का उपयोग करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a motor .epm fájlnevének használatához
id: Centang kotak ini untuk menggunakan nama file engine .epm
it: Seleziona questa casella per utilizzare il nome file .epm del motore

source: for engine name display, if one is available.
de: zur Anzeige des Motornamens, sofern einer verfügbar ist.
fr: pour l'affichage du nom du moteur, s'il est disponible.
he: לתצוגת שם המנוע, אם קיים כזה.
hi: इंजन नाम प्रदर्शन के लिए, यदि उपलब्ध हो।
hu: a motornév megjelenítéséhez, ha van ilyen.
id: untuk menampilkan nama mesin, jika tersedia.
it: per visualizzare il nome del motore, se disponibile.

source: The number of CPU cores the engine can use.
de: Die Anzahl der CPU-Kerne, die die Engine verwenden kann.
fr: Le nombre de cœurs de processeur que le moteur peut utiliser.
he: מספר ליבות המעבד שהמנוע יכול להשתמש בו.
hi: इंजन द्वारा उपयोग किये जा सकने वाले CPU कोर की संख्या.
hu: A motor által használható CPU magok száma.
id: Jumlah inti CPU yang dapat digunakan mesin.
it: Numero di core della CPU che il motore può utilizzare.

source: The maximum size of hash table the engine is allowed (in megabytes).
de: Die maximale Größe der Hash-Tabelle, die der Engine erlaubt ist (in Megabyte).
fr: La taille maximale de la table de hachage autorisée par le moteur (en mégaoctets).
he: הגודל המרבי של טבלת ה-hash המנוע מותר (במגה-בייט).
hi: इंजन को अनुमत हैश तालिका का अधिकतम आकार (मेगाबाइट में)।
hu: A motor által megengedett maximális hash tábla mérete (megabájtban).
id: Ukuran maksimum tabel hash yang diizinkan oleh mesin (dalam megabita).
it: La dimensione massima consentita per la tabella hash del motore (in megabyte).

source: Allow the engine to think on human's time (if capable).
de: Erlauben Sie der Engine, in der Zeit eines Menschen zu denken (sofern dazu in der Lage).
fr: Laissez le moteur réfléchir au temps de l'humain (si possible).
he: אפשר למנוע לחשוב על זמנו של האדם (אם הוא מסוגל).
hi: इंजन को मानव के समय पर सोचने की अनुमति दें (यदि सक्षम हो)।
hu: Hagyja, hogy a motor az ember idejére gondoljon (ha képes).
id: Biarkan mesin berpikir sesuai waktu manusia (jika mampu).
it: Consentire al motore di ragionare secondo i tempi dell'uomo (se ne è in grado).

source: Check to limit the engine playing strength
de: Aktivieren Sie dieses Kontrollkästchen, um die Spielstärke des Motors zu begrenzen
fr: Vérifier pour limiter la force de jeu du moteur
he: סמן כדי להגביל את עוצמת הנגינה של המנוע
hi: इंजन की शक्ति को सीमित करने के लिए जाँच करें
hu: Ellenőrizze, hogy korlátozza a motor játékerejét
id: Periksa untuk membatasi kekuatan pemutaran mesin
it: Controllare per limitare la forza di gioco del motore

source: Enter the ELO rating for the engine to play at
de: Geben Sie die ELO-Bewertung für die Engine ein, mit der gespielt werden soll
fr: Entrez le classement ELO du moteur pour jouer
he: הזן את דירוג ה-ELO עבור המנוע לשחק בו
hi: इंजन चलाने के लिए ELO रेटिंग दर्ज करें
hu: Adja meg a motor ELO besorolását
id: Masukkan peringkat ELO untuk mesin yang akan dimainkan
it: Inserisci la valutazione ELO per il motore da riprodurre

source: Optional extra parameter 1 name,
de: Optionaler zusätzlicher Parameter 1 Name,
fr: Paramètre supplémentaire facultatif 1 nom,
he: שם פרמטר 1 נוסף אופציונלי,
hi: वैकल्पिक अतिरिक्त पैरामीटर 1 नाम,
hu: Opcionális extra paraméter 1 név,
id: Nama parameter tambahan opsional 1,
it: Parametro extra facoltativo 1 nome,

source: specify name here, eg MultiPV
de: Geben Sie hier den Namen an, zB MultiPV
fr: précisez le nom ici, par exemple MultiPV
he: ציין כאן שם, למשל MultiPV
hi: यहाँ नाम निर्दिष्ट करें, जैसे MultiPV
hu: itt adja meg a nevet, pl. MultiPV
id: tentukan nama di sini, misalnya MultiPV
it: specificare qui il nome, ad esempio MultiPV

source: Optional extra parameter 1 value,
de: Optionaler zusätzlicher Parameterwert 1,
fr: Valeur du paramètre supplémentaire facultatif 1,
he: ערך נוסף אופציונלי של פרמטר 1,
hi: वैकल्पिक अतिरिक्त पैरामीटर 1 मान,
hu: Opcionális extra paraméter 1 értéke,
id: Nilai parameter tambahan opsional 1,
it: Valore del parametro extra facoltativo 1,

source: specify value here, eg 4
de: Wert hier angeben, zB 4
fr: spécifiez la valeur ici, par exemple 4
he: ציין כאן ערך, למשל 4
hi: यहाँ मान निर्दिष्ट करें, जैसे 4
hu: itt adja meg az értéket, pl. 4
id: tentukan nilai di sini, misalnya 4
it: specificare il valore qui, ad esempio 4

source: Optional extra parameter 2 name,
de: Optionaler zusätzlicher Parameter 2 Name,
fr: Paramètre supplémentaire facultatif 2 nom,
he: שם פרמטר 2 נוסף אופציונלי,
hi: वैकल्पिक अतिरिक्त पैरामीटर 2 नाम,
hu: Opcionális extra paraméter 2 neve,
id: Nama parameter tambahan opsional 2,
it: Parametro extra facoltativo 2 nome,

source: specify name here
de: Geben Sie hier den Namen ein
fr: précisez le nom ici
he: ציין שם כאן
hi: यहाँ नाम निर्दिष्ट करें
hu: itt adja meg a nevet
id: tentukan nama di sini
it: specifica qui il nome

source: Optional extra parameter 2 value,
de: Optionaler zusätzlicher Parameterwert 2,
fr: Valeur du paramètre supplémentaire facultatif 2,
he: ערך נוסף אופציונלי של פרמטר 2,
hi: वैकल्पिक अतिरिक्त पैरामीटर 2 मान,
hu: Opcionális 2. paraméter extra értéke,
id: Nilai parameter tambahan opsional 2,
it: Valore del parametro extra facoltativo 2,

source: specify value here
de: Wert hier angeben
fr: spécifier la valeur ici
he: ציין כאן ערך
hi: यहाँ मान निर्दिष्ट करें
hu: itt adja meg az értéket
id: tentukan nilai di sini
it: specifica qui il valore

source: Optional extra parameter 3 name,
de: Optionaler zusätzlicher Parameter 3 Name,
fr: Paramètre supplémentaire facultatif 3 nom,
he: שם פרמטר 3 נוסף אופציונלי,
hi: वैकल्पिक अतिरिक्त पैरामीटर 3 नाम,
hu: Opcionális extra 3. paraméter neve,
id: Nama parameter tambahan opsional 3,
it: Parametro extra facoltativo 3 nome,

source: Optional extra parameter 3 value,
de: Optionaler zusätzlicher Parameterwert 3,
fr: Valeur du paramètre supplémentaire facultatif 3,
he: ערך נוסף אופציונלי של פרמטר 3,
hi: वैकल्पिक अतिरिक्त पैरामीटर 3 मान,
hu: Opcionális extra paraméter 3 érték,
id: Nilai parameter tambahan opsional 3,
it: Valore del parametro extra facoltativo 3,

source: Optional extra parameter 4 name,
de: Optionaler zusätzlicher Parameter 4 Name,
fr: Paramètre supplémentaire facultatif 4 nom,
he: שם פרמטר 4 נוסף אופציונלי,
hi: वैकल्पिक अतिरिक्त पैरामीटर 4 नाम,
hu: Opcionális extra 4-es paraméter neve,
id: Nama parameter tambahan opsional 4,
it: Parametro extra facoltativo 4 nome,

source: Optional extra parameter 4 value,
de: Optionaler zusätzlicher Parameterwert 4,
fr: Valeur du paramètre supplémentaire facultatif 4,
he: ערך נוסף אופציונלי של פרמטר 4,
hi: वैकल्पिक अतिरिक्त पैरामीटर 4 मान,
hu: Opcionális extra paraméter 4 érték,
id: Nilai parameter tambahan opsional 4,
it: Valore del parametro extra facoltativo 4,

source: Optional extra parameter 5 name,
de: Optionaler zusätzlicher Parameter 5 Name,
fr: Paramètre supplémentaire facultatif 5 nom,
he: שם פרמטר 5 נוסף אופציונלי,
hi: वैकल्पिक अतिरिक्त पैरामीटर 5 नाम,
hu: Opcionális extra paraméter 5 neve,
id: Nama parameter tambahan opsional 5,
it: Parametro extra facoltativo 5 nome,

source: Optional extra parameter 5 value,
de: Optionaler zusätzlicher Parameterwert 5,
fr: Valeur du paramètre supplémentaire facultatif 5,
he: ערך נוסף אופציונלי של פרמטר 5,
hi: वैकल्पिक अतिरिक्त पैरामीटर 5 मान,
hu: Opcionális extra paraméter 5 értéke,
id: Nilai parameter tambahan opsional 5,
it: Valore del parametro extra facoltativo 5,

source: Optional extra parameter 6 name,
de: Optionaler zusätzlicher Parameter 6 Name,
fr: Paramètre supplémentaire facultatif 6 nom,
he: שם פרמטר 6 נוסף אופציונלי,
hi: वैकल्पिक अतिरिक्त पैरामीटर 6 नाम,
hu: Opcionális extra 6-os paraméter neve,
id: Nama parameter tambahan opsional 6,
it: Parametro extra facoltativo 6 nome,

source: Optional extra parameter 6 value,
de: Optionaler zusätzlicher Parameterwert 6,
fr: Valeur du paramètre supplémentaire facultatif 6,
he: ערך נוסף אופציונלי של פרמטר 6,
hi: वैकल्पिक अतिरिक्त पैरामीटर 6 मान,
hu: Opcionális extra paraméter 6 érték,
id: Nilai parameter tambahan opsional 6,
it: Valore del parametro extra facoltativo 6,

source: Optional extra parameter 7 name,
de: Optionaler zusätzlicher Parameter 7 Name,
fr: Paramètre supplémentaire facultatif 7 nom,
he: שם פרמטר 7 נוסף אופציונלי,
hi: वैकल्पिक अतिरिक्त पैरामीटर 7 नाम,
hu: Opcionális extra 7-es paraméter neve,
id: Nama parameter tambahan opsional 7,
it: Parametro extra facoltativo 7 nome,

source: Optional extra parameter 7 value,
de: Optionaler zusätzlicher Parameterwert 7,
fr: Valeur du paramètre supplémentaire facultatif 7,
he: ערך נוסף אופציונלי של פרמטר 7,
hi: वैकल्पिक अतिरिक्त पैरामीटर 7 मान,
hu: Opcionális extra 7-es paraméter értéke,
id: Nilai parameter tambahan opsional 7,
it: Valore del parametro extra facoltativo 7,

source: Optional extra parameter 8 name,
de: Optionaler zusätzlicher Parameter 8 Name,
fr: Paramètre supplémentaire facultatif 8 nom,
he: שם פרמטר 8 נוסף אופציונלי,
hi: वैकल्पिक अतिरिक्त पैरामीटर 8 नाम,
hu: Opcionális extra 8-as paraméter neve,
id: Nama parameter tambahan opsional 8,
it: Parametro extra facoltativo 8 nome,

source: Optional extra parameter 8 value,
de: Optionaler zusätzlicher Parameterwert 8,
fr: Valeur du paramètre supplémentaire facultatif 8,
he: ערך נוסף אופציונלי של פרמטר 8,
hi: वैकल्पिक अतिरिक्त पैरामीटर 8 मान,
hu: Opcionális extra 8-as paraméter értéke,
id: Nilai parameter tambahan opsional 8,
it: Valore del parametro extra facoltativo 8,

source: Save engine paramters to disk
de: Motorparameter auf der Festplatte speichern
fr: Enregistrer les paramètres du moteur sur le disque
he: שמור את פרמטרי המנוע בדיסק
hi: इंजन पैरामीटर्स को डिस्क पर सहेजें
hu: Mentse a motor paramétereit lemezre
id: Simpan parameter mesin ke disk
it: Salva i parametri del motore sul disco

source: Load engine paramters from disk
de: Engine-Parameter von der Festplatte laden
fr: Charger les paramètres du moteur à partir du disque
he: טען פרמטרים של מנוע מהדיסק
hi: डिस्क से इंजन पैरामीटर लोड करें
hu: Motorparaméterek betöltése lemezről
id: Muat parameter mesin dari disk
it: Carica i parametri del motore dal disco

source: Display a full list of engine parameters
de: Zeigen Sie eine vollständige Liste der Motorparameter an
fr: Afficher une liste complète des paramètres du moteur
he: הצג רשימה מלאה של פרמטרי מנוע
hi: इंजन पैरामीटर की पूरी सूची प्रदर्शित करें
hu: Jelenítse meg a motorparaméterek teljes listáját
id: Menampilkan daftar lengkap parameter mesin
it: Visualizza un elenco completo dei parametri del motore
