Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Press <F8> to minimize the program window
de: Drücken Sie <F8>, um das Programmfenster zu minimieren
fr: Appuyez sur <F8> pour réduire la fenêtre du programme
he: לחץ על <F8> כדי למזער את חלון התוכנית
hi: प्रोग्राम विंडो को छोटा करने के लिए <F8> दबाएँ
hu: Nyomja meg az <F8> billentyűt a programablak kicsinyítéséhez
id: Tekan <F8> untuk meminimalkan jendela program
it: Premere <F8> per ridurre a icona la finestra del programma

source: Press <Esc> to stop adding games
de: Drücken Sie <Esc>, um das Hinzufügen von Spielen zu beenden
fr: Appuyez sur <Esc> pour arrêter l'ajout de jeux
he: לחץ על <Esc> כדי להפסיק להוסיף משחקים
hi: गेम जोड़ना बंद करने के लिए <Esc> दबाएँ
hu: Nyomja meg az <Esc> gombot a játékok hozzáadásának leállításához
id: Tekan <Esc> untuk berhenti menambahkan game
it: Premi <Esc> per interrompere l'aggiunta di giochi

source: Refine search
de: Suche verfeinern
fr: Affiner la recherche
he: צמצם את החיפוש
hi: खोज परिष्कृत करें
hu: Keresés finomítása
id: Memperbaiki pencarian
it: Affina la ricerca

source: Who to move
de: Wer soll umziehen?
fr: Qui déménager
he: את מי לזוז
hi: किसे स्थानांतरित करना है?
hu: Kit kell költöztetni
id: Siapa yang harus dipindahkan?
it: Chi spostare

source: Include reflections
de: Reflexionen einbeziehen
fr: Inclure les réflexions
he: כלול השתקפויות
hi: प्रतिबिंब शामिल करें
hu: Tartalmazzon tükröződéseket
id: Sertakan refleksi
it: Includere riflessioni

source: Include reversed colours
de: Invertierte Farben einbeziehen
fr: Inclure les couleurs inversées
he: כלול צבעים הפוכים
hi: उलटे रंग शामिल करें
hu: Fordított színeket tartalmazzon
id: Sertakan warna terbalik
it: Includi colori invertiti

source: Don't allow more pieces
de: Mehr Stücke nicht zulassen
fr: Ne pas autoriser plus de pièces
he: אל תאפשר יותר חתיכות
hi: अधिक टुकड़े की अनुमति न दें
hu: Ne engedjen több darabot
id: Jangan izinkan lebih banyak potongan
it: Non consentire più pezzi

source: Pawns must be on same files
de: Bauern müssen auf derselben Linie sein
fr: Les pions doivent être sur les mêmes colonnes
he: המשכון חייב להיות על אותם קבצים
hi: प्यादे एक ही फाइल पर होने चाहिए
hu: A gyalogoknak ugyanazon a fájlokon kell lenniük
id: Pion harus berada pada file yang sama
it: I pedoni devono essere sulle stesse file

source: Bishops must be same color
de: Läufer müssen die gleiche Farbe haben
fr: Les évêques doivent être de la même couleur
he: הבישופים חייבים להיות באותו צבע
hi: बिशपों का रंग एक जैसा होना चाहिए
hu: A püspököknek azonos színűnek kell lenniük
id: Uskup harus berwarna sama
it: I vescovi devono essere dello stesso colore

source: Bishops must be same colour
de: Läufer müssen die gleiche Farbe haben
fr: Les évêques doivent être de la même couleur
he: הבישופים חייבים להיות באותו צבע
hi: बिशपों का रंग एक जैसा होना चाहिए
hu: A püspököknek azonos színűnek kell lenniük
id: Uskup harus berwarna sama
it: I vescovi devono essere dello stesso colore

source: White to move
de: Weiß ist am Zug
fr: Les blancs se déplacent
he: לבן לזוז
hi: सफ़ेद को स्थानांतरित करना
hu: Fehér a mozgáshoz
id: Putih untuk bergerak
it: Bianco da muovere

source: Black to move
de: Schwarz ist am Zug
fr: Noir pour bouger
he: שחור לזוז
hi: काले को स्थानांतरित करने के लिए
hu: Fekete a mozgáshoz
id: Hitam untuk bergerak
it: Nero da muovere

source: Either to move
de: Entweder umzuziehen
fr: Soit pour déménager
he: או לזוז
hi: या तो स्थानांतरित करने के लिए
hu: Vagy mozogni
id: Baik untuk bergerak
it: O muoversi

source: Balance must persist for at
de: Das Gleichgewicht muss mindestens
fr: L'équilibre doit persister pendant au moins
he: האיזון חייב להימשך בשעה
hi: संतुलन कम से कम समय तक बना रहना चाहिए
hu: Az egyenlegnek fenn kell tartania a következő időpontig:
id: Keseimbangan harus dipertahankan selama
it: L'equilibrio deve persistere per almeno

source: least this many half moves
de: mindestens so viele halbe Züge
fr: au moins autant de demi-coups
he: לפחות כל כך הרבה חצאים
hi: कम से कम इतनी आधी चालें
hu: legalább ennyi fél mozdulat
id: setidaknya setengah gerakan sebanyak ini
it: almeno così tante mezze mosse

source: Initial
de: Anfänglich
he: הַתחָלַתִי
hi: प्रारंभिक
hu: Kezdeti
id: Awal
it: Iniziale

source: Current
de: Aktuell
fr: Actuel
he: נוֹכְחִי
hi: मौजूदा
hu: Jelenlegi
id: Saat ini
it: Attuale

source: Clear
de: Klar
fr: Clair
he: בָּרוּר
hi: स्पष्ट
hu: Világos
id: Jernih
it: Chiaro

source: Optionally right click to lock down squares
de: Optional Rechtsklick zum Sperren von Quadraten
fr: Vous pouvez également faire un clic droit pour verrouiller les cases.
he: לחלופין, לחץ לחיצה ימנית כדי לנעול ריבועים
hi: वैकल्पिक रूप से वर्गों को लॉक करने के लिए राइट क्लिक करें
hu: Opcionálisan kattintson a jobb gombbal a négyzetek zárolásához
id: Opsional klik kanan untuk mengunci kotak
it: Facoltativamente, fare clic con il pulsante destro del mouse per bloccare i quadrati

source: Currently there are no locked down squares
de: Derzeit gibt es keine gesperrten Plätze
fr: Actuellement, il n'y a pas de cases verrouillées
he: נכון לעכשיו אין ריבועים נעולים
hi: वर्तमान में कोई भी चौक बंद नहीं है
hu: Jelenleg nincsenek lezárt terek
id: Saat ini tidak ada kotak yang terkunci
it: Attualmente non ci sono quadrati bloccati

source: Optionally allow some extra material
de: Optional etwas zusätzliches Material einplanen
fr: Prévoir éventuellement du matériel supplémentaire
he: אופציונלי אפשר קצת חומר נוסף
hi: वैकल्पिक रूप से कुछ अतिरिक्त सामग्री की अनुमति दें
hu: Opcionálisan engedélyezhet néhány extra anyagot
id: Secara opsional, izinkan beberapa materi tambahan
it: Facoltativamente, consentire del materiale extra

source: Set the standard chess initial pattern
de: Legen Sie das Standard-Schach-Anfangsmuster fest
fr: Définir le modèle initial standard des échecs
he: הגדר את תבנית השחמט הראשונית הסטנדרטית
hi: मानक शतरंज प्रारंभिक पैटर्न सेट करें
hu: Állítsa be a standard sakk kezdőmintát
id: Tetapkan pola awal catur standar
it: Imposta il modello iniziale standard degli scacchi

source: Clear the board
de: Räumen Sie das Brett ab
fr: Vider le plateau
he: נקה את הלוח
hi: बोर्ड साफ़ करें
hu: Tisztítsa meg a táblát
id: Bersihkan papan
it: Svuota il tabellone

source: Copy from the current main board pattern
de: Kopie des aktuellen Mainboard-Musters
fr: Copier à partir du modèle actuel de la carte principale
he: העתק מתבנית הלוח הראשי הנוכחית
hi: वर्तमान मुख्य बोर्ड पैटर्न से कॉपी करें
hu: Másolás az aktuális alaplap mintájáról
id: Salin dari pola papan utama saat ini
it: Copia dal modello della scheda madre corrente

source: Set to include mirror images of this pattern in search
de: So einstellen, dass Spiegelbilder dieses Musters in die Suche einbezogen werden
fr: Définir pour inclure les images miroir de ce modèle dans la recherche
he: מוגדר לכלול תמונות מראה של דפוס זה בחיפוש
hi: खोज में इस पैटर्न की दर्पण छवियाँ शामिल करने के लिए सेट करें
hu: Állítsa be ennek a mintának a tükörképét a keresésbe
id: Diatur untuk menyertakan gambar cermin pola ini dalam pencarian
it: Impostato per includere immagini speculari di questo modello nella ricerca

source: Set to include reversed colors form of this pattern in search
de: So einstellen, dass die umgekehrte Farbform dieses Musters in die Suche einbezogen wird
fr: Définir pour inclure les couleurs inversées de ce modèle dans la recherche
he: הוגדר כך שיכלול צבעים הפוכים של דפוס זה בחיפוש
hi: खोज में इस पैटर्न के उलटे रंग शामिल करने के लिए सेट करें
hu: Állítsa be, hogy ennek a mintának a fordított színei is szerepeljenek a keresésben
id: Diatur untuk menyertakan bentuk warna terbalik dari pola ini dalam pencarian
it: Impostato per includere la forma con colori invertiti di questo modello nella ricerca

source: Set to include reversed colours form of this pattern in search
de: So einstellen, dass die umgekehrte Farbform dieses Musters in die Suche einbezogen wird
fr: Définir pour inclure les couleurs inversées de ce modèle dans la recherche
he: הוגדר כך שיכלול צבעים הפוכים של דפוס זה בחיפוש
hi: खोज में इस पैटर्न के उलटे रंग शामिल करने के लिए सेट करें
hu: Állítsa be, hogy ennek a mintának a fordított színei is szerepeljenek a keresésben
id: Diatur untuk menyertakan bentuk warna terbalik dari pola ini dalam pencarian
it: Impostato per includere la forma con colori invertiti di questo modello nella ricerca

source: Set to forbid extra pieces - setting this makes pattern search
de: Setzen Sie diese Einstellung, um zusätzliche Stücke zu verbieten. Diese Einstellung macht die Mustersuche
fr: Définir pour interdire les pièces supplémentaires - ce paramètre permet la recherche de motifs
he: הגדר כדי לאסור חלקים נוספים - הגדרה זו הופכת את חיפוש הדפוסים
hi: अतिरिक्त टुकड़ों को निषिद्ध करने के लिए सेट करें - इसे सेट करने से पैटर्न खोज होती है
hu: A plusz darabok tiltása – ennek beállításával a mintakeresés történik
id: Diatur untuk melarang potongan tambahan - pengaturan ini membuat pencarian pola
it: Impostato per vietare pezzi extra: impostando questa opzione si avvia la ricerca di pattern

source: the same as position search (with extra options - eg reversed colors)
de: das gleiche wie die Positionssuche (mit zusätzlichen Optionen – zB umgekehrte Farben)
fr: identique à la recherche de position (avec des options supplémentaires - par exemple des couleurs inversées)
he: זהה לחיפוש מיקום (עם אפשרויות נוספות - למשל צבעים הפוכים)
hi: स्थिति खोज के समान (अतिरिक्त विकल्पों के साथ - जैसे उल्टे रंग)
hu: ugyanaz, mint a pozíciókeresés (extra opciókkal - pl. fordított színek)
id: sama seperti pencarian posisi (dengan opsi tambahan - misalnya warna terbalik)
it: uguale alla ricerca di posizione (con opzioni extra, ad esempio colori invertiti)

source: the same as position search (with extra options - eg reversed colours)
de: das gleiche wie die Positionssuche (mit zusätzlichen Optionen – zB umgekehrte Farben)
fr: identique à la recherche de position (avec des options supplémentaires - par exemple des couleurs inversées)
he: זהה לחיפוש מיקום (עם אפשרויות נוספות - למשל צבעים הפוכים)
hi: स्थिति खोज के समान (अतिरिक्त विकल्पों के साथ - जैसे उल्टे रंग)
hu: ugyanaz, mint a pozíciókeresés (extra opciókkal - pl. fordított színek)
id: sama seperti pencarian posisi (dengan opsi tambahan - misalnya warna terbalik)
it: uguale alla ricerca di posizione (con opzioni extra, ad esempio colori invertiti)

source: Set to specify that games only match if pawns are on the same files as the search pattern
de: Legen Sie fest, dass Spiele nur dann übereinstimmen, wenn sich die Spielfiguren in denselben Dateien wie das Suchmuster befinden.
fr: Définir pour spécifier que les jeux ne correspondent que si les pions se trouvent sur les mêmes fichiers que le modèle de recherche
he: הגדר כדי לציין שמשחקים תואמים רק אם המשכונים נמצאים באותם קבצים כמו דפוס החיפוש
hi: यह निर्दिष्ट करने के लिए सेट करें कि गेम केवल तभी मेल खाते हैं जब प्यादे खोज पैटर्न के समान फ़ाइलों पर हों
hu: Állítsa be, hogy a játékok csak akkor egyezzenek, ha a gyalogok ugyanazon a fájlon vannak, mint a keresési minta
id: Diatur untuk menentukan bahwa permainan hanya cocok jika pion berada pada file yang sama dengan pola pencarian
it: Impostato per specificare che le partite corrispondono solo se le pedine si trovano negli stessi file del modello di ricerca

source: Set this if you want light squared and dark squared bishops
de: Stellen Sie dies ein, wenn Sie hell- und dunkelfeldrige Läufer wünschen.
fr: Réglez ceci si vous voulez des fous à cases claires et à cases foncées
he: הגדר זאת אם אתה רוצה בישופים בריבוע בהיר וריבוע כהה
hi: यदि आप हल्के वर्गाकार और गहरे वर्गाकार बिशप चाहते हैं तो इसे सेट करें
hu: Állítsa be, ha világos és sötét négyzetes püspököket szeretne
id: Atur ini jika Anda menginginkan gajah kotak terang dan gajah kotak gelap
it: Imposta questa opzione se vuoi alfieri quadrati chiari e quadrati scuri

source: to be distinct pieces for search purposes
de: für Suchzwecke als unterschiedliche Teile zu betrachten
fr: être des pièces distinctes à des fins de recherche
he: להיות חלקים נפרדים למטרות חיפוש
hi: खोज उद्देश्यों के लिए अलग-अलग टुकड़े होना
hu: hogy keresési célokra külön darabok legyenek
id: menjadi bagian-bagian yang berbeda untuk tujuan pencarian
it: essere pezzi distinti per scopi di ricerca

source: Set to find positions with white to move
de: Stellen Sie ein, um Positionen zu finden, in denen Weiß am Zug ist
fr: Définir pour trouver des positions avec les blancs pour se déplacer
he: הגדר כדי למצוא עמדות עם לבן לזוז
hi: सफ़ेद रंग के साथ चलने के लिए स्थिति खोजने के लिए सेट करें
hu: Állítsa be a pozíciók keresését fehérrel a mozgáshoz
id: Atur untuk menemukan posisi dengan warna putih untuk bergerak
it: Impostato per trovare posizioni con il bianco da spostare

source: Set to find positions with black to move
de: Stellen Sie ein, um Positionen zu finden, in denen Schwarz am Zug ist
fr: Ensemble pour trouver des positions avec les noirs pour se déplacer
he: הגדר כדי למצוא עמדות עם שחור כדי לזוז
hi: काले रंग के साथ चलने के लिए स्थिति खोजने के लिए सेट करें
hu: Állítsa be a pozíciók keresését a feketével a mozgáshoz
id: Diatur untuk menemukan posisi dengan warna hitam untuk bergerak
it: Impostato per trovare posizioni con il nero da spostare

source: Set if you don't care which side is to move
de: Setzen Sie diese Option, wenn es Ihnen egal ist, welche Seite sich bewegen soll
fr: Définissez si vous ne vous souciez pas de quel côté vous devez vous déplacer
he: הגדר אם לא אכפת לך איזה צד לזוז
hi: यदि आपको परवाह नहीं है कि किस तरफ जाना है तो सेट करें
hu: Állítsa be, ha nem számít, melyik oldalra kell mozdulnia
id: Atur jika Anda tidak peduli sisi mana yang akan dipindahkan
it: Imposta se non ti interessa quale lato muoverti

source: Games only match if the specified material balance
de: Spiele passen nur, wenn die angegebene Materialbilanz
fr: Les jeux ne correspondent que si l'équilibre matériel spécifié
he: משחקים תואמים רק אם מאזן החומרים שצוין
hi: खेल केवल तभी मेल खाते हैं जब निर्दिष्ट सामग्री संतुलन हो
hu: A játékok csak akkor egyeznek meg, ha a megadott anyagegyenleg
id: Game hanya cocok jika keseimbangan material yang ditentukan
it: I giochi corrispondono solo se il bilancio dei materiali specificato

source: persists for at least this many half moves
de: bleibt mindestens so viele halbe Züge lang bestehen
fr: persiste pendant au moins autant de demi-coups
he: נמשך לפחות חצי מהלכים כאלה
hi: कम से कम इतनी आधी चालों तक बनी रहती है
hu: kitart legalább ennyi fél mozdulatig
id: bertahan setidaknya selama setengah gerakan ini
it: persiste per almeno questo numero di mezze mosse

source: Use this panel to search the database for games where
de: Verwenden Sie dieses Feld, um die Datenbank nach Spielen zu durchsuchen, bei denen
fr: Utilisez ce panneau pour rechercher dans la base de données les jeux où
he: השתמש בחלונית זו כדי לחפש במסד הנתונים משחקים שבהם
hi: इस पैनल का उपयोग उन खेलों के लिए डेटाबेस खोजने के लिए करें जहां
hu: Ezen a panelen kereshet olyan játékokat az adatbázisban, ahol
id: Gunakan panel ini untuk mencari game di database
it: Utilizzare questo pannello per cercare nel database i giochi in cui

source: a specified material balance occurs at some point.
de: irgendwann stellt sich eine festgelegte Stoffbilanz ein.
fr: un bilan matière spécifié se produit à un moment donné.
he: איזון חומרים מוגדר מתרחש בשלב מסוים.
hi: किसी बिंदु पर एक निर्दिष्ट भौतिक संतुलन घटित होता है।
hu: meghatározott anyagmérleg egy bizonyos ponton bekövetkezik.
id: keseimbangan material tertentu terjadi pada suatu titik.
it: a un certo punto si verifica un bilancio materiale specificato.

source: Put the pieces you want on the board, and the search
de: Legen Sie die gewünschten Stücke auf das Brett, und die Suche
fr: Placez les pièces que vous voulez sur le plateau, et la recherche
he: שים את החלקים שאתה רוצה על הלוח, והחיפוש
hi: बोर्ड पर अपनी पसंद के टुकड़े रखें और खोजें
hu: Tedd fel a kívánt darabokat a táblára, és keresd
id: Letakkan potongan yang Anda inginkan di papan, dan pencarian
it: Metti i pezzi che vuoi sulla scacchiera e inizia la ricerca

source: will locate games where only those pieces remained
de: findet Spiele, bei denen nur noch diese Teile übrig sind
fr: localisera les jeux où seules ces pièces sont restées
he: יאתר משחקים שבהם נשארו רק החלקים האלה
hi: उन खेलों का पता लगाएगा जहां केवल वे टुकड़े बचे थे
hu: megkeresi azokat a játékokat, ahol csak azok a darabok maradtak meg
id: akan menemukan permainan di mana hanya bagian-bagian itu yang tersisa
it: troverà i giochi in cui sono rimasti solo quei pezzi

source: on the board at a certain point in the game.
de: zu einem bestimmten Zeitpunkt im Spiel auf dem Brett.
fr: sur le plateau à un certain moment du jeu.
he: על הלוח בנקודה מסוימת במשחק.
hi: खेल के एक निश्चित बिंदु पर बोर्ड पर।
hu: a táblán a játék egy bizonyos pontján.
id: di papan pada titik tertentu dalam permainan.
it: sulla scacchiera in un certo momento del gioco.

source: To make the search (much) more flexible
de: Um die Suche (viel) flexibler zu gestalten
fr: Pour rendre la recherche (beaucoup) plus flexible
he: כדי להפוך את החיפוש (הרבה) לגמיש יותר
hi: खोज को (अधिक) लचीला बनाने के लिए
hu: Hogy a keresés (sokkal) rugalmasabb legyen
id: Untuk membuat pencarian (jauh) lebih fleksibel
it: Per rendere la ricerca (molto) più flessibile

source: you can refine the search in various ways.
de: Sie können die Suche auf verschiedene Weise verfeinern.
fr: vous pouvez affiner la recherche de différentes manières.
he: אתה יכול לחדד את החיפוש בדרכים שונות.
hi: आप विभिन्न तरीकों से खोज को परिष्कृत कर सकते हैं।
hu: többféleképpen finomíthatja a keresést.
id: Anda dapat mempersempit pencarian dengan berbagai cara.
it: puoi affinare la ricerca in vari modi.

source: For example, if you put a dark squared bishop on the board,
de: Wenn Sie zum Beispiel einen dunkelfeldrigen Läufer auf das Brett stellen,
fr: Par exemple, si vous placez un évêque à cases noires sur l'échiquier,
he: לדוגמה, אם תשים בישוף מרובע כהה על הלוח,
hi: उदाहरण के लिए, यदि आप बोर्ड पर एक गहरे रंग का वर्गाकार बिशप रखते हैं,
hu: Például, ha egy sötét négyzet alakú püspököt teszel a táblára,
id: Misalnya, jika Anda meletakkan gajah kotak gelap di papan,
it: Ad esempio, se metti un alfiere quadrato scuro sulla scacchiera,

source: you can insist the search only finds positions with
de: Sie können festlegen, dass die Suche nur Positionen findet mit
fr: vous pouvez insister pour que la recherche ne trouve que des positions avec
he: אתה יכול להתעקש שהחיפוש ימצא רק עמדות עם
hi: आप जोर दे सकते हैं कि खोज केवल उन पदों को ही खोजे
hu: ragaszkodhat ahhoz, hogy a keresés csak pozíciókat találjon
id: Anda dapat bersikeras pencarian hanya menemukan posisi dengan
it: puoi insistere che la ricerca trovi solo posizioni con

source: a dark squared bishop but by default any bishop will do).
de: ein Läufer auf dunklem Feld, aber standardmäßig ist jeder Läufer geeignet).
fr: un fou à cases noires mais par défaut n'importe quel fou fera l'affaire).
he: בישוף בריבוע כהה אבל כברירת מחדל כל בישוף יעשה זאת).
hi: एक डार्क स्क्वेयर्ड बिशप लेकिन डिफ़ॉल्ट रूप से कोई भी बिशप काम करेगा)।
hu: sötét négyzet alakú püspök, de alapértelmezés szerint bármelyik püspök megteszi).
id: gajah kotak gelap, tetapi secara default gajah apa pun bisa digunakan).
it: un alfiere quadrato scuro, ma di default andrà bene qualsiasi alfiere).

source: Use this panel to search the database for games where a specified
de: Verwenden Sie dieses Feld, um die Datenbank nach Spielen zu durchsuchen, bei denen ein
fr: Utilisez ce panneau pour rechercher dans la base de données les jeux pour lesquels un
he: השתמש בחלונית זו כדי לחפש במסד הנתונים משחקים שבהם צוין
hi: इस पैनल का उपयोग उन खेलों के लिए डेटाबेस खोजने के लिए करें जहां निर्दिष्ट
hu: Ezen a panelen kereshet olyan játékokat az adatbázisban, ahol a megadott
id: Gunakan panel ini untuk mencari game di database yang memiliki batasan tertentu
it: Utilizzare questo pannello per cercare nel database i giochi in cui è specificato un

source: pattern (arrangement of some pieces) occurs at some point.
de: Irgendwann tritt ein Muster (Anordnung einiger Stücke) auf.
fr: un motif (disposition de certaines pièces) apparaît à un moment donné.
he: דפוס (סידור של חלקים מסוימים) מתרחש בשלב מסוים.
hi: पैटर्न (कुछ टुकड़ों की व्यवस्था) किसी बिंदु पर होता है।
hu: minta (egyes darabok elrendezése) valamikor előfordul.
id: pola (susunan beberapa potongan) terjadi pada titik tertentu.
it: il modello (la disposizione di alcuni pezzi) si verifica a un certo punto.

source: will locate games where those pieces occupied those squares.
de: wird Spiele lokalisieren, in denen diese Figuren diese Felder besetzten.
fr: localisera les jeux où ces pièces occupaient ces cases.
he: יאתר משחקים שבהם החלקים האלה כבשו את הריבועים האלה.
hi: उन खेलों का पता लगाएगा जहां उन मोहरों ने उन वर्गों पर कब्जा किया था।
hu: megkeresi azokat a játékokat, ahol ezek a figurák elfoglalták azokat a mezőket.
id: akan menemukan permainan di mana potongan-potongan tersebut menempati kotak tersebut.
it: individuerà le partite in cui quei pezzi occupavano quelle caselle.

source: The material balance search is also available, and is more flexible
de: Die Materialbilanzsuche ist ebenfalls verfügbar und flexibler
fr: La recherche de bilan matière est également disponible et est plus flexible
he: חיפוש מאזן החומר זמין גם הוא, והוא גמיש יותר
hi: सामग्री संतुलन खोज भी उपलब्ध है, और अधिक लचीली है
hu: Az anyagmérleg keresés is elérhető, és rugalmasabb
id: Pencarian keseimbangan material juga tersedia, dan lebih fleksibel
it: È disponibile anche la ricerca del bilancio dei materiali, più flessibile

source: but also more complicated.
de: aber auch komplizierter.
fr: mais aussi plus compliqué.
he: אבל גם יותר מסובך.
hi: बल्कि अधिक जटिल भी है।
hu: hanem bonyolultabb is.
id: tetapi juga lebih rumit.
it: ma anche più complicato.

source: To make the material balance search more like the pattern search,
de: Um die Materialbilanzsuche stärker an die Mustersuche anzugleichen,
fr: Pour que la recherche de bilan matière ressemble davantage à la recherche de modèle,
he: כדי להפוך את חיפוש מאזן החומר לדומה יותר לחיפוש הדפוס,
hi: सामग्री संतुलन खोज को पैटर्न खोज की तरह बनाने के लिए,
hu: Ahhoz, hogy az anyagegyensúly keresést jobban hasonlítsa a mintakereséshez,
id: Untuk membuat pencarian keseimbangan material lebih seperti pencarian pola,
it: Per rendere la ricerca del bilancio materiale più simile alla ricerca di modelli,

source: lock down the position of pieces you care about with right clicks.
de: Sperren Sie die Position der Teile, die Ihnen wichtig sind, mit Rechtsklicks.
fr: verrouillez la position des pièces qui vous intéressent avec des clics droits.
he: לנעול את המיקום של החלקים החשובים לך בלחיצה ימנית.
hi: उन टुकड़ों की स्थिति को सही क्लिक के साथ लॉक करें जिनकी आपको परवाह है।
hu: jobb kattintással rögzítse az Önnek fontos darabok helyzetét.
id: kunci posisi bagian yang Anda minati dengan klik kanan.
it: blocca la posizione dei pezzi che ti interessano cliccando con il tasto destro.

source: Pattern Dialog Help
de: Hilfe zum Musterdialog
fr: Aide de la boîte de dialogue de modèle
he: עזרה בדיאלוג דפוס
hi: पैटर्न संवाद सहायता
hu: Minta párbeszédpanel Súgó
id: Bantuan Dialog Pola
it: Aiuto per la finestra di dialogo Pattern

source: Edit Game Details
de: Spieldetails bearbeiten
fr: Modifier les détails du jeu
he: ערוך את פרטי המשחק
hi: गेम विवरण संपादित करें
hu: Szerkessze a játék részleteit
id: Edit Detail Permainan
it: Modifica i dettagli del gioco

source: Paste current game
de: Aktuelles Spiel einfügen
fr: Coller le jeu actuel
he: הדבק את המשחק הנוכחי
hi: वर्तमान गेम चिपकाएँ
hu: Az aktuális játék beillesztése
id: Tempelkan game saat ini
it: Incolla il gioco corrente

source: Delete
de: Löschen
fr: Supprimer
he: לִמְחוֹק
hi: मिटाना
hu: Töröl
id: Menghapus
it: Eliminare
