Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: UCI_Elo type - If enabled by UCI_LimitStrength, aim for an engine strength
de: UCI_Elo-Typ – Wenn durch UCI_LimitStrength aktiviert, streben Sie eine Motorstärke an
fr: Type UCI_Elo - Si activé par UCI_LimitStrength, visez une force de moteur
he: סוג UCI_Elo - אם מופעל על ידי UCI_LimitStrength, כוון לחוזק מנוע
hi: UCI_Elo प्रकार - यदि UCI_LimitStrength द्वारा सक्षम किया गया है, तो इंजन की शक्ति का लक्ष्य रखें
hu: UCI_Elo típus - Ha az UCI_LimitStrength engedélyezi, akkor törekedjen a motor erősségére
id: Tipe UCI_Elo - Jika diaktifkan oleh UCI_LimitStrength, tuju kekuatan mesin
it: Tipo UCI_Elo - Se abilitato da UCI_LimitStrength, punta a una forza del motore

source: of the given Elo. This Elo rating has been calibrated at a time control of
de: der gegebenen Elo. Diese Elo-Bewertung wurde auf eine Zeitkontrolle von
fr: de l'Elo donné. Cette note Elo a été calibrée à un contrôle de temps de
he: של אלו הנתון. דירוג Elo זה כויל בבקרת זמן של
hi: दिए गए एलो का। इस एलो रेटिंग को समय नियंत्रण पर कैलिब्रेट किया गया है
hu: az adott Elo. Ez az Elo besorolás a következő időpontban lett kalibrálva
id: dari Elo yang diberikan. Peringkat Elo ini telah dikalibrasi pada kontrol waktu
it: dell'Elo dato. Questa valutazione Elo è stata calibrata a un controllo temporale di

source: 60 seconds per game + 0.6seconds per move
de: 60 Sekunden pro Spiel + 0,6 Sekunden pro Zug
fr: 60 secondes par partie + 0,6 seconde par coup
he: 60 שניות למשחק + 0.6 שניות למהלך
hi: प्रति खेल 60 सेकंड + प्रति चाल 0.6 सेकंड
hu: 60 másodperc játékonként + 0,6 másodperc lépésenként
id: 60 detik per permainan + 0,6 detik per gerakan
it: 60 secondi a partita + 0,6 secondi a mossa

source: Skill Level - Lower the Skill Level in order to make the engine play weaker,
de: Skill Level - Senken Sie das Skill Level, um die Engine schwächer spielen zu lassen,
fr: Niveau de compétence - Réduisez le niveau de compétence afin de rendre le moteur plus faible,
he: רמת מיומנות - הורד את רמת המיומנות על מנת להפוך את המנוע לחלש יותר,
hi: कौशल स्तर - इंजन की क्षमता को कमज़ोर बनाने के लिए कौशल स्तर को कम करें,
hu: Képességi szint – Csökkentse a képzettségi szintet, hogy gyengébb legyen a motor játéka,
id: Level Keterampilan - Turunkan Level Keterampilan untuk membuat permainan mesin lebih lemah,
it: Livello di abilità - Abbassa il livello di abilità per far funzionare il motore in modo più debole,

source: as with UCI_LimitStrength. Internally, MultiPV is enabled, and with a certain
de: wie bei UCI_LimitStrength. Intern ist MultiPV aktiviert und mit einer bestimmten
fr: comme avec UCI_LimitStrength. En interne, MultiPV est activé, et avec un certain
he: כמו עם UCI_LimitStrength. באופן פנימי, MultiPV מופעל, ועם מסוים
hi: जैसा कि UCI_LimitStrength के साथ है। आंतरिक रूप से, MultiPV सक्षम है, और एक निश्चित के साथ
hu: mint az UCI_LimitStrength esetében. Belsőleg a MultiPV engedélyezve van, és bizonyos
id: seperti halnya dengan UCI_LimitStrength. Secara internal, MultiPV diaktifkan, dan dengan
it: come con UCI_LimitStrength. Internamente, MultiPV è abilitato e con un certo

source: probability depending on the Skill Level, a weaker move will be played.
de: Je nach Fähigkeitsstufe wird mit hoher Wahrscheinlichkeit ein schwächerer Zug gespielt.
fr: probabilité en fonction du niveau de compétence, un coup plus faible sera joué.
he: ההסתברות בהתאם לרמת המיומנות, ישחק מהלך חלש יותר.
hi: कौशल स्तर के आधार पर, संभावना यह है कि एक कमजोर चाल खेली जाएगी।
hu: a képességszinttől függően egy gyengébb lépés kerül megjátszásra.
id: kemungkinan bergantung pada Tingkat Keterampilan, gerakan yang lebih lemah akan dimainkan.
it: probabilità che venga giocata una mossa più debole, a seconda del livello di abilità.

source: SyzygyPath - Path to the folders / directories storing the Syzygy tablebase files.
de: SyzygyPath – Pfad zu den Ordnern/Verzeichnissen, in denen die Syzygy-Tablebase-Dateien gespeichert sind.
fr: SyzygyPath - Chemin d'accès aux dossiers/répertoires stockant les fichiers de base de table Syzygy.
he: SyzygyPath - נתיב לתיקיות / ספריות המאחסנות את קבצי Syzygy tablebase.
hi: SyzygyPath - Syzygy टेबलबेस फ़ाइलों को संग्रहीत करने वाले फ़ोल्डरों / निर्देशिकाओं का पथ।
hu: SyzygyPath – A Syzygy táblabázis fájljait tároló mappák/könyvtárak elérési útja.
id: SyzygyPath - Jalur ke folder/direktori yang menyimpan file-file tablebase Syzygy.
it: SyzygyPath - Percorso alle cartelle/directory in cui sono archiviati i file della tablebase Syzygy.

source: Multiple directories are to be separated by a semi-colon < ; >
de: Mehrere Verzeichnisse sind durch ein Semikolon < ; > zu trennen
fr: Plusieurs répertoires doivent être séparés par un point-virgule < ; >
he: יש להפריד בין ספריות מרובות באמצעות נקודה-פסיק < ; >
hi: एकाधिक निर्देशिकाओं को अर्धविराम < ; > से अलग किया जाना चाहिए
hu: Több könyvtárat pontosvesszővel kell elválasztani < ; >
id: Beberapa direktori harus dipisahkan dengan titik koma < ; >
it: Le directory multiple devono essere separate da un punto e virgola < ; >

source: Do not use spaces around the semi-colon. Here is an example -
de: Verwenden Sie keine Leerzeichen um das Semikolon. Hier ist ein Beispiel:
fr: N'utilisez pas d'espaces autour du point-virgule. Voici un exemple :
he: אל תשתמש ברווחים מסביב לנקודה-פסיק. הנה דוגמה -
hi: सेमी-कोलन के आस-पास स्पेस का इस्तेमाल न करें। यहाँ एक उदाहरण दिया गया है -
hu: Ne használjon szóközt a pontosvessző körül. Itt egy példa -
id: Jangan gunakan spasi di sekitar titik koma. Berikut ini contohnya -
it: Non usare spazi attorno al punto e virgola. Ecco un esempio:

source: SyzygyProbeDepth - Minimum remaining depth for which a position is probed.
de: SyzygyProbeDepth – Mindestverbleibende Tiefe, für die eine Position geprüft wird.
fr: SyzygyProbeDepth - Profondeur minimale restante pour laquelle une position est sondée.
he: SyzygyProbeDepth - עומק מינימלי שנותר שעבורו נבדקת עמדה.
hi: SyzygyProbeDepth - न्यूनतम शेष गहराई जिसके लिए किसी स्थिति की जांच की जाती है।
hu: SyzygyProbeDepth – Minimális hátralévő mélység, amelyhez a pozíciót a rendszer vizsgálja.
id: SyzygyProbeDepth - Kedalaman minimum yang tersisa untuk suatu posisi diperiksa.
it: SyzygyProbeDepth - Profondità minima rimanente per la quale viene sondata una posizione.

source: Set this option to a higher value to probe less aggressively if you experience
de: Stellen Sie diese Option auf einen höheren Wert ein, um weniger aggressiv zu prüfen, wenn Sie feststellen
fr: Définissez cette option sur une valeur plus élevée pour sonder de manière moins agressive si vous rencontrez
he: הגדר אפשרות זו לערך גבוה יותר כדי לחקור בצורה פחות אגרסיבית אם אתה חווה
hi: यदि आपको अनुभव हो तो कम आक्रामक तरीके से जांच करने के लिए इस विकल्प को उच्च मान पर सेट करें
hu: Állítsa ezt a beállítást magasabb értékre, hogy kevésbé agresszívan végezzen vizsgálatot, ha tapasztal
id: Atur opsi ini ke nilai yang lebih tinggi untuk melakukan pemeriksaan dengan kurang agresif jika Anda mengalami
it: Imposta questa opzione su un valore più alto per sondare in modo meno aggressivo se riscontri

source: too much slowdown(in terms of nps) due to tablebase probing.
de: zu starke Verlangsamung (in Bezug auf NPS) aufgrund der Tablebase-Prüfung.
fr: trop de ralentissement (en termes de nps) dû au sondage de la base de données.
he: האטה רבה מדי (במונחים של nps) עקב בדיקה בבסיס הטבלה.
hi: टेबलबेस जांच के कारण बहुत अधिक मंदी (एनपीएस के संदर्भ में)।
hu: túl sok lassulás (nps szempontjából) a táblabázis vizsgálata miatt.
id: terlalu banyak perlambatan (dalam hal nps) karena penyelidikan tablebase.
it: rallentamento eccessivo (in termini di nps) dovuto al sondaggio della tablebase.

source: Syzygy50MoveRule - Disable to let fifty-move rule draws detected by Syzygy
de: Syzygy50MoveRule - Deaktivieren, damit Syzygy Unentschieden nach der Fünfzig-Züge-Regel erkennt
fr: Syzygy50MoveRule - Désactiver pour autoriser les tirages de règle des cinquante coups détectés par Syzygy
he: Syzygy50MoveRule - השבת כדי לאפשר שרטוטי כללים של חמישים מהלכים שזוהו על ידי Syzygy
hi: Syzygy50MoveRule - Syzygy द्वारा पता लगाए गए पचास-चाल नियम को अक्षम करने के लिए अक्षम करें
hu: Syzygy50MoveRule – letiltása, hogy a Syzygy ötven lépéses szabályrajzot észleljen
id: Syzygy50MoveRule - Nonaktifkan agar lima puluh gerakan aturan terdeteksi oleh Syzygy
it: Syzygy50MoveRule - Disattiva per consentire a Syzygy di rilevare le estrazioni della regola delle cinquanta mosse

source: tablebase probes count as wins or losses.
de: Tablebase-Sonden zählen als Gewinne oder Verluste.
fr: les sondes de tablebase comptent comme des gains ou des pertes.
he: בדיקות בסיס טבלה נחשבות כנצחונות או הפסדים.
hi: टेबलबेस जांच को जीत या हार के रूप में गिना जाता है।
hu: a tablebase próbák győzelemnek vagy vereségnek számítanak.
id: penyelidikan tablebase dihitung sebagai menang atau kalah.
it: le sonde tablebase vengono conteggiate come vittorie o sconfitte.

source: SyzygyProbeLimit - Limit Syzygy tablebase probing to positions with at most
de: SyzygyProbeLimit - Beschränken Sie die Syzygy-Tablebase-Probe auf Positionen mit höchstens
fr: SyzygyProbeLimit - Limiter le sondage de la base de données Syzygy aux positions avec au plus
he: SyzygyProbeLimit - הגבל את גישוש בסיס השולחן של Syzygy למיקומים עם לכל היותר
hi: SyzygyProbeLimit - Syzygy टेबलबेस जांच को अधिकतम स्थितियों तक सीमित करें
hu: SyzygyProbeLimit - Korlátozza a Syzygy táblabázis szondázását legfeljebb pozíciókra
id: SyzygyProbeLimit - Batasi penyelidikan tabel Syzygy ke posisi dengan paling banyak
it: SyzygyProbeLimit - Limita il sondaggio della tablebase Syzygy alle posizioni con al massimo

source: this many pieces left(including kings and pawns).
de: so viele Figuren sind noch übrig (einschließlich Könige und Bauern).
fr: il reste autant de pièces (y compris les rois et les pions).
he: נותרו כל כך הרבה חתיכות (כולל מלכים וכלים).
hi: इतने ही मोहरे बचे (राजा और प्यादे सहित)।
hu: ennyi darab maradt (beleértve a királyokat és a gyalogokat).
id: sebanyak ini buah yang tersisa (termasuk raja dan pion).
it: questi sono i pezzi rimasti (inclusi re e pedoni).

source: Move Overhead - Assume a time delay of x milli-seconds due to network
de: Move Overhead - Gehen Sie von einer Zeitverzögerung von x Millisekunden aufgrund von Netzwerkproblemen aus.
fr: Déplacer les frais généraux - Supposons un délai de x millisecondes dû au réseau
he: העבר תקורה - נניח עיכוב זמן של x מילי-שניות עקב רשת
hi: ओवरहेड ले जाएँ - नेटवर्क के कारण x मिली-सेकंड का समय विलंब मान लें
hu: Move Overhead – Tételezzünk fel x milliszekundumos késleltetést a hálózat miatt
id: Pindahkan ke Atas - Asumsikan penundaan waktu x mili-detik karena jaringan
it: Spostamento in alto - Si supponga un ritardo temporale di x millisecondi dovuto alla rete

source: and GUI overheads.
de: und GUI-Overheads.
fr: et les frais généraux de l'interface utilisateur graphique.
he: ותקורות GUI.
hi: और GUI ओवरहेड्स.
hu: és GUI rezsi.
id: dan overhead GUI.
it: e sovraccarichi dell'interfaccia utente grafica.

source: Specifying a value larger than the default is needed to avoid time losses
de: Um Zeitverluste zu vermeiden, muss ein größerer Wert als der Standardwert angegeben werden
fr: La spécification d'une valeur supérieure à la valeur par défaut est nécessaire pour éviter les pertes de temps
he: יש צורך לציין ערך גדול מברירת המחדל כדי למנוע הפסדי זמן
hi: समय की हानि से बचने के लिए डिफ़ॉल्ट से बड़ा मान निर्दिष्ट करना आवश्यक है
hu: Az időveszteség elkerülése érdekében az alapértelmezettnél nagyobb értéket kell megadni
id: Menentukan nilai yang lebih besar dari nilai default diperlukan untuk menghindari hilangnya waktu
it: È necessario specificare un valore maggiore di quello predefinito per evitare perdite di tempo

source: or near instantaneous moves, in particular for time controls without increment
de: oder nahezu augenblickliche Züge, insbesondere bei Zeitkontrollen ohne Inkrement
fr: ou des mouvements quasi instantanés, notamment pour les contrôles temporels sans incrément
he: או כמעט מהלכים מיידיים, במיוחד עבור בקרות זמן ללא תוספת
hi: या लगभग तात्कालिक चालें, विशेष रूप से बिना वृद्धि के समय नियंत्रण के लिए
hu: vagy közel pillanatnyi mozgásokhoz, különösen a növekmény nélküli időszabályozáshoz
id: atau gerakan yang hampir seketika, khususnya untuk kontrol waktu tanpa penambahan
it: o spostamenti quasi istantanei, in particolare per controlli temporali senza incremento

source: (e.g.sudden death). The default is suitable for engine - engine matches played
de: (z.B. Sudden Death). Die Standardeinstellung ist für Engine-Engine-Spiele geeignet
fr: (par exemple, mort subite). La valeur par défaut convient aux matchs joués entre deux moteurs.
he: (למשל מוות פתאומי). ברירת המחדל מתאימה למשחקי מנוע - מנוע משוחק
hi: (उदाहरण के लिए अचानक मौत)। डिफ़ॉल्ट इंजन - इंजन मैचों के लिए उपयुक्त है
hu: (pl. hirtelen halál). Az alapértelmezés a motor - motor lejátszott mérkőzésekhez alkalmas
id: (misalnya kematian mendadak). Defaultnya cocok untuk mesin - pertandingan mesin dimainkan
it: (ad esempio morte improvvisa). L'impostazione predefinita è adatta per le partite motore-motore giocate

source: locally on dedicated hardware, while it needs to be increased on a loaded system,
de: lokal auf dedizierter Hardware, während es auf einem belasteten System erhöht werden muss,
fr: localement sur du matériel dédié, alors qu'il doit être augmenté sur un système chargé,
he: באופן מקומי על חומרה ייעודית, בעוד שיש צורך להגדיל אותו במערכת עמוסה,
hi: स्थानीय रूप से समर्पित हार्डवेयर पर, जबकि लोड किए गए सिस्टम पर इसे बढ़ाने की आवश्यकता होती है,
hu: helyileg dedikált hardveren, míg betöltött rendszeren növelni kell,
id: secara lokal pada perangkat keras khusus, sementara itu perlu ditingkatkan pada sistem yang dimuat,
it: localmente su hardware dedicato, mentre deve essere aumentato su un sistema caricato,

source: when playing over a network, or when using certain GUIs
de: beim Spielen über ein Netzwerk oder bei der Verwendung bestimmter GUIs
fr: lors de la lecture sur un réseau ou lors de l'utilisation de certaines interfaces graphiques
he: בעת משחק ברשת, או בעת שימוש בממשקי GUI מסוימים
hi: नेटवर्क पर खेलते समय, या कुछ GUI का उपयोग करते समय
hu: hálózaton keresztüli lejátszáskor vagy bizonyos grafikus felhasználói felületek használatakor
id: saat bermain melalui jaringan, atau saat menggunakan GUI tertentu
it: quando si gioca in rete o quando si utilizzano determinate interfacce grafiche

source: Slow Mover - Lower values will make the engine take less time in games,
de: Slow Mover - Niedrigere Werte sorgen dafür, dass die Engine in Spielen weniger Zeit benötigt.
fr: Slow Mover - Des valeurs plus basses feront que le moteur prendra moins de temps dans les jeux,
he: Slow Mover - ערכים נמוכים יותר יגרמו למנוע לקחת פחות זמן במשחקים,
hi: धीमी गति - कम मान से इंजन को गेम में कम समय लगेगा,
hu: Slow Mover – Az alacsonyabb értékek miatt a motor kevesebb időt vesz igénybe a játékokban,
id: Penggerak Lambat - Nilai yang lebih rendah akan membuat mesin membutuhkan waktu lebih sedikit dalam permainan,
it: Slow Mover: valori più bassi faranno sì che il motore impieghi meno tempo nei giochi,

source: higher values will make it think longer.
de: höhere Werte lassen es länger nachdenken.
fr: des valeurs plus élevées le feront réfléchir plus longtemps.
he: ערכים גבוהים יותר יגרמו לו לחשוב יותר זמן.
hi: उच्चतर मान इसे अधिक समय तक सोचने पर मजबूर कर देंगे।
hu: a magasabb értékek hosszabb gondolkodásra késztetik.
id: nilai yang lebih tinggi akan membuatnya berpikir lebih lama.
it: valori più alti faranno riflettere più a lungo.

source: Nodestime - Tells the engine to use nodes searched instead of wall time
de: Nodestime - Weist die Engine an, die durchsuchten Knoten anstelle der Wandzeit zu verwenden
fr: Nodestime - Indique au moteur d'utiliser les nœuds recherchés au lieu du temps de parcours
he: Nodestime - אומר למנוע להשתמש בצמתים שחיפשו במקום זמן קיר
hi: नोड्सटाइम - इंजन को दीवार समय के बजाय खोजे गए नोड्स का उपयोग करने के लिए कहता है
hu: Nodestime – Megmondja a motornak, hogy a falidő helyett a keresett csomópontokat használja
id: Nodestime - Memberitahu mesin untuk menggunakan node yang dicari alih-alih waktu dinding
it: Nodestime - Indica al motore di utilizzare i nodi cercati anziché il tempo di parete

source: to account for elapsed time. This is useful for engine testing.
de: um die verstrichene Zeit zu berücksichtigen. Dies ist für Motortests nützlich.
fr: pour tenir compte du temps écoulé. Ceci est utile pour les tests moteurs.
he: להתחשב בזמן שחלף. זה שימושי לבדיקת מנוע.
hi: बीता हुआ समय जानने के लिए यह इंजन परीक्षण के लिए उपयोगी है।
hu: elszámolni az eltelt időt. Ez hasznos a motor teszteléséhez.
id: untuk memperhitungkan waktu yang telah berlalu. Ini berguna untuk pengujian mesin.
it: per tenere conto del tempo trascorso. Questo è utile per i test del motore.

source: When this option is set, the engine is only limited by the total amount of nodes
de: Wenn diese Option aktiviert ist, ist die Engine nur durch die Gesamtzahl der Knoten begrenzt
fr: Lorsque cette option est définie, le moteur n'est limité que par le nombre total de nœuds
he: כאשר אפשרות זו מוגדרת, המנוע מוגבל רק על ידי כמות הצמתים הכוללת
hi: जब यह विकल्प सेट किया जाता है, तो इंजन केवल नोड्स की कुल मात्रा तक ही सीमित होता है
hu: Ha ez az opció be van állítva, a motort csak a csomópontok teljes száma korlátozza
id: Saat opsi ini diatur, mesin hanya dibatasi oleh jumlah total node
it: Quando questa opzione è impostata, il motore è limitato solo dalla quantità totale di nodi

source: searched per game. This limit is calculated once per game.
de: pro Spiel gesucht. Dieses Limit wird einmal pro Spiel berechnet.
fr: recherché par partie. Cette limite est calculée une fois par partie.
he: חיפשו לכל משחק. מגבלה זו מחושבת פעם אחת בכל משחק.
hi: प्रति गेम खोजे गए। इस सीमा की गणना प्रति गेम एक बार की जाती है।
hu: játékonként keresve. Ezt a limitet játékonként egyszer számítják ki.
id: dicari per permainan. Batas ini dihitung sekali per permainan.
it: ricercati per partita. Questo limite viene calcolato una volta per partita.

source: The initial time control values in milliseconds (time and increment per move)
de: Die anfänglichen Zeitkontrollwerte in Millisekunden (Zeit und Inkrement pro Zug)
fr: Les valeurs de contrôle du temps initial en millisecondes (temps et incrément par mouvement)
he: ערכי בקרת הזמן הראשוניים באלפיות שניות (זמן ותוספת לכל מהלך)
hi: प्रारंभिक समय नियंत्रण मान मिलीसेकंड में (प्रति चाल समय और वृद्धि)
hu: A kezdeti idővezérlési értékek ezredmásodpercben (idő és lépésenkénti növekmény)
id: Nilai kontrol waktu awal dalam milidetik (waktu dan kenaikan per gerakan)
it: I valori iniziali di controllo del tempo in millisecondi (tempo e incremento per mossa)

source: are used as input values to calculate the total number of nodes per game.
de: werden als Eingabewerte verwendet, um die Gesamtzahl der Knoten pro Spiel zu berechnen.
fr: sont utilisés comme valeurs d'entrée pour calculer le nombre total de nœuds par jeu.
he: משמשים כערכי קלט לחישוב המספר הכולל של צמתים למשחק.
hi: प्रति गेम नोड्स की कुल संख्या की गणना करने के लिए इनपुट मान के रूप में उपयोग किया जाता है।
hu: bemeneti értékként használják a csomópontok játékonkénti teljes számának kiszámításához.
id: digunakan sebagai nilai input untuk menghitung jumlah total node per permainan.
it: vengono utilizzati come valori di input per calcolare il numero totale di nodi per gioco.

source: The increment per move inc is used as if it was just one move per game.
de: Das Inkrement pro Zug (inc) wird verwendet, als wäre es nur ein Zug pro Spiel.
fr: L'incrément par coup inc est utilisé comme s'il s'agissait d'un seul coup par partie.
he: התוספת לכל מהלך inc משמשת כאילו הייתה רק מהלך אחד לכל משחק.
hi: प्रति चाल वृद्धि का प्रयोग इस प्रकार किया जाता है मानो यह प्रति खेल केवल एक चाल हो।
hu: A lépésenkénti növekedést úgy használjuk, mintha csak egy lépés lenne játékonként.
id: Peningkatan per gerakan digunakan seolah-olah hanya satu gerakan per permainan.
it: L'incremento per mossa inc viene utilizzato come se si trattasse di una sola mossa per partita.

source: The formula is totalnodes = (time + inc * 1) * nodestime.
de: Die Formel lautet: Gesamtknoten = (Zeit + Ink * 1) * Knotenzeit.
fr: La formule est totalnodes = (time + inc * 1) * nodestime.
he: הנוסחה היא totalnodes = (זמן + inc * 1) * nodestime.
hi: सूत्र है कुलनोड्स = (समय + वृद्धि * 1) * नोड्सटाइम।
hu: A képlet: totalnodes = (idő + növekedés * 1) * csomópontidő.
id: Rumusnya adalah totalnodes = (waktu + inc * 1) * nodestime.
it: La formula è totalnodes = (time + inc * 1) * nodestime.

source: Suppose you specified nodestime = 600, and the time control per game is
de: Angenommen, Sie haben nodestime = 600 angegeben und die Zeitkontrolle pro Spiel ist
fr: Supposons que vous ayez spécifié nodestime = 600 et que le contrôle du temps par jeu soit
he: נניח שציינת צמתים = 600, ובקרת הזמן לכל משחק היא
hi: मान लीजिए आपने nodestime = 600 निर्दिष्ट किया है, और प्रति गेम समय नियंत्रण है
hu: Tegyük fel, hogy a nodestime = 600 értéket adta meg, és a játékonkénti időszabályozás a következő
id: Misalkan Anda menentukan nodestime = 600, dan kontrol waktu per game adalah
it: Supponiamo di aver specificato nodestime = 600 e che il controllo del tempo per partita sia

source: 300 seconds plus 3 seconds increment per move (300s + 3s),
de: 300 Sekunden plus 3 Sekunden Inkrement pro Zug (300 s + 3 s),
fr: 300 secondes plus 3 secondes d'incrément par mouvement (300 s + 3 s),
he: 300 שניות בתוספת של 3 שניות לכל מהלך (300 שניות + 3 שניות),
hi: 300 सेकंड प्लस प्रति चाल 3 सेकंड की वृद्धि (300s + 3s),
hu: 300 másodperc plusz 3 másodperc lépésenként (300 mp + 3 mp),
id: 300 detik ditambah 3 detik tambahan per gerakan (300 detik + 3 detik),
it: 300 secondi più 3 secondi di incremento per mossa (300s + 3s),

source: or 300000 milliseconds plus 3000 milliseconds increment per move.
de: oder 300.000 Millisekunden plus 3.000 Millisekunden Inkrement pro Bewegung.
fr: ou 300 000 millisecondes plus 3 000 millisecondes d'incrément par mouvement.
he: או 300000 אלפיות שניות בתוספת של 3000 אלפיות שניות לכל מהלך.
hi: या 300000 मिलीसेकंड प्लस 3000 मिलीसेकंड प्रति चाल की वृद्धि।
hu: vagy 300 000 ezredmásodperc plusz 3000 ezredmásodperc lépésenként.
id: atau 300000 milidetik ditambah penambahan 3000 milidetik per gerakan.
it: o 300000 millisecondi più 3000 millisecondi di incremento per mossa.

source: In that case, the maximum total number of nodes searched per game
de: In diesem Fall beträgt die maximale Gesamtzahl der pro Spiel durchsuchten Knoten
fr: Dans ce cas, le nombre total maximal de nœuds recherchés par jeu
he: במקרה זה, המספר הכולל המרבי של צמתים שחיפשו בכל משחק
hi: उस स्थिति में, प्रति गेम खोजे गए नोड्स की अधिकतम कुल संख्या
hu: Ebben az esetben a keresett csomópontok maximális száma játékonként
id: Dalam hal ini, jumlah total maksimum node yang dicari per game
it: In tal caso, il numero totale massimo di nodi ricercati per partita

source: by the engine is totalnodes = (300000 + 3000 * 1) * 600 = 181800000
de: durch die Engine ist totalnodes = (300000 + 3000 * 1) * 600 = 181800000
fr: par le moteur est totalnodes = (300000 + 3000 * 1) * 600 = 181800000
he: לפי המנוע הוא totalnodes = (300000 + 3000 * 1) * 600 = 181800000
hi: इंजन द्वारा कुल नोड्स = (300000 + 3000 * 1) * 600 = 181800000
hu: a motornál az összes csomópont = (300000 + 3000 * 1) * 600 = 181800000
id: oleh mesin adalah totalnodes = (300000 + 3000 * 1) * 600 = 181800000
it: dal motore è totalnodes = (300000 + 3000 * 1) * 600 = 181800000
