Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Click to open background colour gradient settings dialog box
de: Klicken Sie hier, um das Dialogfeld „Einstellungen für den Hintergrundfarbverlauf“ zu öffnen
fr: Cliquez pour ouvrir la boîte de dialogue des paramètres de dégradé de couleur d'arrière-plan
he: לחץ כדי לפתוח את תיבת הדו-שיח של הגדרות מעבר צבע רקע
hi: पृष्ठभूमि रंग ग्रेडिएंट सेटिंग संवाद बॉक्स खोलने के लिए क्लिक करें
hu: Kattintson a háttérszín gradiens beállításai párbeszédpanel megnyitásához
id: Klik untuk membuka kotak dialog pengaturan gradien warna latar belakang
it: Fare clic per aprire la finestra di dialogo delle impostazioni del gradiente del colore di sfondo

source: This dialog box allow you to select the colours for the 3d windows.
de: In diesem Dialogfeld können Sie die Farben für die 3D-Fenster auswählen.
fr: Cette boîte de dialogue vous permet de sélectionner les couleurs des fenêtres 3D.
he: תיבת דו-שיח זו מאפשרת לך לבחור את הצבעים עבור חלונות התלת-ממד.
hi: यह संवाद बॉक्स आपको 3D विंडो के लिए रंगों का चयन करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a 3D ablakok színeinek kiválasztását.
id: Kotak dialog ini memungkinkan Anda memilih warna untuk jendela 3d.
it: Questa finestra di dialogo consente di selezionare i colori per le finestre 3D.

source: User defined background - Check this box for a user-defined
de: Benutzerdefinierter Hintergrund - Aktivieren Sie dieses Kontrollkästchen für einen benutzerdefinierten
fr: Arrière-plan défini par l'utilisateur - Cochez cette case pour un arrière-plan défini par l'utilisateur
he: רקע מוגדר על ידי משתמש - סמן תיבה זו עבור רקע מוגדר על ידי משתמש
hi: उपयोगकर्ता परिभाषित पृष्ठभूमि - उपयोगकर्ता-परिभाषित पृष्ठभूमि के लिए इस बॉक्स को चेक करें
hu: Felhasználó által definiált háttér – Jelölje be ezt a négyzetet a felhasználó által meghatározott háttér esetén
id: Latar belakang yang ditentukan pengguna - Centang kotak ini untuk latar belakang yang ditentukan pengguna
it: Sfondo definito dall'utente: seleziona questa casella per uno sfondo definito dall'utente.

source: main window background.
de: Hintergrund des Hauptfensters.
fr: arrière-plan de la fenêtre principale.
he: רקע החלון הראשי.
hi: मुख्य विंडो पृष्ठभूमि.
hu: főablak háttere.
id: latar belakang jendela utama.
it: sfondo della finestra principale.

source: Background settings.. - Click this button to open the user-defined
de: Hintergrundeinstellungen.. - Klicken Sie auf diese Schaltfläche, um die benutzerdefinierten
fr: Paramètres d'arrière-plan.. - Cliquez sur ce bouton pour ouvrir les paramètres d'arrière-plan définis par l'utilisateur
he: הגדרות רקע.. - לחץ על כפתור זה כדי לפתוח את ההגדרה המוגדרת על ידי המשתמש
hi: पृष्ठभूमि सेटिंग्स.. - उपयोगकर्ता-निर्धारित पृष्ठभूमि सेटिंग्स खोलने के लिए इस बटन पर क्लिक करें.
hu: Háttérbeállítások... - Kattintson erre a gombra a felhasználó által meghatározott ablak megnyitásához
id: Pengaturan latar belakang.. - Klik tombol ini untuk membuka pengaturan yang ditentukan pengguna.
it: Impostazioni di sfondo.. - Fare clic su questo pulsante per aprire le impostazioni definite dall'utente

source: main window background dialog box.
de: Hintergrunddialogfeld des Hauptfensters.
fr: boîte de dialogue d'arrière-plan de la fenêtre principale.
he: תיבת דו-שיח ברקע של החלון הראשי.
hi: मुख्य विंडो पृष्ठभूमि संवाद बॉक्स.
hu: főablak háttér párbeszédpanel.
id: kotak dialog latar belakang jendela utama.
it: finestra di dialogo dello sfondo della finestra principale.

source: 3d window colours help
de: Hilfe zu 3D-Fensterfarben
fr: Aide aux couleurs des fenêtres 3D
he: צבעי חלונות תלת מימדיים עוזרים
hi: 3डी विंडो रंग मदद
hu: 3D ablakszínek segítenek
id: Warna jendela 3d membantu
it: I colori delle finestre 3D aiutano

source: Caption bar colours
de: Farben der Untertitelleiste
fr: Couleurs de la barre de légende
he: צבעי סרגל הכיתוב
hi: कैप्शन बार के रंग
hu: A feliratsáv színei
id: Warna bilah teks
it: Colori della barra dei sottotitoli

source: If you find that the move list and game clock windows look a bit bland,
de: Wenn Sie finden, dass die Fenster mit der Zugliste und der Spieluhr etwas langweilig aussehen,
fr: Si vous trouvez que la liste des mouvements et les fenêtres d'horloge de jeu semblent un peu fades,
he: אם אתה מגלה שרשימת המהלכים וחלונות שעון המשחק נראים קצת תפלים,
hi: यदि आपको लगता है कि चाल सूची और खेल घड़ी विंडो थोड़ी नीरस लग रही है,
hu: Ha úgy találja, hogy a lépéslista és a játékóra ablaka kissé unalmasnak tűnik,
id: Jika Anda merasa daftar gerakan dan jendela jam permainan terlihat agak hambar,
it: Se ritieni che le finestre dell'elenco delle mosse e dell'orologio di gioco siano un po' insipide,

source: you can change the Windows caption bar colours.
de: Sie können die Farben der Windows-Titelleiste ändern.
fr: vous pouvez modifier les couleurs de la barre de légende Windows.
he: אתה יכול לשנות את צבעי סרגל הכיתוב של Windows.
hi: आप विंडोज़ कैप्शन बार के रंग बदल सकते हैं।
hu: módosíthatja a Windows feliratsáv színeit.
id: Anda dapat mengubah warna bilah teks Windows.
it: è possibile modificare i colori della barra dei titoli di Windows.

source: However, this cannot be done from within the program.
de: Dies ist jedoch nicht innerhalb des Programms möglich.
fr: Cependant, cela ne peut pas être fait à partir du programme.
he: עם זאת, לא ניתן לעשות זאת מתוך התוכנית.
hi: हालाँकि, यह कार्य कार्यक्रम के भीतर से नहीं किया जा सकता।
hu: Ezt azonban a programon belül nem lehet megtenni.
id: Namun, ini tidak dapat dilakukan dari dalam program.
it: Tuttavia, questa operazione non può essere eseguita dall'interno del programma.

source: To change the colour of the caption bar for an active window :-
de: So ändern Sie die Farbe der Titelleiste für ein aktives Fenster: -
fr: Pour changer la couleur de la barre de légende d'une fenêtre active :-
he: כדי לשנות את הצבע של סרגל הכיתוב עבור חלון פעיל:-
hi: किसी सक्रिय विंडो के लिए कैप्शन बार का रंग बदलने के लिए:-
hu: Az aktív ablak feliratsávjának színének megváltoztatása:
id: Untuk mengubah warna bilah teks pada jendela yang aktif :-
it: Per cambiare il colore della barra del titolo per una finestra attiva:

source: From the Windows desktop, right click on an empty area
de: Klicken Sie auf dem Windows-Desktop mit der rechten Maustaste auf einen leeren Bereich
fr: Depuis le bureau Windows, faites un clic droit sur une zone vide
he: משולחן העבודה של Windows, לחץ לחיצה ימנית על אזור ריק
hi: विंडोज डेस्कटॉप से, किसी खाली क्षेत्र पर राइट क्लिक करें
hu: A Windows asztalon kattintson jobb gombbal egy üres területre
id: Dari desktop Windows, klik kanan pada area kosong
it: Dal desktop di Windows, fare clic con il pulsante destro del mouse su un'area vuota

source: then choose < Personalize > next choose < Colours > from the options
de: Wählen Sie dann < Personalisieren > und anschließend < Farben > aus den Optionen
fr: puis choisissez <Personnaliser> puis choisissez <Couleurs> parmi les options
he: לאחר מכן בחר < התאמה אישית > לאחר מכן בחר < צבעים > מהאפשרויות
hi: फिर < वैयक्तिकृत > चुनें और फिर विकल्पों में से < रंग > चुनें
hu: majd válassza a < Testreszabás > lehetőséget, majd válassza a < Színek > lehetőséget a lehetőségek közül
id: lalu pilih < Personalize > lalu pilih < Colours > dari pilihan yang ada
it: quindi scegli <Personalizza> quindi scegli <Colori> dalle opzioni

source: on the left side of the screen.
de: auf der linken Seite des Bildschirms.
fr: sur le côté gauche de l'écran.
he: בצד שמאל של המסך.
hi: स्क्रीन के बाईं ओर.
hu: a képernyő bal oldalán.
id: di sisi kiri layar.
it: sul lato sinistro dello schermo.

source: Select a colour from the colour picker, then check the box
de: Wählen Sie eine Farbe aus der Farbauswahl aus und aktivieren Sie dann das Kontrollkästchen
fr: Sélectionnez une couleur dans le sélecteur de couleurs, puis cochez la case
he: בחר צבע מבוחר הצבעים ולאחר מכן סמן את התיבה
hi: कलर पिकर से कोई रंग चुनें, फिर बॉक्स को चेक करें
hu: Válasszon ki egy színt a színválasztóból, majd jelölje be a négyzetet
id: Pilih warna dari pemilih warna, lalu centang kotak
it: Seleziona un colore dal selettore colori, quindi seleziona la casella

source: < Title bars and window borders > or switch on < Show colour on title bar >
de: < Titelleisten und Fensterränder > oder < Farbe in der Titelleiste anzeigen > einschalten
fr: < Barres de titre et bordures de fenêtre > ou activez < Afficher la couleur sur la barre de titre >
he: < פסי כותרת וגבולות חלונות > או הפעל את < הצג צבע בשורת הכותרת >
hi: < शीर्षक बार और विंडो बॉर्डर > या < शीर्षक बार पर रंग दिखाएँ > पर स्विच करें
hu: < Címsorok és ablakszegélyek > vagy kapcsolja be a < Szín megjelenítése a címsoron > funkciót
id: < Bilah judul dan batas jendela > atau aktifkan < Tampilkan warna pada bilah judul >
it: < Barre del titolo e bordi delle finestre > o attiva < Mostra colore sulla barra del titolo >

source: depending on which of these options is displayed for your Windows version.
de: abhängig davon, welche dieser Optionen für Ihre Windows-Version angezeigt wird.
fr: selon l'option affichée pour votre version de Windows.
he: תלוי איזו מהאפשרויות הללו מוצגת עבור גרסת Windows שלך.
hi: यह इस बात पर निर्भर करता है कि आपके विंडोज संस्करण के लिए इनमें से कौन सा विकल्प प्रदर्शित होता है।
hu: attól függően, hogy ezen opciók közül melyik jelenik meg az Ön Windows-verziójához.
id: tergantung pada pilihan mana yang ditampilkan untuk versi Windows Anda.
it: a seconda di quale di queste opzioni è visualizzata per la tua versione di Windows.

source: To change the colour of the caption bar for an inactive window
de: So ändern Sie die Farbe der Titelleiste eines inaktiven Fensters
fr: Pour changer la couleur de la barre de légende d'une fenêtre inactive
he: כדי לשנות את הצבע של סרגל הכיתוב עבור חלון לא פעיל
hi: निष्क्रिय विंडो के लिए कैप्शन बार का रंग बदलने के लिए
hu: Inaktív ablak feliratsávjának színének megváltoztatása
id: Untuk mengubah warna bilah teks untuk jendela yang tidak aktif
it: Per cambiare il colore della barra del titolo per una finestra inattiva

source: involves editing the registry.
de: beinhaltet die Bearbeitung der Registrierung.
fr: implique la modification du registre.
he: כולל עריכת הרישום.
hi: इसमें रजिस्ट्री का संपादन शामिल है।
hu: magában foglalja a rendszerleíró adatbázis szerkesztését.
id: melibatkan penyuntingan registri.
it: comporta la modifica del registro.

source: There is a post on this at the following website -
de: Auf der folgenden Website gibt es einen Beitrag dazu:
fr: Il y a un article à ce sujet sur le site Web suivant -
he: יש פוסט על זה באתר הבא -
hi: इस विषय पर निम्नलिखित वेबसाइट पर एक पोस्ट है -
hu: Erről van egy bejegyzés az alábbi oldalon:
id: Ada postingan tentang ini di situs web berikut -
it: C'è un post su questo sul seguente sito web -

source: I used the hexadecimal value e0cbcb for the Value data, this gives a light blue colour.
de: Ich habe für die Wertdaten den Hexadezimalwert e0cbcb verwendet, dieser ergibt eine hellblaue Farbe.
fr: J'ai utilisé la valeur hexadécimale e0cbcb pour les données de valeur, cela donne une couleur bleu clair.
he: השתמשתי בערך ההקסדצימלי e0cbcb עבור נתוני הערך, זה נותן צבע כחול בהיר.
hi: मैंने वैल्यू डेटा के लिए हेक्साडेसिमल मान e0cbcb का उपयोग किया, इससे हल्का नीला रंग प्राप्त होता है।
hu: Az Érték adatoknál az e0cbcb hexadecimális értéket használtam, ez világoskék színt ad.
id: Saya menggunakan nilai heksadesimal e0cbcb untuk data Nilai, ini memberikan warna biru muda.
it: Ho utilizzato il valore esadecimale e0cbcb per i dati del valore, ottenendo un colore azzurro chiaro.

source: Change Windows caption bar colours
de: Farben der Windows-Titelleiste ändern
fr: Modifier les couleurs de la barre de légende Windows
he: שנה את צבעי סרגל הכיתוב של Windows
hi: विंडोज़ कैप्शन बार का रंग बदलें
hu: Módosítsa a Windows feliratsáv színeit
id: Mengubah warna bilah teks Windows
it: Cambia i colori della barra dei titoli di Windows

source: Board co-ords colour
de: Farblich passendes Board
fr: Couleurs coordonnées du tableau
he: צבע קואורדי לוח
hi: बोर्ड को-ऑर्ड्स का रंग
hu: A tábla koordinátái színe
id: Koordinat papan warna
it: Coordinate del colore della scheda

source: Board highlight colour
de: Hervorhebungsfarbe des Boards
fr: Couleur de surbrillance du tableau
he: צבע הדגשה של הלוח
hi: बोर्ड हाइलाइट रंग
hu: Tábla kiemelés színe
id: Sorotan warna papan
it: Colore di evidenziazione della scheda

source: Dark square colour
de: Dunkle quadratische Farbe
fr: Couleur carrée foncée
he: צבע ריבוע כהה
hi: गहरा चौकोर रंग
hu: Sötét négyzet színű
id: Warna persegi gelap
it: Colore quadrato scuro

source: Light square colour
de: Helle quadratische Farbe
fr: Couleur carrée claire
he: צבע ריבוע בהיר
hi: हल्का चौकोर रंग
hu: Világos négyzet színű
id: Warna persegi terang
it: Colore quadrato chiaro

source: Border colour
de: Randfarbe
fr: Couleur de la bordure
he: צבע גבול
hi: सीमा का रंग
hu: Szegély színe
id: Warna batas
it: Colore del bordo

source: Dark piece colour
de: Dunkle Stückfarbe
fr: Couleur de la pièce foncée
he: צבע חתיכה כהה
hi: गहरे रंग का टुकड़ा
hu: Sötét darab szín
id: Warna potongan gelap
it: Colore del pezzo scuro

source: Light piece colour
de: Lichtstückfarbe
fr: Couleur de la pièce claire
he: צבע חלק בהיר
hi: हल्का टुकड़ा रंग
hu: Világos darab szín
id: Warna potongan cahaya
it: Colore del pezzo chiaro

source: Use board colours
de: Verwenden Sie Brettfarben
fr: Utiliser les couleurs du tableau
he: השתמש בצבעי לוח
hi: बोर्ड के रंगों का उपयोग करें
hu: Használjon tábla színeket
id: Gunakan warna papan
it: Utilizzare i colori della tavola

source: Use piece colours
de: Verwenden Sie Stückfarben
fr: Utiliser les couleurs des pièces
he: השתמש בצבעי חתיכה
hi: टुकड़ों के रंगों का उपयोग करें
hu: Használjon darab színeket
id: Gunakan warna potongan
it: Utilizzare i colori dei pezzi

source: Check this box to use colours for the chess board
de: Aktivieren Sie dieses Kontrollkästchen, um Farben für das Schachbrett zu verwenden
fr: Cochez cette case pour utiliser les couleurs de l'échiquier
he: סמן את התיבה הזו כדי להשתמש בצבעים עבור לוח השחמט
hi: शतरंज बोर्ड के लिए रंगों का उपयोग करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha színeket szeretne használni a sakktáblához
id: Centang kotak ini untuk menggunakan warna untuk papan catur
it: Seleziona questa casella per utilizzare i colori per la scacchiera

source: (rather than bitmaps)
de: (anstelle von Bitmaps)
fr: (plutôt que des bitmaps)
he: (במקום מפות סיביות)
hi: (बिटमैप के बजाय)
hu: (bitmap helyett)
id: (bukan bitmap)
it: (piuttosto che bitmap)

source: Check this box to use colours for the chess pieces
de: Aktivieren Sie dieses Kontrollkästchen, um Farben für die Schachfiguren zu verwenden
fr: Cochez cette case pour utiliser des couleurs pour les pièces d'échecs
he: סמן את התיבה הזו כדי להשתמש בצבעים עבור כלי השחמט
hi: शतरंज के मोहरों के लिए रंगों का उपयोग करने हेतु इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha színeket szeretne használni a sakkfigurákhoz
id: Centang kotak ini untuk menggunakan warna pada bidak catur
it: Seleziona questa casella per utilizzare i colori per i pezzi degli scacchi

source: Select the board co-ordinates colour
de: Wählen Sie die Farbe der Boardkoordinaten
fr: Sélectionnez la couleur des coordonnées du tableau
he: בחר את צבע קואורדינטות הלוח
hi: बोर्ड निर्देशांक रंग का चयन करें
hu: Válassza ki a tábla koordinátáinak színét
id: Pilih warna koordinat papan
it: Seleziona il colore delle coordinate della tavola

source: Select the board highlight colour
de: Wählen Sie die Hervorhebungsfarbe des Boards aus
fr: Sélectionnez la couleur de surbrillance du tableau
he: בחר את צבע הדגשת הלוח
hi: बोर्ड हाइलाइट रंग का चयन करें
hu: Válassza ki a tábla kiemelésének színét
id: Pilih warna sorotan papan
it: Seleziona il colore di evidenziazione della lavagna

source: Select the chess board dark square colour
de: Wählen Sie die Schachbrettfarbe dunkel
fr: Sélectionnez la couleur des cases sombres de l'échiquier
he: בחר את לוח השחמט בצבע ריבוע כהה
hi: शतरंज बोर्ड के गहरे वर्ग का रंग चुनें
hu: Válassza ki a sakktábla sötét négyzet színét
id: Pilih warna kotak gelap papan catur
it: Seleziona il colore della casella scura della scacchiera

source: Select the chess board light square colour
de: Wählen Sie die Farbe des Schachbrettlichtquadrats
fr: Sélectionnez la couleur des cases lumineuses de l'échiquier
he: בחר את צבע הריבוע הבהיר של לוח השחמט
hi: शतरंज बोर्ड का हल्का वर्गाकार रंग चुनें
hu: Válassza ki a sakktábla világos négyzet színét
id: Pilih warna kotak lampu papan catur
it: Seleziona il colore della casella luminosa della scacchiera

source: Select the chess board border colour
de: Wählen Sie die Farbe des Schachbrettrandes
fr: Sélectionnez la couleur de la bordure de l'échiquier
he: בחר את צבע הגבול של לוח השחמט
hi: शतरंज बोर्ड की सीमा का रंग चुनें
hu: Válassza ki a sakktábla szegélyének színét
id: Pilih warna batas papan catur
it: Seleziona il colore del bordo della scacchiera

source: Select the chess board dark piece colour
de: Wählen Sie die dunkle Farbe der Schachfiguren
fr: Sélectionnez la couleur foncée des pièces de l'échiquier
he: בחר את הצבע הכהה של לוח השחמט
hi: शतरंज बोर्ड के गहरे रंग का मोहरा चुनें
hu: Válassza ki a sakktábla sötét figuráját
id: Pilih warna buah catur gelap
it: Seleziona il colore scuro del pezzo della scacchiera

source: Select the chess board light piece colour
de: Wählen Sie die Farbe der Lichtfiguren auf dem Schachbrett
fr: Sélectionnez la couleur de la pièce lumineuse de l'échiquier
he: בחר את צבע הכלי הקל של לוח השחמט
hi: शतरंज बोर्ड के हल्के मोहरे का रंग चुनें
hu: Válassza ki a sakktábla világos bábu színét
id: Pilih warna lampu papan catur
it: Seleziona il colore del pezzo luminoso della scacchiera

source: Set the board co-ordinates colour to default
de: Stellen Sie die Farbe der Boardkoordinaten auf den Standardwert ein
fr: Définir la couleur des coordonnées du tableau par défaut
he: הגדר את צבע קואורדינטות הלוח לברירת מחדל
hi: बोर्ड निर्देशांक रंग को डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a tábla koordinátáinak színét alapértelmezettre
id: Atur warna koordinat papan ke default
it: Imposta il colore delle coordinate della scheda sul valore predefinito

source: Set the board highlight colour to default
de: Stellen Sie die Hervorhebungsfarbe des Boards auf den Standardwert ein
fr: Définir la couleur de surbrillance du tableau par défaut
he: הגדר את צבע הדגשת הלוח לברירת מחדל
hi: बोर्ड हाइलाइट रंग को डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a tábla kiemelési színét alapértelmezettre
id: Atur warna sorotan papan ke default
it: Imposta il colore di evidenziazione della scheda come predefinito

source: Set the dark square colour to default
de: Stellen Sie die dunkle Quadratfarbe auf die Standardfarbe ein
fr: Définir la couleur du carré sombre par défaut
he: הגדר את צבע הריבוע הכהה לברירת המחדל
hi: गहरे वर्ग का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a sötét négyzet színét az alapértelmezettre
id: Atur warna kotak gelap ke default
it: Imposta il colore del quadrato scuro come predefinito

source: Set the light square colour to default
de: Stellen Sie die Farbe des hellen Quadrats auf den Standardwert ein
fr: Définir la couleur du carré lumineux par défaut
he: הגדר את צבע הריבוע הבהיר לברירת המחדל
hi: हल्के वर्ग का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a világos négyzet színét az alapértelmezettre
id: Atur warna kotak cahaya ke default
it: Imposta il colore del quadrato chiaro come predefinito

source: Set the border colour to default
de: Stellen Sie die Rahmenfarbe auf den Standardwert ein
fr: Définir la couleur de la bordure par défaut
he: הגדר את צבע הגבול לברירת מחדל
hi: बॉर्डर का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a keret színét alapértelmezettre
id: Atur warna batas ke default
it: Imposta il colore del bordo come predefinito

source: Set the dark piece colour to default
de: Stellen Sie die dunkle Stückfarbe auf den Standardwert ein
fr: Définir la couleur de la pièce sombre par défaut
he: הגדר את צבע החתיכה הכהה לברירת המחדל
hi: गहरे रंग वाले हिस्से का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a sötét darab színét az alapértelmezettre
id: Atur warna bagian gelap ke default
it: Imposta il colore del pezzo scuro come predefinito

source: Set the light piece colour to default
de: Stellen Sie die Lichtstückfarbe auf den Standardwert ein
fr: Définir la couleur de la pièce lumineuse par défaut
he: הגדר את צבע החתיכה הקלה לברירת המחדל
hi: प्रकाश भाग का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a világos darab színét az alapértelmezettre
id: Atur warna bagian lampu ke default
it: Imposta il colore del pezzo di luce come predefinito

source: and options for the 3d board and pieces.
de: und Optionen für das 3D-Brett und die Spielsteine.
fr: et des options pour le plateau 3D et les pièces.
he: ואפשרויות עבור הלוח והתלת מימד.
hi: और 3 डी बोर्ड और टुकड़ों के लिए विकल्प।
hu: és a 3D-s tábla és a darabok lehetőségei.
id: dan pilihan untuk papan dan potongan 3d.
it: e opzioni per la scacchiera e i pezzi 3D.

source: To use colours rather than bitmaps for the chess board
de: Farben statt Bitmaps für das Schachbrett verwenden
fr: Utiliser des couleurs plutôt que des bitmaps pour l'échiquier
he: כדי להשתמש בצבעים במקום במפות סיביות עבור לוח השחמט
hi: शतरंज बोर्ड के लिए बिटमैप के बजाय रंगों का उपयोग करना
hu: Színek használata a sakktáblán bittérképek helyett
id: Untuk menggunakan warna daripada bitmap untuk papan catur
it: Utilizzare colori anziché bitmap per la scacchiera

source: check the < Use board colours > check box.
de: aktivieren Sie das Kontrollkästchen <Boardfarben verwenden>.
fr: cochez la case < Utiliser les couleurs du tableau >.
he: סמן את תיבת הסימון < השתמש בצבעי לוח >.
hi: < बोर्ड रंगों का उपयोग करें > चेक बॉक्स को चेक करें।
hu: jelölje be a < Táblaszínek használata > jelölőnégyzetet.
id: centang kotak centang < Gunakan warna papan >
it: selezionare la casella di controllo <Usa colori tavola>.

source: To use colours rather than bitmaps for the chess pieces
de: Farben statt Bitmaps für die Schachfiguren verwenden
fr: Utiliser des couleurs plutôt que des bitmaps pour les pièces d'échecs
he: להשתמש בצבעים במקום במפות סיביות עבור כלי השחמט
hi: शतरंज के मोहरों के लिए बिटमैप के स्थान पर रंगों का उपयोग करना
hu: Színek használata a sakkfigurákhoz bittérképek helyett
id: Untuk menggunakan warna daripada bitmap untuk bidak catur
it: Utilizzare colori anziché bitmap per i pezzi degli scacchi

source: check the < Use piece colours > check box.
de: aktivieren Sie das Kontrollkästchen <Teilefarben verwenden>.
fr: cochez la case < Utiliser les couleurs des pièces >.
he: סמן את תיבת הסימון < השתמש בצבעי חתיכה >.
hi: <टुकड़े के रंगों का उपयोग करें> चेक बॉक्स को चेक करें।
hu: jelölje be a < Darabszínek használata > jelölőnégyzetet.
id: centang kotak centang < Gunakan warna bagian >.
it: selezionare la casella di controllo <Usa colori pezzo>.

source: If you switch from bitmaps to colours for the pieces,
de: Wenn Sie von Bitmaps auf Farben für die Teile umstellen,
fr: Si vous passez des bitmaps aux couleurs pour les pièces,
he: אם תעבור ממפות סיביות לצבעים עבור החלקים,
hi: यदि आप बिटमैप से टुकड़ों के लिए रंगों पर स्विच करते हैं,
hu: Ha bittérképről színre vált a darabokhoz,
id: Jika Anda beralih dari bitmap ke warna untuk bagian-bagiannya,
it: Se si passa dalle bitmap ai colori per i pezzi,

source: you will probably need to adjust the lighting.
de: Sie müssen wahrscheinlich die Beleuchtung anpassen.
fr: vous devrez probablement ajuster l'éclairage.
he: כנראה שתצטרך להתאים את התאורה.
hi: आपको संभवतः प्रकाश व्यवस्था समायोजित करने की आवश्यकता होगी।
hu: valószínűleg módosítania kell a világítást.
id: Anda mungkin perlu menyesuaikan pencahayaan.
it: Probabilmente dovrai regolare l'illuminazione.
