Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: I only began to understand how the Polyglot .bin opening book worked
de: Ich begann erst zu verstehen, wie das Polyglot .bin-Eröffnungsbuch funktionierte
fr: Je commençais seulement à comprendre comment fonctionnait le livre d'ouverture Polyglot .bin
he: רק התחלתי להבין איך עובד ספר הפתיחה של Polyglot .bin
hi: मुझे अब यह समझ में आने लगा है कि पॉलीग्लॉट .bin ओपनिंग बुक कैसे काम करती है
hu: Csak kezdtem megérteni, hogyan működik a Polyglot .bin nyitókönyv
id: Saya baru mulai mengerti cara kerja buku pembuka Polyglot .bin
it: Ho appena iniziato a capire come funzionava il libro di apertura Polyglot .bin

source: when I looked at the code from the following repository -
de: als ich mir den Code aus dem folgenden Repository ansah -
fr: quand j'ai regardé le code du référentiel suivant -
he: כשהסתכלתי על הקוד מהמאגר הבא -
hi: जब मैंने निम्नलिखित रिपोजिटरी से कोड देखा -
hu: amikor megnéztem a kódot a következő tárolóból -
id: ketika saya melihat kode dari repositori berikut -
it: quando ho guardato il codice dal seguente repository -

source: This code was used as the basis for the rest of the
de: Dieser Code diente als Grundlage für den Rest der
fr: Ce code a été utilisé comme base pour le reste du
he: קוד זה שימש כבסיס לשאר ה-
hi: इस कोड को बाकी सभी के लिए आधार के रूप में इस्तेमाल किया गया।
hu: Ezt a kódot használták a többi rész alapjául
id: Kode ini digunakan sebagai dasar untuk sisanya
it: Questo codice è stato utilizzato come base per il resto del

source: Polyglot opening book functions that I wrote.
de: Polyglotte Eröffnungsbuchfunktionen, die ich geschrieben habe.
fr: Fonctions d'ouverture de livre polyglotte que j'ai écrites.
he: פונקציות ספר פתיחה פוליגלוט שכתבתי.
hi: बहुभाषी उद्घाटन पुस्तक कार्यों कि मैंने लिखा था।
hu: Polyglot nyitókönyv függvények, amiket én írtam.
id: Fungsi buku pembuka poliglot yang saya tulis.
it: Funzioni di apertura dei libri poliglotti da me scritte.

source: So here is a big thank you to Mr Raminder Singh for his code.
de: Hiermit möchten wir Herrn Raminder Singh ein großes Dankeschön für seinen Code aussprechen.
fr: Voici donc un grand merci à M. Raminder Singh pour son code.
he: אז הנה תודה גדולה למר רמינדר סינג על הקוד שלו.
hi: तो यहां श्री रमिंदर सिंह को उनके कोड के लिए बहुत-बहुत धन्यवाद।
hu: Szóval itt nagyon köszönöm Raminder Singh úrnak a kódját.
id: Jadi, ini ucapan terima kasih yang sebesar-besarnya kepada Tn. Raminder Singh atas kodenya.
it: Quindi un grande ringraziamento al signor Raminder Singh per il suo codice.

source: This version of Nimzo3d (4.0) has a new feature for automatically
de: Diese Version von Nimzo3d (4.0) verfügt über eine neue Funktion zur automatischen
fr: Cette version de Nimzo3d (4.0) dispose d'une nouvelle fonctionnalité permettant de
he: לגרסה זו של Nimzo3d (4.0) יש תכונה חדשה עבור אוטומטית
hi: निमज़ो3डी (4.0) के इस संस्करण में स्वचालित रूप से एक नई सुविधा है
hu: A Nimzo3d (4.0) ezen verziója egy új funkcióval rendelkezik az automatikus használathoz
id: Versi Nimzo3d (4.0) ini memiliki fitur baru untuk secara otomatis
it: Questa versione di Nimzo3d (4.0) ha una nuova funzionalità per l'impostazione automatica

source: making Polyglot .bin opening books from PGN game files.
de: Erstellen von Polyglot .bin-Eröffnungsbüchern aus PGN-Spieldateien.
fr: création de livres d'ouverture Polyglot .bin à partir de fichiers de jeu PGN.
he: הכנת ספרי פתיחה של Polyglot .bin מקובצי משחק PGN.
hi: PGN खेल फ़ाइलों से पॉलीग्लॉट .bin खोलने वाली पुस्तकें बनाना।
hu: Polyglot .bin nyitókönyvek készítése PGN játékfájlokból.
id: membuat buku pembukaan Polyglot .bin dari file permainan PGN.
it: creazione di file Polyglot .bin per l'apertura di libri da file di gioco PGN.

source: In order to make a book, you load a PGN games file,
de: Um ein Buch zu erstellen, laden Sie eine PGN-Spieledatei,
fr: Pour créer un livre, vous chargez un fichier de jeux PGN,
he: כדי ליצור ספר, אתה טוען קובץ משחקי PGN,
hi: पुस्तक बनाने के लिए, आप एक PGN गेम फ़ाइल लोड करते हैं,
hu: Könyv készítéséhez be kell töltenie egy PGN-játékfájlt,
id: Untuk membuat buku, Anda memuat file game PGN,
it: Per creare un libro, carichi un file di gioco PGN,

source: then open the Polyglot .bin opening book dialog box from
de: Öffnen Sie dann das Dialogfeld „Polyglot .bin-Öffnungsbuch“ von
fr: puis ouvrez la boîte de dialogue d'ouverture du livre Polyglot .bin à partir de
he: לאחר מכן פתח את תיבת הדו-שיח Polyglot .bin פתיחת ספר מ
hi: फिर पॉलीग्लॉट .bin ओपनिंग बुक डायलॉग बॉक्स खोलें
hu: majd nyissa meg a Polyglot .bin nyitókönyv párbeszédpanelt innen
id: lalu buka kotak dialog pembukaan buku Polyglot .bin dari
it: quindi aprire la finestra di dialogo di apertura del libro Polyglot .bin da

source: <Main menu> <Openings> <Polyglot..>
de: <Hauptmenü> <Öffnungszeiten> <Polyglot..>
fr: <Menu principal> <Ouvertures> <Polyglotte..>
he: <תפריט ראשי> <פתחים> <פוליגלוט..>
hi: <मुख्य मेनू> <प्रारंभ> <बहुभाषाविद..>
hu: <Főmenü> <Nyitások> <Polyglot..>
id: <Menu utama> <Bukaan> <Poliglot..>
it: <Menu principale> <Aperture> <Poliglotta..>

source: select <Add database> and set the options that you want
de: wählen Sie <Datenbank hinzufügen> und legen Sie die gewünschten Optionen fest
fr: sélectionnez <Ajouter une base de données> et définissez les options souhaitées
he: בחר <הוסף מסד נתונים> והגדר את האפשרויות הרצויות
hi: <डेटाबेस जोड़ें> का चयन करें और इच्छित विकल्प सेट करें
hu: válassza az <Add Database> lehetőséget, és adja meg a kívánt beállításokat
id: pilih <Tambahkan database> dan atur opsi yang Anda inginkan
it: seleziona <Aggiungi database> e imposta le opzioni che desideri

source: and then click on <Add games>
de: und klicken Sie dann auf <Spiele hinzufügen>
fr: puis cliquez sur <Ajouter des jeux>
he: ולאחר מכן לחץ על <הוסף משחקים>
hi: और फिर <गेम जोड़ें> पर क्लिक करें
hu: majd kattintson a <Játékok hozzáadása> lehetőségre
id: lalu klik <Tambahkan game>
it: e poi clicca su <Aggiungi giochi>

source: If you like, you can minimize the main window with <F8> in order
de: Wenn Sie möchten, können Sie das Hauptfenster mit <F8> minimieren, um
fr: Si vous le souhaitez, vous pouvez réduire la fenêtre principale avec <F8> afin
he: אם תרצה, תוכל למזער את החלון הראשי באמצעות <F8> לפי הסדר
hi: यदि आप चाहें तो मुख्य विंडो को <F8> से छोटा कर सकते हैं
hu: Ha szeretné, a főablakot az <F8> billentyűvel sorrendben kicsinyítheti
id: Jika Anda suka, Anda dapat meminimalkan jendela utama dengan <F8> untuk
it: Se lo desideri, puoi ridurre a icona la finestra principale con <F8> per

source: to do other computer work while the operation completes.
de: um während der Ausführung des Vorgangs andere Computerarbeiten zu erledigen.
fr: effectuer d'autres tâches informatiques pendant que l'opération se termine.
he: לעשות עבודה אחרת במחשב בזמן שהפעולה מסתיימת.
hi: ऑपरेशन पूरा होने तक अन्य कंप्यूटर कार्य करने के लिए।
hu: egyéb számítógépes munkák elvégzésére, amíg a művelet befejeződik.
id: untuk melakukan pekerjaan komputer lainnya sementara operasi selesai.
it: per svolgere altre attività al computer mentre l'operazione viene completata.

source: Once the operation has completed, the window will be restored.
de: Sobald der Vorgang abgeschlossen ist, wird das Fenster wiederhergestellt.
fr: Une fois l'opération terminée, la fenêtre sera restaurée.
he: לאחר השלמת הפעולה, החלון ישוחזר.
hi: एक बार ऑपरेशन पूरा हो जाने पर, विंडो पुनः स्थापित हो जाएगी।
hu: A művelet befejezése után az ablak visszaáll.
id: Setelah operasi selesai, jendela akan dipulihkan.
it: Una volta completata l'operazione, la finestra verrà ripristinata.

source: If you are making a book from a very large PGN file,
de: Wenn Sie ein Buch aus einer sehr großen PGN-Datei erstellen,
fr: Si vous créez un livre à partir d'un très gros fichier PGN,
he: אם אתה עושה ספר מקובץ PGN גדול מאוד,
hi: यदि आप बहुत बड़ी PGN फ़ाइल से पुस्तक बना रहे हैं,
hu: Ha egy könyvet nagyon nagy PGN fájlból készít,
id: Jika Anda membuat buku dari file PGN yang sangat besar,
it: Se stai realizzando un libro da un file PGN molto grande,

source: then you can make the book in installments, by stopping
de: dann können Sie das Buch in Raten machen, indem Sie aufhören
fr: alors vous pouvez faire le livre en plusieurs fois, en arrêtant
he: אז אתה יכול להכין את הספר בתשלומים, על ידי עצירה
hi: तो आप किताब को किश्तों में बना सकते हैं, रोक कर
hu: akkor a könyvet részletben, megállással elkészítheti
id: kemudian Anda dapat membuat buku secara mencicil, dengan cara berhenti
it: poi puoi realizzare il libro a rate, fermandoti

source: the process with <Esc> and later resuming from the last game processed.
de: den Vorgang mit <Esc> und setzen Sie ihn später beim zuletzt verarbeiteten Spiel fort.
fr: le processus avec <Esc> et la reprise ultérieure à partir du dernier jeu traité.
he: התהליך עם <Esc> ומתחדש מאוחר יותר מהמשחק האחרון שעובד.
hi: <Esc> के साथ प्रक्रिया को आगे बढ़ाना और बाद में अंतिम संसाधित खेल से पुनः शुरू करना।
hu: a folyamatot az <Esc> gombbal, majd később az utoljára feldolgozott játéktól folytatva.
id: proses dengan <Esc> dan kemudian melanjutkan dari permainan terakhir yang diproses.
it: il processo con <Esc> e poi riprendendo dall'ultima partita elaborata.

source: There are several download sources for PGN games files on the openings
de: Es gibt mehrere Download-Quellen für PGN-Spieledateien zu den Eröffnungen
fr: Il existe plusieurs sources de téléchargement pour les fichiers de jeux PGN sur les ouvertures
he: ישנם מספר מקורות הורדה עבור קבצי משחקי PGN בפתחים
hi: ओपनिंग पर पीजीएन गेम फ़ाइलों के लिए कई डाउनलोड स्रोत हैं
hu: A nyílásokon számos letöltési forrás található a PGN-játékok fájljaihoz
id: Ada beberapa sumber unduhan untuk file game PGN di pembukaan
it: Ci sono diverse fonti di download per i file di giochi PGN sulle aperture

source: that you can use, but there is a very comprehensive one at :-
de: die Sie verwenden können, aber es gibt eine sehr umfassende Anleitung unter:-
fr: que vous pouvez utiliser, mais il en existe un très complet à l'adresse suivante :-
he: שאתה יכול להשתמש בו, אבל יש אחד מקיף מאוד ב:-
hi: जिसका आप उपयोग कर सकते हैं, लेकिन एक बहुत व्यापक उदाहरण यहां उपलब्ध है:-
hu: amelyet használhat, de van egy nagyon átfogó a következő címen:
id: yang dapat Anda gunakan, tetapi ada yang sangat lengkap di :-
it: che puoi utilizzare, ma ce n'è uno molto completo qui:-

source: where the openings are separately classified.
de: wobei die Öffnungen gesondert klassifiziert werden.
fr: où les ouvertures sont classées séparément.
he: שבו הפתחים מסווגים בנפרד.
hi: जहां उद्घाटन को अलग से वर्गीकृत किया जाता है।
hu: ahol a nyílásokat külön osztályozzák.
id: di mana bukaannya diklasifikasikan secara terpisah.
it: dove le aperture sono classificate separatamente.

source: I have included an opening book that I made using this process with the
de: Ich habe ein Eröffnungsbuch beigefügt, das ich mit diesem Verfahren erstellt habe, mit dem
fr: J'ai inclus un livre d'ouverture que j'ai réalisé en utilisant ce procédé avec le
he: כללתי ספר פתיחה שהכנתי באמצעות תהליך זה עם ה
hi: मैंने एक प्रारंभिक पुस्तक शामिल की है जिसे मैंने इस प्रक्रिया का उपयोग करके बनाया है
hu: Mellékeltem egy nyitókönyvet, amelyet ezzel az eljárással készítettem a
id: Saya telah menyertakan buku pembukaan yang saya buat menggunakan proses ini dengan
it: Ho incluso un libro di apertura che ho realizzato utilizzando questo processo con il

source: latest Nimzo3d download. It is called KingsGambit.bin and it should have
de: neuesten Nimzo3d-Download. Es heißt KingsGambit.bin und sollte
fr: dernier téléchargement de Nimzo3d. Il s'appelle KingsGambit.bin et devrait contenir
he: ההורדה האחרונה של Nimzo3d. זה נקרא KingsGambit.bin וזה צריך להיות
hi: नवीनतम Nimzo3d डाउनलोड। इसे KingsGambit.bin कहा जाता है और इसमें होना चाहिए
hu: legújabb Nimzo3d letöltés. KingsGambit.bin-nek hívják, és kellett volna
id: unduhan Nimzo3d terbaru. Namanya KingsGambit.bin dan seharusnya memiliki
it: ultimo download di Nimzo3d. Si chiama KingsGambit.bin e dovrebbe avere

source: been installed in the
de: installiert in der
fr: été installé dans le
he: הותקן ב
hi: में स्थापित किया गया
hu: telepítve lett a
id: telah dipasang di
it: è stato installato nel

source: I downloaded the PGN file for making this book from pgnmentor.com
de: Ich habe die PGN-Datei zum Erstellen dieses Buches von pgnmentor.com heruntergeladen
fr: J'ai téléchargé le fichier PGN pour créer ce livre depuis pgnmentor.com
he: הורדתי את קובץ ה-PGN להכנת הספר הזה מ-pgnmentor.com
hi: मैंने इस पुस्तक को बनाने के लिए PGN फ़ाइल pgnmentor.com से डाउनलोड की है
hu: Letöltöttem a PGN fájlt a könyv elkészítéséhez a pgnmentor.com webhelyről
id: Saya mengunduh file PGN untuk membuat buku ini dari pgnmentor.com
it: Ho scaricato il file PGN per realizzare questo libro da pgnmentor.com

source: The PGN file contains 15,040 games, and on my computer it took
de: Die PGN-Datei enthält 15.040 Spiele, und auf meinem Computer dauerte es
fr: Le fichier PGN contient 15 040 jeux, et sur mon ordinateur, il a fallu
he: קובץ ה-PGN מכיל 15,040 משחקים, ובמחשב שלי זה לקח
hi: PGN फ़ाइल में 15,040 गेम हैं, और मेरे कंप्यूटर पर इसे चलाने में 15,040 गेम लगे।
hu: A PGN fájl 15 040 játékot tartalmaz, és a számítógépemen ez kellett
id: File PGN berisi 15.040 game, dan di komputer saya butuh waktu
it: Il file PGN contiene 15.040 giochi e sul mio computer ci sono voluti

source: 5 minutes to build the opening book file KingsGambit.bin
de: 5 Minuten zum Erstellen der Eröffnungsbuchdatei KingsGambit.bin
fr: 5 minutes pour créer le fichier d'ouverture du livre KingsGambit.bin
he: 5 דקות לבנות את קובץ ספר הפתיחה KingsGambit.bin
hi: ओपनिंग बुक फ़ाइल KingsGambit.bin बनाने में 5 मिनट लगे
hu: 5 perc a KingsGambit.bin nyitókönyvfájl elkészítése
id: 5 menit untuk membangun file buku pembukaan KingsGambit.bin
it: 5 minuti per creare il file del libro di apertura KingsGambit.bin

source: that is 30 ply deep and has 240,356 moves.
de: das 30 Lagen tief ist und 240.356 Züge hat.
fr: qui a une épaisseur de 30 plis et 240 356 mouvements.
he: זה בעומק של 30 שכבות ויש לו 240,356 מהלכים.
hi: यह 30 परत गहरा है और इसमें 240,356 चालें हैं।
hu: ami 30 réteg mély és 240 356 mozdulattal rendelkezik.
id: yang memiliki kedalaman 30 lapis dan 240.356 gerakan.
it: che ha una profondità di 30 strati e 240.356 mosse.

source: The book seems quite usable and you can set the move weight filter
de: Das Buch scheint recht brauchbar zu sein und man kann den Filter für das Bewegungsgewicht einstellen
fr: Le livre semble assez utilisable et vous pouvez définir le filtre de poids de déplacement
he: הספר נראה די שמיש ותוכל להגדיר את מסנן משקל התנועה
hi: पुस्तक काफी उपयोगी लगती है और आप मूव वेट फ़िल्टर सेट कर सकते हैं
hu: A könyv elég használhatónak tűnik, és beállíthatja a mozgási súlyszűrőt
id: Buku ini tampaknya cukup berguna dan Anda dapat mengatur filter berat gerakan
it: Il libro sembra abbastanza utilizzabile e puoi impostare il filtro del peso dello spostamento

source: to exclude the moves with very low weights from the
de: um die Bewegungen mit sehr geringen Gewichten aus dem
fr: pour exclure les mouvements avec des poids très faibles de la
he: כדי לא לכלול את המהלכים עם משקלים נמוכים מאוד מה
hi: बहुत कम वजन वाली चालों को बाहर करने के लिए
hu: hogy kizárjuk a nagyon kis súllyal végzett mozdulatokat a
id: untuk mengecualikan gerakan dengan bobot yang sangat rendah dari
it: per escludere le mosse con pesi molto bassi dal

source: <Main menu> <Openings> <Book weights..> dialog box.
de: Dialogfeld <Hauptmenü> <Öffnungen> <Buchgewichte..>.
fr: <Menu principal> <Ouvertures> <Poids des livres..> boîte de dialogue.
he: <תפריט ראשי> <פתחים> <משקלות ספר..> תיבת הדו-שיח.
hi: <मुख्य मेनू> <प्रारंभ> <पुस्तक वजन..> संवाद बॉक्स.
hu: <Főmenü> <Nyitások> <Könyvsúlyok..> párbeszédpanel.
id: <Menu utama> <Bukaan> kotak dialog <Berat buku..>
it: <Menu principale> <Aperture> Finestra di dialogo <Pesi libro..>.

source: The build speed for opening books is quite good because the book
de: Die Build-Geschwindigkeit zum Öffnen von Büchern ist ziemlich gut, da das Buch
fr: La vitesse de construction pour l'ouverture des livres est assez bonne car le livre
he: מהירות הבנייה לפתיחת ספרים די טובה בגלל הספר
hi: किताबें खोलने की बिल्ड स्पीड काफी अच्छी है क्योंकि किताब
hu: Az építési sebesség könyvnyitáshoz elég jó, mert a könyv
id: Kecepatan pembuatan untuk membuka buku cukup baik karena buku tersebut
it: La velocità di apertura dei libri è abbastanza buona perché il libro

source: is processed in the computer memory and then the opening book
de: wird im Computerspeicher verarbeitet und dann das Eröffnungsbuch
fr: est traité dans la mémoire de l'ordinateur puis le livre d'ouverture
he: מעובד בזיכרון המחשב ולאחר מכן בספר הפתיחה
hi: कंप्यूटर मेमोरी में प्रोसेस किया जाता है और फिर ओपनिंग बुक
hu: a számítógép memóriájában, majd a nyitókönyvben dolgozzák fel
id: diproses dalam memori komputer dan kemudian buku pembukaan
it: viene elaborato nella memoria del computer e quindi il libro di apertura

source: is written to disk when the processing is complete.
de: wird auf die Festplatte geschrieben, wenn die Verarbeitung abgeschlossen ist.
fr: est écrit sur le disque lorsque le traitement est terminé.
he: נכתב לדיסק עם השלמת העיבוד.
hi: प्रसंस्करण पूरा होने पर इसे डिस्क पर लिखा जाता है।
hu: a feldolgozás befejeztével lemezre íródik.
id: ditulis ke disk ketika pemrosesan selesai.
it: viene scritto sul disco al termine dell'elaborazione.

source: This means there is a restriction on the size of the book that you can make.
de: Dies bedeutet, dass die Größe des Buchs, das Sie erstellen können, beschränkt ist.
fr: Cela signifie qu'il existe une restriction sur la taille du livre que vous pouvez créer.
he: זה אומר שיש הגבלה על גודל הספר שאתה יכול לעשות.
hi: इसका मतलब यह है कि आप जो पुस्तक बना सकते हैं उसके आकार पर प्रतिबंध है।
hu: Ez azt jelenti, hogy az elkészíthető könyv mérete korlátozott.
id: Artinya ada batasan ukuran buku yang dapat Anda buat.
it: Ciò significa che esiste una restrizione sulle dimensioni del libro che puoi realizzare.

source: However, in practical terms, this should not be a problem,
de: In der Praxis dürfte dies jedoch kein Problem darstellen,
fr: Cependant, en pratique, cela ne devrait pas poser de problème,
he: עם זאת, מבחינה מעשית זו לא אמורה להיות בעיה,
hi: हालाँकि, व्यावहारिक दृष्टि से, यह कोई समस्या नहीं होनी चाहिए,
hu: A gyakorlatban azonban ez nem jelenthet problémát,
id: Namun, dalam praktiknya, hal ini seharusnya tidak menjadi masalah,
it: Tuttavia, in termini pratici, questo non dovrebbe essere un problema,

source: because on my computer I found that I could create an array
de: weil ich auf meinem Computer herausgefunden habe, dass ich ein Array erstellen kann
fr: parce que sur mon ordinateur j'ai découvert que je pouvais créer un tableau
he: כי במחשב שלי גיליתי שאני יכול ליצור מערך
hi: क्योंकि मेरे कंप्यूटर पर मैंने पाया कि मैं एक सरणी बना सकता हूं
hu: mert a számítógépemen rájöttem, hogy létrehozhatok egy tömböt
id: karena di komputer saya saya menemukan bahwa saya dapat membuat array
it: perché sul mio computer ho scoperto che potevo creare un array

source: in the memory that was 1.25 Gigabytes in size.
de: im Speicher, der 1,25 Gigabyte groß war.
fr: dans la mémoire qui avait une taille de 1,25 gigaoctet.
he: בזיכרון שגודלו היה 1.25 גיגה-בייט.
hi: मेमोरी का आकार 1.25 गीगाबाइट था।
hu: a memóriában, amely 1,25 gigabájt méretű volt.
id: dalam memori yang ukurannya 1,25 Gigabyte.
it: nella memoria che aveva una dimensione di 1,25 Gigabyte.

source: Given that each Polyglot opening book entry is 16 bytes, then you
de: Wenn jeder Eintrag im Polyglot-Eröffnungsbuch 16 Bytes umfasst,
fr: Étant donné que chaque entrée du livre d'ouverture Polyglot fait 16 octets, alors vous
he: בהתחשב בכך שכל ערך ספר פתיחה של Polyglot הוא 16 בתים, אז אתה
hi: यह देखते हुए कि प्रत्येक पॉलीग्लॉट प्रारंभिक पुस्तक प्रविष्टि 16 बाइट्स है, तो आप
hu: Tekintettel arra, hogy minden Polyglot nyitókönyv bejegyzés 16 bájt, akkor Ön
id: Mengingat setiap entri buku pembukaan Polyglot adalah 16 byte, maka Anda
it: Dato che ogni voce del libro di apertura Polyglot è di 16 byte, allora tu

source: could make an opening book that had approximately 80 million moves.
de: könnte ein Eröffnungsbuch mit ungefähr 80 Millionen Zügen erstellen.
fr: pourrait faire un livre d'ouverture qui aurait environ 80 millions de coups.
he: יכול לעשות ספר פתיחה עם כ-80 מיליון מהלכים.
hi: एक प्रारंभिक पुस्तक बना सकते हैं जिसमें लगभग 80 मिलियन चालें होंगी।
hu: nyitókönyvet készíthetett, amely körülbelül 80 millió mozdulatot tartalmazott.
id: dapat membuat buku pembukaan yang memiliki sekitar 80 juta gerakan.
it: potrebbe creare un libro di apertura che contenga circa 80 milioni di mosse.

source: Making Polyglot .bin opening books
de: Erstellen von Polyglot .bin-Eröffnungsbüchern
fr: Création de livres d'ouverture Polyglot .bin
he: הכנת ספרי פתיחה של Polyglot .bin
hi: पॉलीग्लॉट .bin खोलने वाली पुस्तकें बनाना
hu: Polyglot .bin nyitókönyvek készítése
id: Membuat buku pembuka Polyglot .bin
it: Creazione di libri di apertura Polyglot .bin

source: Current line added to book
de: Aktuelle Zeile zum Buch hinzugefügt
fr: Ligne actuelle ajoutée au livre
he: השורה הנוכחית נוספה לספר
hi: वर्तमान पंक्ति को पुस्तक में जोड़ा गया
hu: Az aktuális sor hozzáadva a könyvhöz
id: Baris saat ini ditambahkan ke buku
it: Riga corrente aggiunta al libro

source: Current line already in book - no moves added
de: Aktuelle Zeile bereits im Buch – keine Züge hinzugefügt
fr: Ligne actuelle déjà dans le livre - aucun mouvement ajouté
he: השורה הנוכחית כבר בספר - לא נוספו מהלכים
hi: वर्तमान पंक्ति पहले से ही बुक में है - कोई चाल नहीं जोड़ी गई
hu: Az aktuális sor már a könyvben van – nincs hozzáadva mozgás
id: Baris saat ini sudah ada di buku - tidak ada gerakan yang ditambahkan
it: La riga corrente è già nel libro - nessuna mossa aggiunta

source: Current line deleted from book
de: Aktuelle Zeile aus Buch gelöscht
fr: Ligne actuelle supprimée du livre
he: השורה הנוכחית נמחקה מהספר
hi: वर्तमान पंक्ति पुस्तक से हटा दी गई
hu: Az aktuális sor törölve a könyvből
id: Baris saat ini dihapus dari buku
it: Riga corrente eliminata dal libro

source: Current line not in book - no moves deleted
de: Aktuelle Zeile nicht im Buch – keine Züge gelöscht
fr: La ligne actuelle n'est pas dans le livre - aucun mouvement supprimé
he: השורה הנוכחית לא בספר - לא נמחקו מהלכים
hi: वर्तमान पंक्ति पुस्तक में नहीं है - कोई चाल नहीं हटाई गई
hu: Az aktuális sor nincs a könyvben – nincsenek mozdulatok törölve
id: Baris saat ini tidak ada dalam buku - tidak ada gerakan yang dihapus
it: La riga corrente non è nel libro - nessuna mossa eliminata

source: Please load a game before adding moves
de: Bitte laden Sie ein Spiel, bevor Sie Züge hinzufügen
fr: Veuillez charger une partie avant d'ajouter des mouvements
he: נא לטעון משחק לפני הוספת מהלכים
hi: कृपया चालें जोड़ने से पहले गेम लोड करें
hu: Kérjük, töltsön be egy játékot a lépések hozzáadása előtt
id: Harap memuat permainan sebelum menambahkan gerakan
it: Si prega di caricare una partita prima di aggiungere mosse

source: Add games complete
de: Spiele hinzufügen abgeschlossen
fr: Ajouter des jeux terminés
he: הוסף משחקים הושלם
hi: खेल जोड़ें पूर्ण
hu: A játékok hozzáadása kész
id: Tambahkan game selesai
it: Aggiungi giochi completati

source: Add games stopped
de: Spiele hinzufügen gestoppt
fr: Ajouter les jeux arrêtés
he: הוסף משחקים הופסק
hi: खेल जोड़ना बंद कर दिया गया
hu: Leállított játékok hozzáadása
id: Tambahkan game yang dihentikan
it: Aggiungi giochi interrotti

source: Move weights for the opening book
de: Gewichte verschieben für das Eröffnungsbuch
fr: Déplacer les poids pour le livre d'ouverture
he: הזיזו משקולות עבור ספר הפתיחה
hi: प्रारंभिक पुस्तक के लिए भार ले जाएँ
hu: Mozgassa a súlyokat a nyitókönyvhöz
id: Pindahkan beban untuk buku pembuka
it: Spostare i pesi per il libro di apertura
