Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Couldn't load file!
de: Datei konnte nicht geladen werden!
fr: Impossible de charger le fichier !
he: לא ניתן היה לטעון את הקובץ!
hi: फ़ाइल लोड नहीं हो सकी!
hu: Nem sikerült betölteni a fájlt!
id: Tidak dapat memuat berkas!
it: Impossibile caricare il file!

source: There is no accompanying PGN file for this video
de: Zu diesem Video gibt es keine zugehörige PGN-Datei
fr: Il n'y a pas de fichier PGN d'accompagnement pour cette vidéo
he: אין קובץ PGN נלווה לסרטון זה
hi: इस वीडियो के लिए कोई PGN फ़ाइल उपलब्ध नहीं है
hu: Ehhez a videóhoz nem tartozik PGN-fájl
id: Tidak ada file PGN yang menyertai video ini
it: Non esiste alcun file PGN di accompagnamento per questo video

source: Media player message
de: Media Player-Meldung
fr: Message du lecteur multimédia
he: הודעת נגן מדיה
hi: मीडिया प्लेयर संदेश
hu: Médialejátszó üzenet
id: Pesan pemutar media
it: Messaggio del lettore multimediale

source: Couldn't stop playback!
de: Die Wiedergabe konnte nicht gestoppt werden!
fr: Impossible d'arrêter la lecture !
he: לא ניתן היה להפסיק את ההשמעה!
hi: प्लेबैक रोक नहीं सका!
hu: Nem lehetett leállítani a lejátszást!
id: Tidak dapat menghentikan pemutaran!
it: Impossibile interrompere la riproduzione!

source: Video marker set
fr: Ensemble de marqueurs vidéo
he: סט סמן וידאו
hi: वीडियो मार्कर सेट
hu: Videó marker készlet
id: Set penanda video
it: Set di marcatori video

source: Media Player message
de: Media Player-Meldung
fr: Message du lecteur multimédia
he: הודעת נגן מדיה
hi: मीडिया प्लेयर संदेश
hu: Médialejátszó üzenet
id: Pesan Pemutar Media
it: Messaggio del lettore multimediale

source: Video marker deleted for current game move element
de: Videomarker für aktuelles Spielzugelement gelöscht
fr: Marqueur vidéo supprimé pour l'élément de déplacement du jeu actuel
he: סמן הווידאו נמחק עבור רכיב מהלך המשחק הנוכחי
hi: वर्तमान गेम मूव तत्व के लिए वीडियो मार्कर हटा दिया गया
hu: Videójelölő törölve az aktuális játékmozgás elemhez
id: Penanda video dihapus untuk elemen pergerakan permainan saat ini
it: Il marcatore video è stato eliminato per l'elemento di movimento del gioco corrente

source: No video marker found for current game move element
de: Für das aktuelle Spielzugelement wurde kein Videomarker gefunden
fr: Aucun marqueur vidéo trouvé pour l'élément de déplacement du jeu actuel
he: לא נמצא סמן וידאו עבור רכיב מהלך המשחק הנוכחי
hi: वर्तमान गेम मूव तत्व के लिए कोई वीडियो मार्कर नहीं मिला
hu: Nem található videojelölő az aktuális játékmozgás elemhez
id: Tidak ada penanda video yang ditemukan untuk elemen pergerakan permainan saat ini
it: Nessun marcatore video trovato per l'elemento di movimento del gioco corrente

source: Video markers deleted for all game move elements
de: Videomarker für alle Spielzugelemente gelöscht
fr: Marqueurs vidéo supprimés pour tous les éléments de mouvement du jeu
he: סמני וידאו נמחקו עבור כל רכיבי מהלך המשחק
hi: सभी गेम मूव तत्वों के लिए वीडियो मार्कर हटा दिए गए
hu: Videójelölők törölve az összes játékmozgás elemnél
id: Penanda video dihapus untuk semua elemen gerakan permainan
it: I marcatori video sono stati eliminati per tutti gli elementi di movimento del gioco

source: There is no next puzzle marker
de: Es gibt keinen nächsten Puzzle-Marker
fr: Il n'y a pas de marqueur de puzzle suivant
he: אין סמן פאזל הבא
hi: कोई अगला पहेली मार्कर नहीं है
hu: Nincs következő rejtvényjelző
id: Tidak ada penanda teka-teki berikutnya
it: Non c'è nessun segnalino puzzle successivo

source: Video player message
de: Videoplayer-Nachricht
fr: Message du lecteur vidéo
he: הודעת נגן וידאו
hi: वीडियो प्लेयर संदेश
hu: Videólejátszó üzenet
id: Pesan pemutar video
it: Messaggio del lettore video

source: There is no next video marker
de: Es gibt keinen Marker für das nächste Video
fr: Il n'y a pas de marqueur vidéo suivant
he: אין סמן וידאו הבא
hi: कोई अगला वीडियो मार्कर नहीं है
hu: Nincs következő videójelölő
id: Tidak ada penanda video berikutnya
it: Non c'è nessun marcatore video successivo

source: There is no previous puzzle marker
de: Es gibt keinen vorherigen Puzzle-Marker
fr: Il n'y a pas de marqueur de puzzle précédent
he: אין סמן פאזל קודם
hi: कोई पिछला पहेली मार्कर नहीं है
hu: Nincs korábbi rejtvényjelölő
id: Tidak ada penanda teka-teki sebelumnya
it: Non c'è nessun indicatore di puzzle precedente

source: There is no previous video marker
de: Es gibt keinen vorherigen Videomarker
fr: Il n'y a pas de marqueur vidéo précédent
he: אין סמן וידאו קודם
hi: कोई पिछला वीडियो मार्कर नहीं है
hu: Nincs korábbi videojelölő
id: Tidak ada penanda video sebelumnya
it: Non c'è nessun marcatore video precedente

source: (sync)
de: (Synchronisation)
fr: (synchronisation)
he: (סנכרון)
hi: (साथ-साथ करना)
hu: (szinkronizál)
id: (sinkronisasi)
it: (sincronizzazione)

source: Use native controls
de: Verwenden nativer Steuerelemente
fr: Utiliser les contrôles natifs
he: השתמש בפקדים מקוריים
hi: मूल नियंत्रण का उपयोग करें
hu: Használjon natív vezérlőket
id: Gunakan kontrol asli
it: Utilizzare controlli nativi

source: Show toolbar
de: Symbolleiste anzeigen
fr: Afficher la barre d'outils
he: הצג סרגל כלים
hi: टूलबार दिखाएँ
hu: Eszköztár megjelenítése
id: Tampilkan bilah alat
it: Mostra barra degli strumenti

source: Show status bar
de: Statusleiste anzeigen
fr: Afficher la barre d'état
he: הצג שורת מצב
hi: स्थिति पट्टी दिखाएँ
hu: Állapotsor megjelenítése
id: Tampilkan bilah status
it: Mostra barra di stato

source: Auto load PGN file
de: PGN-Datei automatisch laden
fr: Chargement automatique du fichier PGN
he: טען אוטומטית קובץ PGN
hi: PGN फ़ाइल स्वचालित रूप से लोड करें
hu: PGN fájl automatikus betöltése
id: Muat otomatis file PGN
it: Caricamento automatico del file PGN

source: Show all files
de: Alle Dateien anzeigen
fr: Afficher tous les fichiers
he: הצג את כל הקבצים
hi: सभी फ़ाइलें दिखाएँ
hu: Az összes fájl megjelenítése
id: Tampilkan semua file
it: Mostra tutti i file

source: Use edit mode update
de: Aktualisierung im Bearbeitungsmodus verwenden
fr: Utiliser le mode édition pour mettre à jour
he: השתמש בעדכון מצב עריכה
hi: संपादन मोड अद्यतन का उपयोग करें
hu: Használja a szerkesztési mód frissítését
id: Gunakan pembaruan mode edit
it: Utilizzare la modalità di modifica per aggiornare

source: Video edit mode
de: Videobearbeitungsmodus
fr: Mode d'édition vidéo
he: מצב עריכת וידאו
hi: वीडियो संपादन मोड
hu: Videó szerkesztési mód
id: Mode edit video
it: Modalità di modifica video

source: Update video from game
de: Video vom Spiel aktualisieren
fr: Mettre à jour la vidéo du jeu
he: עדכן סרטון מהמשחק
hi: गेम से वीडियो अपडेट करें
hu: Videó frissítése a játékból
id: Perbarui video dari game
it: Aggiorna il video dal gioco

source: Update game from video
de: Spiel vom Video aktualisieren
fr: Mettre à jour le jeu à partir de la vidéo
he: עדכן את המשחק מהסרטון
hi: वीडियो से गेम अपडेट करें
hu: Játék frissítése videóból
id: Perbarui game dari video
it: Aggiorna il gioco dal video

source: Pause for quiz questions
de: Pause für Quizfragen
fr: Pause pour les questions du quiz
he: הפסקה לשאלות בוחן
hi: प्रश्नोत्तरी प्रश्नों के लिए रुकें
hu: Szünet a kvízkérdésekhez
id: Berhenti sejenak untuk pertanyaan kuis
it: Pausa per le domande del quiz

source: Display puzzle panel
de: Puzzle-Panel anzeigen
fr: Panneau d'affichage du puzzle
he: הצג פאנל פאזל
hi: पहेली पैनल प्रदर्शित करें
hu: Kirakós panel megjelenítése
id: Tampilkan panel teka-teki
it: Pannello di visualizzazione del puzzle

source: Start puzzle clock
de: Puzzle-Uhr starten
fr: Démarrer l'horloge du puzzle
he: התחל שעון פאזל
hi: पहेली घड़ी शुरू करें
hu: Indítsa el a puzzle órát
id: Mulai jam teka-teki
it: Avvia l'orologio del puzzle

source: Show puzzle hint after try :
de: Rätselhinweis nach dem Versuch anzeigen:
fr: Afficher l'indice du puzzle après avoir essayé :
he: הצג רמז חידה לאחר ניסיון:
hi: प्रयास के बाद पहेली संकेत दिखाएँ:
hu: Rejtvény tipp megjelenítése próbálkozás után:
id: Tampilkan petunjuk teka-teki setelah mencoba:
it: Mostra suggerimento puzzle dopo tentativo:

source: Show puzzle move after try :
de: Puzzlezug nach Versuch anzeigen:
fr: Afficher le mouvement du puzzle après essai :
he: הצג מהלך חידה לאחר ניסיון:
hi: कोशिश के बाद पहेली चाल दिखाएँ:
hu: Rejtvénymozgatás megjelenítése a próbálkozás után:
id: Tampilkan gerakan teka-teki setelah mencoba:
it: Mostra la mossa del puzzle dopo il tentativo:

source: Default move time value ( 1/10 secs ) :
de: Standardwert für die Bewegungszeit (1/10 Sek.):
fr: Valeur de temps de déplacement par défaut (1/10 s) :
he: ערך ברירת המחדל של זמן ההזזה (1/10 שניות):
hi: डिफ़ॉल्ट चाल समय मान ( 1/10 सेकंड ) :
hu: Alapértelmezett mozgási idő (1/10 mp):
id: Nilai waktu gerakan default (1/10 detik):
it: Valore predefinito del tempo di spostamento (1/10 sec):

source: Check to display native media player controls
de: Aktivieren Sie dieses Kontrollkästchen, um native Steuerelemente des Media Players anzuzeigen.
fr: Cochez pour afficher les commandes natives du lecteur multimédia
he: סמן כדי להציג פקדי נגן מדיה מקוריים
hi: मूल मीडिया प्लेयर नियंत्रण प्रदर्शित करने के लिए जाँच करें
hu: Jelölje be a natív médialejátszó vezérlőinek megjelenítéséhez
id: Centang untuk menampilkan kontrol pemutar media asli
it: Selezionare per visualizzare i controlli del lettore multimediale nativo

source: Check to show toolbar
de: Aktivieren Sie dieses Kontrollkästchen, um die Symbolleiste anzuzeigen.
fr: Cochez pour afficher la barre d'outils
he: סמן כדי להציג את סרגל הכלים
hi: टूलबार दिखाने के लिए जाँच करें
hu: Jelölje be az eszköztár megjelenítéséhez
id: Centang untuk menampilkan bilah alat
it: Seleziona per mostrare la barra degli strumenti

source: Check to show status bar
de: Aktivieren Sie dieses Kontrollkästchen, um die Statusleiste anzuzeigen
fr: Cochez pour afficher la barre d'état
he: סמן כדי להציג את שורת המצב
hi: स्थिति पट्टी दिखाने के लिए जाँच करें
hu: Jelölje be az állapotsor megjelenítéséhez
id: Centang untuk menampilkan bilah status
it: Seleziona per mostrare la barra di stato

source: Check to automatically load the associated
de: Aktivieren Sie dieses Kontrollkästchen, um die zugehörige
fr: Cochez pour charger automatiquement les éléments associés
he: סמן כדי לטעון אוטומטית את המשויך
hi: संबद्ध को स्वचालित रूप से लोड करने के लिए जाँच करें
hu: Jelölje be, hogy automatikusan betöltse a társított
id: Periksa untuk memuat secara otomatis yang terkait
it: Selezionare per caricare automaticamente l'associato

source: pgn file when a video file is loaded
de: pgn-Datei, wenn eine Videodatei geladen wird
fr: fichier pgn lorsqu'un fichier vidéo est chargé
he: קובץ pgn כאשר קובץ וידאו נטען
hi: pgn फ़ाइल जब कोई वीडियो फ़ाइल लोड की जाती है
hu: pgn fájlt, amikor egy videó fájl betöltődik
id: file pgn saat file video dimuat
it: file pgn quando viene caricato un file video

source: Check to show all files when loading a file
de: Aktivieren Sie dieses Kontrollkästchen, um beim Laden einer Datei alle Dateien anzuzeigen.
fr: Cochez cette case pour afficher tous les fichiers lors du chargement d'un fichier
he: סמן כדי להציג את כל הקבצים בעת טעינת קובץ
hi: फ़ाइल लोड करते समय सभी फ़ाइलें दिखाने के लिए जाँच करें
hu: Jelölje be az összes fájl megjelenítéséhez egy fájl betöltésekor
id: Centang untuk menampilkan semua file saat memuat file
it: Selezionare per mostrare tutti i file quando si carica un file

source: from the media player open file dialog box
de: aus dem Dialogfeld „Datei öffnen“ des Media Players
fr: à partir de la boîte de dialogue d'ouverture de fichier du lecteur multimédia
he: מתיבת הדו-שיח של נגן המדיה פתח את הקובץ
hi: मीडिया प्लेयर ओपन फ़ाइल डायलॉग बॉक्स से
hu: a médialejátszó fájl megnyitása párbeszédpanelen
id: dari kotak dialog buka file pemutar media
it: dalla finestra di dialogo Apri file del lettore multimediale

source: Check to update the video edit mode options
de: Aktivieren Sie dieses Kontrollkästchen, um die Optionen für den Videobearbeitungsmodus zu aktualisieren
fr: Cochez pour mettre à jour les options du mode d'édition vidéo
he: סמן כדי לעדכן את אפשרויות מצב עריכת הווידאו
hi: वीडियो संपादन मोड विकल्पों को अपडेट करने के लिए जाँच करें
hu: Jelölje be a videószerkesztési mód beállításainak frissítéséhez
id: Periksa untuk memperbarui opsi mode edit video
it: Seleziona per aggiornare le opzioni della modalità di modifica video

source: automatically when changing video edit mode
de: automatisch beim Wechsel des Videobearbeitungsmodus
fr: automatiquement lors du changement de mode de montage vidéo
he: אוטומטית בעת שינוי מצב עריכת וידאו
hi: वीडियो संपादन मोड बदलते समय स्वचालित रूप से
hu: automatikusan a videó szerkesztési mód megváltoztatásakor
id: secara otomatis saat mengubah mode edit video
it: automaticamente quando si cambia la modalità di modifica video

source: Check to set to video edit mode
de: Aktivieren Sie dieses Kontrollkästchen, um den Videobearbeitungsmodus zu aktivieren.
fr: Cochez pour passer en mode d'édition vidéo
he: סמן כדי להגדיר למצב עריכת וידאו
hi: वीडियो संपादन मोड सेट करने के लिए जाँच करें
hu: Jelölje be a videó szerkesztési módba állításához
id: Centang untuk mengatur ke mode edit video
it: Selezionare per impostare la modalità di modifica video

source: Check to update video from game position
de: Aktivieren Sie dieses Kontrollkästchen, um das Video von der Spielposition aus zu aktualisieren
fr: Cochez pour mettre à jour la vidéo à partir de la position du jeu
he: סמן כדי לעדכן את הסרטון מעמדת המשחק
hi: गेम की स्थिति से वीडियो अपडेट करने के लिए जाँच करें
hu: Jelölje be a videó frissítéséhez a játék pozíciójából
id: Periksa untuk memperbarui video dari posisi permainan
it: Seleziona per aggiornare il video dalla posizione di gioco

source: Check to update game position from video
de: Aktivieren Sie dieses Kontrollkästchen, um die Spielposition vom Video zu aktualisieren
fr: Cochez pour mettre à jour la position du jeu à partir de la vidéo
he: סמן כדי לעדכן את מיקום המשחק מהסרטון
hi: वीडियो से गेम की स्थिति अपडेट करने के लिए जाँच करें
hu: Jelölje be a játék pozíciójának frissítéséhez a videóból
id: Periksa untuk memperbarui posisi permainan dari video
it: Seleziona per aggiornare la posizione del gioco dal video

source: Check to automatically pause the video for quiz questions
de: Aktivieren Sie dieses Kontrollkästchen, um das Video für Quizfragen automatisch anzuhalten
fr: Cochez pour mettre automatiquement la vidéo en pause pour les questions du quiz
he: סמן כדי להשהות אוטומטית את הסרטון לשאלות חידון
hi: क्विज़ प्रश्नों के लिए वीडियो को स्वचालित रूप से रोकने के लिए जाँच करें
hu: Jelölje be a videó automatikus szüneteltetéséhez a kvízkérdésekhez
id: Centang untuk menjeda video secara otomatis untuk pertanyaan kuis
it: Seleziona per mettere automaticamente in pausa il video per le domande del quiz

source: Check to display puzzle panel
de: Aktivieren Sie dieses Kontrollkästchen, um das Puzzle-Panel anzuzeigen.
fr: Cochez pour afficher le panneau du puzzle
he: סמן כדי להציג את לוח הפאזל
hi: पहेली पैनल प्रदर्शित करने के लिए जाँच करें
hu: Jelölje be a puzzle panel megjelenítéséhez
id: Centang untuk menampilkan panel teka-teki
it: Seleziona per visualizzare il pannello del puzzle

source: during a video when puzzle mode is set
de: während eines Videos, wenn der Puzzle-Modus eingestellt ist
fr: pendant une vidéo lorsque le mode puzzle est activé
he: במהלך סרטון כאשר מצב פאזל מוגדר
hi: वीडियो के दौरान जब पहेली मोड सेट किया जाता है
hu: videó közben, amikor a puzzle mód be van állítva
id: selama video saat mode teka-teki diatur
it: durante un video quando è impostata la modalità puzzle

source: Check to automatically start the clock
de: Aktivieren Sie dieses Kontrollkästchen, um die Uhr automatisch zu starten
fr: Cochez pour démarrer automatiquement l'horloge
he: סמן כדי להפעיל את השעון באופן אוטומטי
hi: घड़ी को स्वचालित रूप से प्रारंभ करने के लिए जाँच करें
hu: Jelölje be az óra automatikus elindításához
id: Centang untuk memulai jam secara otomatis
it: Selezionare per avviare automaticamente l'orologio

source: Enter the number of puzzle move attempts
de: Geben Sie die Anzahl der Puzzle-Zugversuche ein
fr: Entrez le nombre de tentatives de déplacement du puzzle
he: הזן את מספר ניסיונות מהלך הפאזל
hi: पहेली चाल प्रयासों की संख्या दर्ज करें
hu: Adja meg a rejtvénymozgatási kísérletek számát
id: Masukkan jumlah percobaan gerakan puzzle
it: Inserisci il numero di tentativi di spostamento del puzzle

source: allowed before a hint is displayed
de: erlaubt, bevor ein Hinweis angezeigt wird
fr: autorisé avant qu'un indice ne soit affiché
he: מותר לפני הצגת רמז
hi: संकेत प्रदर्शित होने से पहले अनुमति दी गई
hu: engedélyezve van, mielőtt egy tipp megjelenik
id: diizinkan sebelum petunjuk ditampilkan
it: consentito prima che venga visualizzato un suggerimento

source: allowed before the correct move is displayed
de: erlaubt, bevor der richtige Zug angezeigt wird
fr: autorisé avant que le coup correct ne soit affiché
he: מותר לפני הצגת המהלך הנכון
hi: सही चाल प्रदर्शित होने से पहले अनुमति दी गई
hu: megengedett, mielőtt a megfelelő lépés megjelenik
id: diizinkan sebelum gerakan yang benar ditampilkan
it: consentito prima che venga visualizzata la mossa corretta

source: Enter the default video move time
de: Geben Sie die Standard-Videoverschiebungszeit ein
fr: Entrez le temps de déplacement vidéo par défaut
he: הזן את זמן העברת הסרטון המוגדר כברירת מחדל
hi: डिफ़ॉल्ट वीडियो मूव समय दर्ज करें
hu: Adja meg a videó alapértelmezett áthelyezési idejét
id: Masukkan waktu pemindahan video default
it: Inserisci il tempo predefinito per lo spostamento del video

source: This dialog box allows you to select the media player options.
de: In diesem Dialogfeld können Sie die Media Player-Optionen auswählen.
fr: Cette boîte de dialogue vous permet de sélectionner les options du lecteur multimédia.
he: תיבת דו-שיח זו מאפשרת לך לבחור את אפשרויות נגן המדיה.
hi: यह संवाद बॉक्स आपको मीडिया प्लेयर विकल्प चुनने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a médialejátszó beállításainak kiválasztását.
id: Kotak dialog ini memungkinkan Anda memilih opsi pemutar media.
it: Questa finestra di dialogo consente di selezionare le opzioni del lettore multimediale.

source: Native controls : Check to display the inbuilt media player controls.
de: Native Steuerelemente: Aktivieren Sie dieses Kontrollkästchen, um die integrierten Steuerelemente des Media Players anzuzeigen.
fr: Contrôles natifs : cochez cette case pour afficher les contrôles du lecteur multimédia intégré.
he: פקדים מקוריים: סמן כדי להציג את פקדי נגן המדיה המובנים.
hi: मूल नियंत्रण: अंतर्निहित मीडिया प्लेयर नियंत्रण प्रदर्शित करने के लिए जाँच करें।
hu: Natív vezérlők: Jelölje be a beépített médialejátszó vezérlőinek megjelenítéséhez.
id: Kontrol asli: Centang untuk menampilkan kontrol pemutar media bawaan.
it: Controlli nativi: selezionare per visualizzare i controlli del lettore multimediale integrato.

source: Show toolbar : Check to show the toolbar on the media player window.
de: Symbolleiste anzeigen: Aktivieren Sie dieses Kontrollkästchen, um die Symbolleiste im Media Player-Fenster anzuzeigen.
fr: Afficher la barre d'outils : cochez cette case pour afficher la barre d'outils dans la fenêtre du lecteur multimédia.
he: הצג סרגל כלים : סמן כדי להציג את סרגל הכלים בחלון נגן המדיה.
hi: टूलबार दिखाएँ : मीडिया प्लेयर विंडो पर टूलबार दिखाने के लिए चेक करें।
hu: Eszköztár megjelenítése: Jelölje be az eszköztár megjelenítéséhez a médialejátszó ablakában.
id: Tampilkan bilah alat: Centang untuk menampilkan bilah alat di jendela pemutar media.
it: Mostra barra degli strumenti: seleziona questa opzione per visualizzare la barra degli strumenti nella finestra del lettore multimediale.

source: Show status bar : Check to show the status bar on the media player window.
de: Statusleiste anzeigen: Aktivieren Sie dieses Kontrollkästchen, um die Statusleiste im Fenster des Media Players anzuzeigen.
fr: Afficher la barre d'état : cochez cette case pour afficher la barre d'état dans la fenêtre du lecteur multimédia.
he: הצג שורת מצב : סמן כדי להציג את שורת המצב בחלון נגן המדיה.
hi: स्थिति पट्टी दिखाएँ : मीडिया प्लेयर विंडो पर स्थिति पट्टी दिखाने के लिए चेक करें।
hu: Állapotsor megjelenítése: Jelölje be az állapotsor megjelenítéséhez a médialejátszó ablakában.
id: Tampilkan bilah status: Centang untuk menampilkan bilah status di jendela pemutar media.
it: Mostra barra di stato: seleziona questa opzione per visualizzare la barra di stato nella finestra del lettore multimediale.

source: Auto load PGN file : Check to automatically load the corresponding
de: PGN-Datei automatisch laden: Aktivieren Sie dieses Kontrollkästchen, um die entsprechende
fr: Chargement automatique du fichier PGN : cochez cette case pour charger automatiquement le fichier PGN correspondant
he: טעינה אוטומטית של קובץ PGN : סמן כדי לטעון אוטומטית את הקובץ המתאים
hi: PGN फ़ाइल को स्वचालित रूप से लोड करें: संबंधित फ़ाइल को स्वचालित रूप से लोड करने के लिए जाँच करें
hu: PGN-fájl automatikus betöltése: Jelölje be, ha automatikusan betölti a megfelelőt
id: Muat otomatis file PGN: Centang untuk memuat secara otomatis file yang sesuai
it: Caricamento automatico file PGN: selezionare per caricare automaticamente il file PGN corrispondente

source: PGN file when you load a .mp4 video file.
de: PGN-Datei, wenn Sie eine MP4-Videodatei laden.
fr: Fichier PGN lorsque vous chargez un fichier vidéo .mp4.
he: קובץ PGN כאשר אתה טוען קובץ וידאו .mp4.
hi: जब आप .mp4 वीडियो फ़ाइल लोड करते हैं तो PGN फ़ाइल दिखाई देती है।
hu: PGN fájl, amikor .mp4 videofájlt tölt be.
id: File PGN saat Anda memuat berkas video .mp4.
it: File PGN quando si carica un file video .mp4.

source: Show all files : Check to show all the files in a directory
de: Alle Dateien anzeigen: Aktivieren Sie dieses Kontrollkästchen, um alle Dateien in einem Verzeichnis anzuzeigen.
fr: Afficher tous les fichiers : Cochez cette case pour afficher tous les fichiers d'un répertoire
he: הצג את כל הקבצים : סמן כדי להציג את כל הקבצים בספריה
hi: सभी फ़ाइलें दिखाएँ : किसी निर्देशिका में सभी फ़ाइलें दिखाने के लिए जाँच करें
hu: Összes fájl megjelenítése: Jelölje be, ha egy könyvtárban lévő összes fájlt szeretné megjeleníteni
id: Tampilkan semua file : Centang untuk menampilkan semua file dalam direktori
it: Mostra tutti i file: seleziona per mostrare tutti i file in una directory

source: when loading a video file from the media player open file dialog box.
de: beim Laden einer Videodatei aus dem Dialogfeld „Datei öffnen“ des Media Players.
fr: lors du chargement d'un fichier vidéo à partir de la boîte de dialogue d'ouverture de fichier du lecteur multimédia.
he: בעת טעינת קובץ וידאו מנגן המדיה תיבת הדו-שיח פתיחת קובץ.
hi: मीडिया प्लेयर से वीडियो फ़ाइल लोड करते समय फ़ाइल संवाद बॉक्स खोलें।
hu: videofájl betöltésekor a médialejátszóból a fájl megnyitása párbeszédpanelen.
id: saat memuat berkas video dari kotak dialog buka berkas pemutar media.
it: quando si carica un file video dalla finestra di dialogo Apri file del lettore multimediale.

source: Uncheck to show *.mp4 files only.
de: Deaktivieren Sie das Kontrollkästchen, um nur *.mp4-Dateien anzuzeigen.
fr: Décochez cette case pour afficher uniquement les fichiers *.mp4.
he: בטל את הסימון כדי להציג קבצי *.mp4 בלבד.
hi: केवल *.mp4 फ़ाइलें दिखाने के लिए अनचेक करें.
hu: Törölje a jelölést, ha csak az *.mp4 fájlokat szeretné megjeleníteni.
id: Hapus tanda centang untuk hanya menampilkan file *.mp4.
it: Deseleziona per visualizzare solo i file *.mp4.
