Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Languages are selected by clicking on the language name or flag.
de: Die Sprachenauswahl erfolgt durch Anklicken des Sprachnamens oder der Flagge.
fr: Les langues sont sélectionnées en cliquant sur le nom ou le drapeau de la langue.
he: שפות נבחרות על ידי לחיצה על שם השפה או הדגל.
hi: भाषा का चयन भाषा के नाम या ध्वज पर क्लिक करके किया जाता है।
hu: A nyelvek kiválasztása a nyelv nevére vagy zászlójára kattintva történik.
id: Bahasa dipilih dengan mengklik nama bahasa atau bendera.
it: Le lingue vengono selezionate cliccando sul nome della lingua o sulla bandiera.

source: The currently selected language is indicated by the
de: Die aktuell ausgewählte Sprache wird durch das Symbol
fr: La langue actuellement sélectionnée est indiquée par le
he: השפה הנבחרת כעת מסומנת על ידי
hi: वर्तमान में चयनित भाषा को निम्न द्वारा दर्शाया जाता है:
hu: Az aktuálisan kiválasztott nyelvet a ikon jelzi
id: Bahasa yang dipilih saat ini ditunjukkan dengan
it: La lingua attualmente selezionata è indicata da

source: marker
fr: marqueur
he: סַמָן
hi: निशान
hu: jelző
id: penanda
it: marcatore

source: The translations were made using GitLocalize.
de: Die Übersetzungen wurden mit GitLocalize vorgenommen.
fr: Les traductions ont été réalisées à l'aide de GitLocalize.
he: התרגומים נעשו באמצעות GitLocalize.
hi: ये अनुवाद GitLocalize का उपयोग करके किए गए थे।
hu: A fordítások a GitLocalize segítségével készültek.
id: Terjemahan dibuat menggunakan GitLocalize.
it: Le traduzioni sono state effettuate utilizzando GitLocalize.

source: The website address is -
de: Die Website-Adresse lautet:
fr: L'adresse du site Web est -
he: כתובת האתר היא -
hi: वेबसाइट का पता है -
hu: A weboldal címe -
id: Alamat situs webnya adalah -
it: L'indirizzo del sito web è -

source: All of the languages display properly on my computer,
de: Alle Sprachen werden auf meinem Computer korrekt angezeigt.
fr: Toutes les langues s'affichent correctement sur mon ordinateur,
he: כל השפות מוצגות כראוי במחשב שלי,
hi: मेरे कंप्यूटर पर सभी भाषाएँ ठीक से प्रदर्शित होती हैं,
hu: Az összes nyelv megfelelően jelenik meg a számítógépemen,
id: Semua bahasa ditampilkan dengan benar di komputer saya,
it: Tutte le lingue vengono visualizzate correttamente sul mio computer,

source: but I have no idea how accurate the translations are.
de: aber ich habe keine Ahnung, wie genau die Übersetzungen sind.
fr: mais je n'ai aucune idée de la précision des traductions.
he: אבל אין לי מושג עד כמה התרגומים מדויקים.
hi: लेकिन मुझे नहीं पता कि अनुवाद कितने सटीक हैं।
hu: de fogalmam sincs, mennyire pontosak a fordítások.
id: tetapi saya tidak tahu seberapa akurat terjemahannya.
it: ma non ho idea di quanto siano accurate le traduzioni.

source: For technical reasons it would have been very difficult
de: Aus technischen Gründen wäre es sehr schwierig gewesen,
fr: Pour des raisons techniques, cela aurait été très difficile
he: מסיבות טכניות זה היה קשה מאוד
hi: तकनीकी कारणों से यह बहुत कठिन होता
hu: Technikai okokból ez nagyon nehéz lett volna
id: Karena alasan teknis, akan sangat sulit
it: Per motivi tecnici sarebbe stato molto difficile

source: to translate the text in the main window title bar.
de: um den Text in der Titelleiste des Hauptfensters zu übersetzen.
fr: pour traduire le texte dans la barre de titre de la fenêtre principale.
he: כדי לתרגם את הטקסט בשורת הכותרת של החלון הראשי.
hi: मुख्य विंडो शीर्षक पट्टी में पाठ का अनुवाद करने के लिए.
hu: a főablak címsorában található szöveg lefordításához.
id: untuk menerjemahkan teks di bilah judul jendela utama.
it: per tradurre il testo nella barra del titolo della finestra principale.

source: So here are the translated phrases for it -
de: Hier sind die übersetzten Sätze dafür -
fr: Voici donc les phrases traduites pour cela -
he: אז הנה הביטויים המתורגמים לזה -
hi: तो यहां इसके अनुवादित वाक्यांश हैं -
hu: Tehát itt vannak a lefordított kifejezések -
id: Berikut ini adalah terjemahan frasa untuk itu -
it: Ecco quindi le frasi tradotte:

source: Initial position
de: Ausgangslage
fr: Position initiale
he: עמדה ראשונית
hi: प्रारंभिक स्थिति
hu: Kezdeti pozíció
id: Posisi awal
it: Posizione iniziale

source: Position before
de: Position vor
fr: Position avant
he: עמדה לפני
hi: पहले की स्थिति
hu: Előző pozíció
id: Posisi sebelum
it: Posizione prima

source: Position after
de: Position nach
fr: Position après
he: עמדה אחרי
hi: इसके बाद की स्थिति
hu: Pozíció után
id: Posisi setelah
it: Posizione dopo

source: As yet, I have not translated the Nimzo_3d.chm help file
de: Ich habe die Hilfedatei Nimzo_3d.chm noch nicht übersetzt.
fr: Je n'ai pas encore traduit le fichier d'aide Nimzo_3d.chm
he: עדיין לא תרגמתי את קובץ העזרה Nimzo_3d.chm
hi: अभी तक, मैंने Nimzo_3d.chm सहायता फ़ाइल का अनुवाद नहीं किया है
hu: Még nem fordítottam le a Nimzo_3d.chm súgófájlt
id: Sampai saat ini, saya belum menerjemahkan file bantuan Nimzo_3d.chm
it: Non ho ancora tradotto il file di aiuto Nimzo_3d.chm

source: because I have not found a free program that does this.
de: weil ich kein kostenloses Programm gefunden habe, das dies kann.
fr: parce que je n'ai pas trouvé de programme gratuit qui fasse cela.
he: כי לא מצאתי תוכנית חינמית שעושה את זה.
hi: क्योंकि मुझे ऐसा कोई निःशुल्क प्रोग्राम नहीं मिला जो ऐसा कर सके।
hu: mert nem találtam ingyenes programot ami ezt megteszi.
id: karena saya belum menemukan program gratis yang melakukan ini.
it: perché non ho trovato un programma gratuito che faccia questo.

source: I decided to leave the English version in the program, because
de: Ich habe mich entschieden, die englische Version im Programm zu belassen, weil
fr: J'ai décidé de laisser la version anglaise dans le programme, car
he: החלטתי להשאיר את הגרסה האנגלית בתוכנית, כי
hi: मैंने कार्यक्रम में अंग्रेजी संस्करण छोड़ने का निर्णय लिया, क्योंकि
hu: Úgy döntöttem, hogy az angol verziót a programban hagyom, mert
id: Saya memutuskan untuk meninggalkan versi bahasa Inggris dalam program tersebut, karena
it: Ho deciso di lasciare la versione inglese nel programma, perché

source: it was simpler to do so and I thought it might be of some use.
de: es war einfacher und ich dachte, es könnte von Nutzen sein.
fr: c'était plus simple de le faire et j'ai pensé que cela pourrait être utile.
he: זה היה פשוט יותר לעשות זאת וחשבתי שזה עשוי להועיל.
hi: ऐसा करना आसान था और मुझे लगा कि यह कुछ उपयोगी हो सकता है।
hu: egyszerűbb volt megtenni, és úgy gondoltam, hogy hasznos lehet.
id: lebih mudah melakukan hal itu dan saya pikir itu mungkin ada gunanya.
it: era più semplice farlo e ho pensato che potesse essere utile.

source: As an alternative, there is a PDF help file in English,
de: Alternativ gibt es eine PDF-Hilfedatei in Englisch,
fr: En alternative, il existe un fichier d'aide PDF en anglais,
he: כחלופה, יש קובץ עזרה PDF באנגלית,
hi: वैकल्पिक रूप से, अंग्रेजी में एक पीडीएफ सहायता फ़ाइल उपलब्ध है,
hu: Alternatív megoldásként létezik egy angol nyelvű PDF súgófájl,
id: Sebagai alternatif, ada file bantuan PDF dalam bahasa Inggris,
it: In alternativa, è disponibile un file di aiuto in formato PDF in inglese,

source: available for download at the following links -
de: zum Download verfügbar unter den folgenden Links -
fr: disponible en téléchargement aux liens suivants -
he: זמין להורדה בקישורים הבאים -
hi: निम्नलिखित लिंक पर डाउनलोड के लिए उपलब्ध है -
hu: letölthető az alábbi linkekről -
id: tersedia untuk diunduh pada tautan berikut -
it: disponibile per il download ai seguenti link -

source: There are many free PDF online translators availble that you
de: Es gibt viele kostenlose PDF-Online-Übersetzer, die Sie
fr: Il existe de nombreux traducteurs PDF en ligne gratuits disponibles.
he: יש הרבה מתרגמי PDF מקוונים זמינים עבורך
hi: कई मुफ्त पीडीएफ ऑनलाइन अनुवादक उपलब्ध हैं जिनका आप उपयोग कर सकते हैं
hu: Számos ingyenes PDF online fordító áll rendelkezésre
id: Ada banyak penerjemah PDF online gratis yang tersedia yang dapat Anda gunakan
it: Sono disponibili molti traduttori PDF online gratuiti che puoi

source: can then use to translate this file into your own language.
de: können Sie diese Datei dann verwenden, um sie in Ihre eigene Sprache zu übersetzen.
fr: vous pouvez ensuite l'utiliser pour traduire ce fichier dans votre propre langue.
he: לאחר מכן תוכל להשתמש כדי לתרגם קובץ זה לשפה שלך.
hi: फिर आप इस फ़ाइल का उपयोग अपनी भाषा में अनुवाद करने के लिए कर सकते हैं।
hu: segítségével lefordíthatja ezt a fájlt a saját nyelvére.
id: kemudian dapat digunakan untuk menerjemahkan berkas ini ke bahasa Anda sendiri.
it: puoi quindi utilizzare per tradurre questo file nella tua lingua.

source: It is possible to add translations for other others languages.
de: Es ist möglich, Übersetzungen für andere Sprachen hinzuzufügen.
fr: Il est possible d'ajouter des traductions pour d'autres langues.
he: אפשר להוסיף תרגומים לשפות אחרות.
hi: अन्य भाषाओं के लिए अनुवाद जोड़ना संभव है।
hu: Lehetőség van fordítások hozzáadására más nyelvekre is.
id: Dimungkinkan untuk menambahkan terjemahan untuk bahasa lainnya.
it: È possibile aggiungere traduzioni per altre lingue.

source: Click < New language > for more details.
de: Klicken Sie für weitere Details auf < Neue Sprache >.
fr: Cliquez sur < Nouvelle langue > pour plus de détails.
he: לחץ על < שפה חדשה > לפרטים נוספים.
hi: अधिक जानकारी के लिए < नई भाषा > पर क्लिक करें।
hu: További részletekért kattintson az < Új nyelv > gombra.
id: Klik < Bahasa baru > untuk rincian lebih lanjut.
it: Per maggiori dettagli fare clic su <Nuova lingua>.

source: You can also correct mistakes in existing language translations.
de: Sie können auch Fehler in vorhandenen Sprachübersetzungen korrigieren.
fr: Vous pouvez également corriger les erreurs dans les traductions linguistiques existantes.
he: אתה יכול גם לתקן טעויות בתרגומי שפה קיימים.
hi: आप मौजूदा भाषा अनुवादों में गलतियों को भी सुधार सकते हैं।
hu: A meglévő nyelvi fordítások hibáit is kijavíthatja.
id: Anda juga dapat mengoreksi kesalahan dalam terjemahan bahasa yang ada.
it: È anche possibile correggere gli errori presenti nelle traduzioni linguistiche esistenti.

source: Click < Edit language > for more details
de: Klicken Sie auf <Sprache bearbeiten>, um weitere Details anzuzeigen
fr: Cliquez sur < Modifier la langue > pour plus de détails
he: לחץ על < ערוך שפה > לפרטים נוספים
hi: अधिक जानकारी के लिए < भाषा संपादित करें > पर क्लिक करें
hu: További részletekért kattintson a < Nyelv szerkesztése > gombra
id: Klik < Edit bahasa > untuk detail lebih lanjut
it: Clicca su < Modifica lingua > per maggiori dettagli

source: Language help
de: Sprachhilfe
fr: Aide linguistique
he: עזרה בשפה
hi: भाषा सहायता
hu: Nyelvi segítség
id: Bantuan bahasa
it: Aiuto linguistico

source: New language
de: Neue Sprache
fr: Nouvelle langue
he: שפה חדשה
hi: नई भाषा
hu: Új nyelv
id: Bahasa baru
it: Nuova lingua

source: Edit language
de: Sprache bearbeiten
fr: Modifier la langue
he: ערוך שפה
hi: भाषा संपादित करें
hu: Nyelv szerkesztése
id: Edit bahasa
it: Modifica lingua

source: In order to create a new language file, first download the file
de: Um eine neue Sprachdatei zu erstellen, laden Sie zunächst die Datei herunter
fr: Pour créer un nouveau fichier de langue, téléchargez d'abord le fichier
he: על מנת ליצור קובץ שפה חדש, ראשית הורד את הקובץ
hi: नई भाषा फ़ाइल बनाने के लिए, पहले फ़ाइल डाउनलोड करें
hu: Új nyelvi fájl létrehozásához először töltse le a fájlt
id: Untuk membuat file bahasa baru, pertama-tama unduh file tersebut
it: Per creare un nuovo file di lingua, scaricare prima il file

source: from the following link
de: über den folgenden Link
fr: à partir du lien suivant
he: מהקישור הבא
hi: निम्नलिखित लिंक से
hu: az alábbi linkről
id: dari tautan berikut
it: dal seguente link

source: Then translate this file to your desired language using
de: Übersetzen Sie diese Datei anschließend in die gewünschte Sprache mit
fr: Ensuite, traduisez ce fichier dans la langue souhaitée en utilisant
he: לאחר מכן תרגם קובץ זה לשפה הרצויה באמצעות
hi: फिर इस फ़ाइल को अपनी इच्छित भाषा में अनुवाद करें
hu: Ezután fordítsa le ezt a fájlt a kívánt nyelvre a segítségével
id: Kemudian terjemahkan file ini ke bahasa yang Anda inginkan menggunakan
it: Quindi traduci questo file nella lingua desiderata utilizzando

source: < GitLocalize > or other translation software.
de: <GitLocalize> oder andere Übersetzungssoftware.
fr: < GitLocalize > ou autre logiciel de traduction.
he: < GitLocalize > או תוכנת תרגום אחרת.
hi: < GitLocalize > या अन्य अनुवाद सॉफ़्टवेयर।
hu: < GitLocalize > vagy más fordító szoftver.
id: < GitLocalize > atau perangkat lunak penerjemahan lainnya.
it: < GitLocalize > o altri software di traduzione.

source: Then compile the translated
de: Kompilieren Sie dann die übersetzten
fr: Ensuite, compilez le fichier traduit
he: לאחר מכן ערכו את המתורגם
hi: फिर अनुवादित सामग्री संकलित करें
hu: Ezután állítsa össze a lefordított
id: Kemudian kompilasi hasil terjemahannya
it: Quindi compilare il tradotto

source: file into a
de: Datei in eine
fr: fichier dans un
he: קובץ לתוך א
hi: फ़ाइल में एक
hu: fájlba a
id: berkas ke dalam
it: file in un

source: file
de: Datei
fr: déposer
he: קוֹבֶץ
hi: फ़ाइल
hu: fájlt
id: mengajukan

source: using the free version of the
de: mit der kostenlosen Version des
fr: en utilisant la version gratuite du
he: באמצעות הגרסה החינמית של
hi: के मुफ़्त संस्करण का उपयोग करना
hu: ingyenes verziójának használatával
id: menggunakan versi gratis dari
it: utilizzando la versione gratuita del

source: program,
de: Programm,
fr: programme,
he: תָכְנִית,
hi: कार्यक्रम,
it: programma,

source: or the command line utility
de: oder das Befehlszeilenprogramm
fr: ou l'utilitaire de ligne de commande
he: או כלי השירות של שורת הפקודה
hi: या कमांड लाइन उपयोगिता
hu: vagy a parancssori segédprogramot
id: atau utilitas baris perintah
it: o l'utilità della riga di comando

source: which should be in the in the
de: das sollte in der in der
fr: qui devrait être dans le
he: שאמור להיות ב- in
hi: जो कि में होना चाहिए
hu: amelynek a -ban kell lennie
id: yang seharusnya ada di dalam
it: che dovrebbe essere nel nel

source: directory.
de: Verzeichnis.
fr: annuaire.
he: מַדרִיך.
hi: निर्देशिका.
hu: könyvtárat.
id: direktori.
it: elenco.

source: Then copy this *.mo file over one of the existing language files that
de: Kopieren Sie dann diese *.mo-Datei über eine der vorhandenen Sprachdateien, die
fr: Copiez ensuite ce fichier *.mo sur l'un des fichiers de langue existants
he: לאחר מכן העתק את קובץ *.mo זה על אחד מקבצי השפה הקיימים
hi: फिर इस *.mo फ़ाइल को किसी मौजूदा भाषा फ़ाइल पर कॉपी करें
hu: Ezután másolja át ezt a *.mo fájlt az egyik meglévő nyelvi fájlra
id: Kemudian salin file *.mo ini ke salah satu file bahasa yang ada
it: Quindi copia questo file *.mo su uno dei file di lingua esistenti che

source: you don't use in the
de: Sie verwenden nicht in der
fr: vous n'utilisez pas dans le
he: אתה לא משתמש ב
hi: आप इसका उपयोग नहीं करते हैं
hu: nem használod a
id: kamu tidak menggunakannya di
it: non lo usi nel

source: directory,
de: Verzeichnis,
fr: annuaire,
he: מַדרִיך,
hi: निर्देशिका,
hu: címtár,
id: direktori,
it: elenco,

source: giving it the same 2 letter country code name as the old one.
de: Geben Sie ihm den gleichen zweistelligen Ländercode wie dem alten.
fr: en lui donnant le même nom de code de pays à 2 lettres que l'ancien.
he: נותן לו את אותו שם קוד מדינה בן 2 אותיות כמו לזה הישן.
hi: इसे पुराने नाम के समान ही दो अक्षरों वाला देश कोड नाम दिया गया है।
hu: ugyanazt a kétbetűs országkód nevet adva neki, mint a réginek.
id: memberinya nama kode negara 2 huruf yang sama seperti yang lama.
it: assegnandogli lo stesso codice paese di 2 lettere del vecchio.

source: You could also get a flag for your new language, convert this to
de: Sie können auch eine Flagge für Ihre neue Sprache erhalten, konvertieren Sie diese in
fr: Vous pouvez également obtenir un drapeau pour votre nouvelle langue, convertissez-le en
he: אתה יכול גם לקבל דגל עבור השפה החדשה שלך, המר את זה ל
hi: आप अपनी नई भाषा के लिए एक ध्वज भी प्राप्त कर सकते हैं, इसे परिवर्तित करें
hu: Kaphat egy zászlót is az új nyelvhez, ezt konvertálja erre
id: Anda juga bisa mendapatkan bendera untuk bahasa baru Anda, ubah ini menjadi
it: Potresti anche ottenere una bandiera per la tua nuova lingua, convertirla in

source: to a *.bmp file with a size of 30 * 24 pixels and copy that over the
de: in eine *.bmp Datei mit einer Größe von 30 * 24 Pixel und kopiere diese über die
fr: dans un fichier *.bmp d'une taille de 30 * 24 pixels et copiez-le sur le
he: לקובץ *.bmp בגודל של 30 * 24 פיקסלים והעתק את זה מעל
hi: 30 * 24 पिक्सेल आकार वाली * .bmp फ़ाइल पर कॉपी करें और उसे
hu: egy 30 * 24 pixel méretű *.bmp fájlba, és másolja át a
id: ke file *.bmp dengan ukuran 30 * 24 piksel dan salin ke
it: in un file *.bmp con una dimensione di 30 * 24 pixel e copiarlo sopra

source: The only downside of this is that you will get the old language name
de: Der einzige Nachteil dabei ist, dass Sie den alten Sprachnamen erhalten
fr: Le seul inconvénient est que vous obtiendrez l’ancien nom de la langue.
he: החיסרון היחיד של זה הוא שתקבל את שם השפה הישן
hi: इसका एकमात्र नकारात्मक पक्ष यह है कि आपको पुरानी भाषा का नाम मिलेगा
hu: Ennek egyetlen hátránya, hogy a régi nyelvi nevet kapja
id: Satu-satunya kekurangannya adalah Anda akan mendapatkan nama bahasa lama
it: L'unico inconveniente è che otterrai il vecchio nome della lingua

source: in a message box when you change to the new language and in the
de: in einem Meldungsfeld, wenn Sie zur neuen Sprache wechseln und in der
fr: dans une boîte de message lorsque vous passez à la nouvelle langue et dans le
he: בתיבת הודעה כאשר אתה מחליף לשפה החדשה וב-
hi: जब आप नई भाषा में बदलाव करते हैं तो संदेश बॉक्स में और
hu: üzenetdobozban, amikor átvált az új nyelvre, és a
id: di kotak pesan saat Anda mengubah ke bahasa baru dan di
it: in una finestra di messaggio quando si passa alla nuova lingua e nella

source: <Languages> list on the main menu.
de: Liste <Sprachen> im Hauptmenü.
fr: Liste <Langues> dans le menu principal.
he: רשימת <שפות> בתפריט הראשי.
hi: मुख्य मेनू पर <भाषाएँ> सूची पर क्लिक करें।
hu: <Nyelvek> listát a főmenüben.
id: Daftar <Bahasa> pada menu utama.
it: Elenco <Lingue> nel menu principale.

source: All other words for the new language should be displayed correctly.
de: Alle anderen Wörter für die neue Sprache sollten korrekt angezeigt werden.
fr: Tous les autres mots de la nouvelle langue doivent être affichés correctement.
he: כל שאר המילים עבור השפה החדשה צריכות להיות מוצגות כהלכה.
hi: नई भाषा के अन्य सभी शब्द सही ढंग से प्रदर्शित होने चाहिए।
hu: Az új nyelv összes többi szavának helyesen kell megjelennie.
id: Semua kata lain untuk bahasa baru harus ditampilkan dengan benar.
it: Tutte le altre parole della nuova lingua dovrebbero essere visualizzate correttamente.

source: Create new language file
de: Neue Sprachdatei erstellen
fr: Créer un nouveau fichier de langue
he: צור קובץ שפה חדש
hi: नई भाषा फ़ाइल बनाएँ
hu: Új nyelvi fájl létrehozása
id: Buat file bahasa baru
it: Crea un nuovo file di lingua

source: Machine translations are now very good, but they are not perfect.
de: Maschinelle Übersetzungen sind mittlerweile sehr gut, aber nicht perfekt.
fr: Les traductions automatiques sont désormais très bonnes, mais elles ne sont pas parfaites.
he: תרגומי מכונה עכשיו טובים מאוד, אבל הם לא מושלמים.
hi: मशीनी अनुवाद अब बहुत अच्छे हो गये हैं, लेकिन वे संपूर्ण नहीं हैं।
hu: A gépi fordítások ma már nagyon jók, de nem tökéletesek.
id: Terjemahan mesin sekarang sangat bagus, tetapi belum sempurna.
it: Le traduzioni automatiche sono ormai molto buone, ma non sono perfette.

source: Sometimes the tranlations are incorrect, or inappropriate, because of context,
de: Manchmal sind die Übersetzungen aufgrund des Kontextes falsch oder unpassend.
fr: Parfois, les traductions sont incorrectes ou inappropriées en raison du contexte,
he: לפעמים התרגומים אינם נכונים, או לא הולמים, בגלל ההקשר,
hi: कभी-कभी संदर्भ के कारण अनुवाद गलत या अनुपयुक्त हो जाते हैं।
hu: Néha a fordítások helytelenek vagy nem megfelelőek a szövegkörnyezet miatt,
id: Terkadang terjemahannya salah, atau tidak tepat, karena konteksnya,
it: A volte le traduzioni sono errate o inappropriate a causa del contesto,

source: and sometimes verbs are used instead of nouns, or vice versa.
de: und manchmal werden Verben anstelle von Substantiven verwendet oder umgekehrt.
fr: et parfois les verbes sont utilisés à la place des noms, ou vice versa.
he: ולפעמים משתמשים בפעלים במקום שמות עצם, או להיפך.
hi: और कभी-कभी संज्ञा के स्थान पर क्रियाओं का प्रयोग किया जाता है, या इसके विपरीत।
hu: és néha igéket használnak a főnevek helyett, vagy fordítva.
id: dan kadang-kadang kata kerja digunakan sebagai pengganti kata benda, atau sebaliknya.
it: e talvolta i verbi vengono usati al posto dei sostantivi, o viceversa.

source: So there is provision to correct any words or phrases in a language file.
de: Daher besteht die Möglichkeit, beliebige Wörter oder Ausdrücke in einer Sprachdatei zu korrigieren.
fr: Il existe donc une possibilité de corriger n’importe quel mot ou phrase dans un fichier de langue.
he: אז יש הוראה לתקן כל מילים או ביטויים בקובץ שפה.
hi: इसलिए भाषा फ़ाइल में किसी भी शब्द या वाक्यांश को सही करने का प्रावधान है।
hu: Így lehetőség van a nyelvi fájlban lévő szavak vagy kifejezések javítására.
id: Jadi ada ketentuan untuk mengoreksi kata atau frasa apa pun dalam berkas bahasa.
it: Esiste quindi la possibilità di correggere qualsiasi parola o frase in un file di lingua.

source: In the
de: Im
fr: Dans le
he: ב-
hi: में
hu: A
id: Di dalam
it: Nel

source: directory,
de: Verzeichnis,
fr: répertoire,
he: מַדרִיך,
hi: निर्देशिका,
hu: címtár,
id: direktori,
it: elenco,

source: there are *.po and *.mo files. The *.po files contain the words
de: Es gibt *.po und *.mo Dateien. Die *.po Dateien enthalten die Wörter
fr: Il existe des fichiers *.po et *.mo. Les fichiers *.po contiennent les mots
he: ישנם קבצי *.po ו-*.mo. קבצי *.po מכילים את המילים
hi: *.po और *.mo फ़ाइलें हैं। *.po फ़ाइलों में ये शब्द हैं
hu: vannak *.po és *.mo fájlok. A *.po fájlok tartalmazzák a szavakat
id: ada file *.po dan *.mo. File *.po berisi kata-kata
it: ci sono file *.po e *.mo. I file *.po contengono le parole

source: and phrases which are displayed in the program, along with their translations.
de: und Phrasen, die im Programm zusammen mit ihren Übersetzungen angezeigt werden.
fr: et des phrases qui sont affichées dans le programme, ainsi que leurs traductions.
he: וביטויים המוצגים בתוכנית, יחד עם התרגומים שלהם.
hi: और वाक्यांश जो कार्यक्रम में उनके अनुवाद के साथ प्रदर्शित किए जाते हैं।
hu: és a programban megjelenő kifejezések a fordításukkal együtt.
id: dan frasa yang ditampilkan dalam program, beserta terjemahannya.
it: e frasi visualizzate nel programma, insieme alle relative traduzioni.

source: The *.mo files are compiled from these into dictionary files,
de: Die *.mo-Dateien werden daraus zu Wörterbuchdateien kompiliert,
fr: Les fichiers *.mo sont compilés à partir de ceux-ci dans des fichiers de dictionnaire,
he: קבצי *.mo מורכבים מהם לקבצי מילון,
hi: इनसे *.mo फ़ाइलें शब्दकोश फ़ाइलों में संकलित की जाती हैं,
hu: A *.mo fájlokat ezekből szótárfájlokká fordítják,
id: File *.mo dikompilasi dari sini menjadi file kamus,
it: I file *.mo vengono compilati da questi in file di dizionario,

source: which the program accesses to display the translated text on the screen.
de: auf die das Programm zugreift, um den übersetzten Text auf dem Bildschirm anzuzeigen.
fr: auquel le programme accède pour afficher le texte traduit à l'écran.
he: שאליו התוכנית ניגשת כדי להציג את הטקסט המתורגם על המסך.
hi: जिसका उपयोग प्रोग्राम स्क्रीन पर अनुवादित पाठ प्रदर्शित करने के लिए करता है।
hu: amelyhez a program hozzáfér a lefordított szöveg képernyőn való megjelenítéséhez.
id: yang diakses program untuk menampilkan teks terjemahan di layar.
it: a cui il programma accede per visualizzare sullo schermo il testo tradotto.
