Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Search depth : The search depth and selective search depth
de: Suchtiefe: Die Suchtiefe und selektive Suchtiefe
fr: Profondeur de recherche : La profondeur de recherche et la profondeur de recherche sélective
he: עומק חיפוש: עומק החיפוש ועומק החיפוש הסלקטיבי
hi: खोज गहराई : खोज गहराई और चयनात्मक खोज गहराई
hu: Keresési mélység: A keresési mélység és a szelektív keresési mélység
id: Kedalaman pencarian: Kedalaman pencarian dan kedalaman pencarian selektif
it: Profondità di ricerca: profondità di ricerca e profondità di ricerca selettiva

source: Evaluation : The evaluation for the best line of play.
de: Bewertung: Die Bewertung für die beste Spiellinie.
fr: Evaluation : L'évaluation de la meilleure ligne de jeu.
he: הערכה: ההערכה עבור קו המשחק הטוב ביותר.
hi: मूल्यांकन : खेल की सर्वोत्तम लाइन के लिए मूल्यांकन।
hu: Értékelés: A legjobb játékvonal értékelése.
id: Evaluasi: Evaluasi untuk permainan terbaik.
it: Valutazione: la valutazione della migliore linea di gioco.

source: Last move : The most recent move played in the game.
de: Letzter Zug: Der letzte im Spiel gespielte Zug.
fr: Dernier coup : Le coup le plus récent joué dans la partie.
he: מהלך אחרון: המהלך האחרון ששיחק במשחק.
hi: अंतिम चाल : खेल में हाल ही में चली गई चाल।
hu: Utolsó lépés: A játék legutóbbi lépése.
id: Langkah terakhir: Langkah terakhir yang dimainkan dalam permainan.
it: Ultima mossa: la mossa più recente giocata nella partita.

source: Kilo nodes : The number of kilo nodes (positions) in 1000's,
de: Kiloknoten: Die Anzahl der Kiloknoten (Positionen) in Tausend,
fr: Kilo nœuds : Le nombre de kilo nœuds (positions) en milliers,
he: צמתים קילו: מספר צמתים של קילו ב-1000,
hi: किलो नोड्स : 1000 में किलो नोड्स (स्थितियों) की संख्या,
hu: Kiló csomópontok: a kilocsomópontok (pozíciók) száma 1000-ben,
id: Kilo node: Jumlah kilo node (posisi) dalam 1000,
it: Kilo nodi: il numero di kilo nodi (posizioni) in migliaia,

source: Time taken : The number of seconds that the engine
de: Benötigte Zeit: Die Anzahl der Sekunden, die der Motor
fr: Temps pris : Le nombre de secondes pendant lesquelles le moteur
he: משך הזמן: מספר השניות שהמנוע
hi: लिया गया समय : इंजन द्वारा लिया गया सेकंडों की संख्या
hu: Eltelt idő: A motor által eltöltött másodpercek száma
id: Waktu yang dibutuhkan : Jumlah detik yang dibutuhkan mesin
it: Tempo impiegato: il numero di secondi in cui il motore

source: has been searching the position.
de: hat nach der Stelle gesucht.
fr: a recherché le poste.
he: חיפש את העמדה.
hi: स्थिति की खोज की जा रही है.
hu: kereste a pozíciót.
id: telah mencari posisi tersebut.
it: ha cercato la posizione.

source: Best line : The best line found so far during the search.
de: Beste Zeile: Die beste Zeile, die bisher während der Suche gefunden wurde.
fr: Meilleure ligne : La meilleure ligne trouvée jusqu'à présent lors de la recherche.
he: השורה הטובה ביותר: השורה הטובה ביותר שנמצאה עד כה במהלך החיפוש.
hi: सर्वोत्तम पंक्ति : खोज के दौरान अब तक मिली सर्वोत्तम पंक्ति।
hu: Legjobb sor : A keresés során eddig talált legjobb sor.
id: Baris terbaik: Baris terbaik yang ditemukan sejauh ini selama pencarian.
it: Linea migliore: la migliore linea trovata finora durante la ricerca.

source: Engine search info help
de: Hilfe zu Suchmaschineninformationen
fr: Aide à la recherche d'informations sur les moteurs
he: עזרה במידע על חיפוש מנוע
hi: इंजन खोज जानकारी सहायता
hu: Motorkeresési információs segítség
id: Bantuan info pencarian mesin
it: Aiuto con le informazioni di ricerca del motore

source: Use sound effects
de: Verwenden Sie Soundeffekte
fr: Utiliser des effets sonores
he: השתמש באפקטים קוליים
hi: ध्वनि प्रभाव का उपयोग करें
hu: Hangeffektusok használata
id: Gunakan efek suara
it: Utilizzare effetti sonori

source: Chess pieces
de: Schachfiguren
fr: Pièces d'échecs
he: כלי שחמט
hi: शतरंज के टुकड़े
hu: Sakkfigurák
id: Potongan catur
it: Pezzi degli scacchi

source: Clocks
de: Uhren
fr: Horloges
he: שעונים
hi: घड़ियों
hu: Órák
id: Jam
it: Orologi

source: Game result
de: Spielergebnis
fr: Résultat du match
he: תוצאת המשחק
hi: खेल परिणाम
hu: A játék eredménye
id: Hasil pertandingan
it: Risultato del gioco

source: Select clock sounds
de: Uhrtöne auswählen
fr: Sélectionnez les sons de l'horloge
he: בחר צלילי שעון
hi: घड़ी की ध्वनियाँ चुनें
hu: Válassza ki az óra hangjait
id: Pilih suara jam
it: Seleziona i suoni dell'orologio

source: Clock file number
de: Uhrdateinummer
fr: Numéro de fichier d'horloge
he: מספר קובץ שעון
hi: घड़ी फ़ाइल संख्या
hu: Óra fájl száma
id: Nomor file jam
it: Numero del file dell'orologio

source: Human
de: Menschlich
fr: Humain
he: אֶנוֹשִׁי
hi: इंसान
hu: Emberi
id: Manusia
it: Umano

source: Computer
fr: Ordinateur
he: מַחשֵׁב
hi: कंप्यूटर
hu: Számítógép
id: Komputer

source: System volume setting percentage ( 0 - 100 )
de: Prozentuale Einstellung der Systemlautstärke (0 - 100)
fr: Pourcentage de réglage du volume du système (0 - 100)
he: אחוז הגדרת עוצמת הקול של המערכת (0-100)
hi: सिस्टम वॉल्यूम सेटिंग प्रतिशत ( 0 - 100 )
hu: A rendszer hangerejének százalékos beállítása (0-100)
id: Persentase pengaturan volume sistem (0 - 100)
it: Percentuale di impostazione del volume del sistema (0 - 100)

source: Check to use sound effects
de: Aktivieren Sie dieses Kontrollkästchen, um Soundeffekte zu verwenden
fr: Cochez pour utiliser les effets sonores
he: סמן כדי להשתמש באפקטים קוליים
hi: ध्वनि प्रभाव का उपयोग करने के लिए जाँच करें
hu: Jelölje be a hangeffektusok használatához
id: Centang untuk menggunakan efek suara
it: Seleziona per utilizzare gli effetti sonori

source: Check to use piece sound effects
de: Aktivieren Sie dieses Kontrollkästchen, um Soundeffekte zu verwenden.
fr: Cochez pour utiliser les effets sonores des pièces
he: סמן כדי להשתמש באפקטים קוליים של יצירה
hi: ध्वनि प्रभाव का उपयोग करने के लिए जाँच करें
hu: Jelölje be a darab hangeffektusok használatához
id: Periksa untuk menggunakan efek suara bagian
it: Seleziona per utilizzare gli effetti sonori del pezzo

source: Check to use clock sound effects
de: Aktivieren Sie dieses Kontrollkästchen, um die Soundeffekte der Uhr zu verwenden.
fr: Cochez pour utiliser les effets sonores de l'horloge
he: סמן כדי להשתמש באפקטים קוליים של שעון
hi: घड़ी ध्वनि प्रभाव का उपयोग करने के लिए जाँच करें
hu: Jelölje be az óra hangeffektusainak használatához
id: Centang untuk menggunakan efek suara jam
it: Seleziona per utilizzare gli effetti sonori dell'orologio

source: Check to use puzzle mode sound effects
de: Aktivieren Sie dieses Kontrollkästchen, um Soundeffekte im Puzzlemodus zu verwenden.
fr: Cochez pour utiliser les effets sonores du mode puzzle
he: סמן כדי להשתמש באפקטים קוליים של מצב פאזל
hi: पहेली मोड ध्वनि प्रभाव का उपयोग करने के लिए जाँच करें
hu: Jelölje be a rejtvény mód hangeffektusainak használatához
id: Centang untuk menggunakan efek suara mode teka-teki
it: Seleziona per utilizzare gli effetti sonori della modalità puzzle

source: Check to use sound effects for a game result
de: Aktivieren Sie dieses Kontrollkästchen, um Soundeffekte für ein Spielergebnis zu verwenden
fr: Cochez pour utiliser les effets sonores pour un résultat de jeu
he: סמן כדי להשתמש באפקטים קוליים עבור תוצאת משחק
hi: गेम परिणाम के लिए ध्वनि प्रभाव का उपयोग करने के लिए जाँच करें
hu: Jelölje be, ha hangeffektusokat szeretne használni a játék eredményéhez
id: Centang untuk menggunakan efek suara untuk hasil permainan
it: Seleziona per utilizzare gli effetti sonori per un risultato di gioco

source: Enter the program volume percentage (0 - 100)
de: Geben Sie die Programmlautstärke in Prozent ein (0 - 100)
fr: Entrez le pourcentage de volume du programme (0 - 100)
he: הזן את אחוז נפח התוכנית (0 - 100)
hi: प्रोग्राम वॉल्यूम प्रतिशत दर्ज करें (0 - 100)
hu: Adja meg a program hangerejének százalékát (0-100)
id: Masukkan persentase volume program (0 - 100)
it: Inserisci la percentuale del volume del programma (0 - 100)

source: Check to use player clock number 1
de: Aktivieren Sie dieses Kontrollkästchen, um die Player-Uhr Nummer 1 zu verwenden.
fr: Cochez pour utiliser l'horloge du joueur numéro 1
he: סמן כדי להשתמש בשעון שחקן מספר 1
hi: प्लेयर घड़ी संख्या 1 का उपयोग करने के लिए जाँच करें
hu: Jelölje be az 1-es számú játékosóra használatához
id: Periksa untuk menggunakan jam pemain nomor 1
it: Selezionare per utilizzare l'orologio del giocatore numero 1

source: Check to use player clock number 2
de: Aktivieren Sie dieses Kontrollkästchen, um die Spieleruhr Nummer 2 zu verwenden.
fr: Cochez pour utiliser l'horloge du joueur numéro 2
he: סמן כדי להשתמש בשעון שחקן מספר 2
hi: प्लेयर घड़ी संख्या 2 का उपयोग करने के लिए जाँच करें
hu: Jelölje be a 2-es számú játékosóra használatához
id: Periksa untuk menggunakan jam pemain nomor 2
it: Selezionare per utilizzare l'orologio del giocatore numero 2

source: Check to use player clock number 3
de: Aktivieren Sie dieses Kontrollkästchen, um die Spieleruhr Nummer 3 zu verwenden.
fr: Cochez pour utiliser l'horloge du joueur numéro 3
he: סמן כדי להשתמש בשעון שחקן מספר 3
hi: प्लेयर घड़ी संख्या 3 का उपयोग करने के लिए जाँच करें
hu: Jelölje be a 3-as játékosóra használatához
id: Periksa untuk menggunakan jam pemain nomor 3
it: Selezionare per utilizzare l'orologio del giocatore numero 3

source: Check to use player clock number 4
de: Aktivieren Sie dieses Kontrollkästchen, um die Spieleruhr Nummer 4 zu verwenden.
fr: Cochez pour utiliser l'horloge du joueur numéro 4
he: סמן כדי להשתמש בשעון שחקן מספר 4
hi: प्लेयर घड़ी संख्या 4 का उपयोग करने के लिए जाँच करें
hu: Jelölje be a 4-es számú játékosóra használatához
id: Periksa untuk menggunakan jam pemain nomor 4
it: Selezionare per utilizzare l'orologio del giocatore numero 4

source: Check to use computer clock number 1
de: Aktivieren Sie das Kontrollkästchen, um die Computeruhr Nummer 1 zu verwenden.
fr: Cochez pour utiliser l'horloge de l'ordinateur numéro 1
he: סמן כדי להשתמש בשעון מחשב מספר 1
hi: कंप्यूटर घड़ी संख्या 1 का उपयोग करने के लिए जाँच करें
hu: Jelölje be az 1-es számú számítógépóra használatát
id: Periksa untuk menggunakan jam komputer nomor 1
it: Selezionare per utilizzare l'orologio del computer numero 1

source: Check to use computer clock number 2
de: Aktivieren Sie das Kontrollkästchen, um die Computeruhr Nummer 2 zu verwenden.
fr: Cochez pour utiliser l'horloge de l'ordinateur numéro 2
he: סמן כדי להשתמש בשעון מחשב מספר 2
hi: कंप्यूटर घड़ी संख्या 2 का उपयोग करने के लिए जाँच करें
hu: Jelölje be, hogy a 2-es számú számítógépórát használja
id: Periksa untuk menggunakan jam komputer nomor 2
it: Selezionare per utilizzare l'orologio del computer numero 2

source: Check to use computer clock number 3
de: Aktivieren Sie das Kontrollkästchen, um die Computeruhr Nummer 3 zu verwenden.
fr: Cochez pour utiliser l'horloge de l'ordinateur numéro 3
he: סמן כדי להשתמש בשעון מחשב מספר 3
hi: कंप्यूटर घड़ी संख्या 3 का उपयोग करने के लिए जाँच करें
hu: Jelölje be, hogy használja-e a 3-as számítógépes órát
id: Periksa untuk menggunakan jam komputer nomor 3
it: Selezionare per utilizzare l'orologio del computer numero 3

source: Check to use computer clock number 4
de: Aktivieren Sie das Kontrollkästchen, um die Computeruhr Nummer 4 zu verwenden.
fr: Cochez pour utiliser l'horloge de l'ordinateur numéro 4
he: סמן כדי להשתמש בשעון מחשב מספר 4
hi: कंप्यूटर घड़ी संख्या 4 का उपयोग करने के लिए जाँच करें
hu: Jelölje be, hogy a 4-es számú számítógépórát használja
id: Periksa untuk menggunakan jam komputer nomor 4
it: Selezionare per utilizzare l'orologio del computer numero 4

source: sound effects options help
de: Hilfe zu den Soundeffektoptionen
fr: les options d'effets sonores aident
he: אפשרויות אפקטי קול עוזרות
hi: ध्वनि प्रभाव विकल्प सहायता
hu: hangeffektusok opciói segítenek
id: Opsi efek suara membantu
it: le opzioni degli effetti sonori aiutano

source: Game sound effects
de: Soundeffekte im Spiel
fr: Effets sonores du jeu
he: אפקטים קוליים של משחק
hi: खेल ध्वनि प्रभाव
hu: Játék hanghatások
id: Efek suara permainan
it: Effetti sonori del gioco

source: Sfx notes
de: SFX-Notizen
fr: Notes sur les effets sonores
he: הערות SFX
hi: एसएफएक्स नोट्स
hu: Sfx jegyzetek
id: Catatan efek suara
it: Note sugli effetti sonori

source: This dialog box allows you to set the sound effects options.
de: In diesem Dialogfeld können Sie die Optionen für die Soundeffekte festlegen.
fr: Cette boîte de dialogue vous permet de définir les options des effets sonores.
he: תיבת דו-שיח זו מאפשרת לך להגדיר את אפשרויות אפקטי הקול.
hi: यह संवाद बॉक्स आपको ध्वनि प्रभाव विकल्प सेट करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a hangeffektusok beállítását.
id: Kotak dialog ini memungkinkan Anda mengatur opsi efek suara.
it: Questa finestra di dialogo consente di impostare le opzioni degli effetti sonori.

source: Use sound effects - Check to use sound effects.
de: Soundeffekte verwenden – Aktivieren Sie dieses Kontrollkästchen, um Soundeffekte zu verwenden.
fr: Utiliser des effets sonores - Cochez cette case pour utiliser des effets sonores.
he: השתמש באפקטים קוליים - סמן כדי להשתמש באפקטים קוליים.
hi: ध्वनि प्रभाव का उपयोग करें - ध्वनि प्रभाव का उपयोग करने के लिए चेक करें।
hu: Hangeffektusok használata – Jelölje be a hangeffektusok használatához.
id: Gunakan efek suara - Centang untuk menggunakan efek suara.
it: Usa effetti sonori: seleziona questa opzione per utilizzare gli effetti sonori.

source: Chess pieces - Check to use sound effects for chess pieces,
de: Schachfiguren - Aktivieren Sie diese Option, um Soundeffekte für Schachfiguren zu verwenden.
fr: Pièces d'échecs - Cochez pour utiliser les effets sonores pour les pièces d'échecs,
he: כלי שחמט - סמן כדי להשתמש באפקטים קוליים עבור כלי שחמט,
hi: शतरंज के मोहरे - शतरंज के मोहरों के लिए ध्वनि प्रभाव का उपयोग करने के लिए जाँच करें,
hu: Sakkfigurák – Jelölje be, ha hangeffektusokat szeretne használni sakkfigurákhoz,
id: Bidak catur - Centang untuk menggunakan efek suara untuk bidak catur,
it: Pezzi degli scacchi - Seleziona per utilizzare effetti sonori per i pezzi degli scacchi,

source: including < New game >
de: einschließlich < Neues Spiel >
fr: y compris < Nouveau jeu >
he: כולל < משחק חדש >
hi: < नया खेल > सहित
hu: köztük az < Új játék >
id: termasuk < Game baru >
it: incluso < Nuovo gioco >

source: Clocks - Check to use sound effects for clocks during a game.
de: Uhren – Aktivieren Sie diese Option, um während eines Spiels Soundeffekte für Uhren zu verwenden.
fr: Horloges - Cochez cette case pour utiliser des effets sonores pour les horloges pendant une partie.
he: שעונים - סמן כדי להשתמש באפקטים קוליים עבור שעונים במהלך משחק.
hi: घड़ियाँ - खेल के दौरान घड़ियों के लिए ध्वनि प्रभाव का उपयोग करने के लिए चेक करें।
hu: Órák – Jelölje be, ha hangeffektusokat szeretne használni az órákhoz játék közben.
id: Jam - Centang untuk menggunakan efek suara untuk jam selama permainan.
it: Orologi: seleziona questa opzione per utilizzare gli effetti sonori per gli orologi durante una partita.

source: human vs engine or engine vs engine.
de: Mensch gegen Motor oder Motor gegen Motor.
fr: humain contre moteur ou moteur contre moteur.
he: אנושי מול מנוע או מנוע מול מנוע.
hi: मानव बनाम इंजन या इंजन बनाम इंजन।
hu: ember vs motor vagy motor vs motor.
id: manusia vs mesin atau mesin vs mesin.
it: umano contro motore o motore contro motore.

source: Puzzle mode - Check to use sound effects for puzzle mode.
de: Puzzle-Modus – Aktivieren Sie dieses Kontrollkästchen, um Soundeffekte für den Puzzle-Modus zu verwenden.
fr: Mode puzzle - Cochez cette case pour utiliser les effets sonores pour le mode puzzle.
he: מצב פאזל - סמן כדי להשתמש באפקטים קוליים עבור מצב פאזל.
hi: पहेली मोड - पहेली मोड के लिए ध्वनि प्रभाव का उपयोग करने के लिए जाँच करें।
hu: Puzzle mód – Jelölje be, ha hangeffektusokat szeretne használni a puzzle módban.
id: Mode teka-teki - Centang untuk menggunakan efek suara untuk mode teka-teki.
it: Modalità puzzle: seleziona questa opzione per utilizzare gli effetti sonori per la modalità puzzle.

source: Game result - Check to use sound effects for a game result,
de: Spielergebnis - Aktivieren Sie dieses Kontrollkästchen, um Soundeffekte für ein Spielergebnis zu verwenden.
fr: Résultat du jeu - Cochez pour utiliser des effets sonores pour un résultat de jeu,
he: תוצאת משחק - סמן כדי להשתמש באפקטים קוליים עבור תוצאת משחק,
hi: खेल परिणाम - खेल परिणाम के लिए ध्वनि प्रभाव का उपयोग करने के लिए जाँच करें,
hu: Játék eredménye – Jelölje be, ha hangeffektusokat szeretne használni a játék eredményéhez,
id: Hasil permainan - Centang untuk menggunakan efek suara untuk hasil permainan,
it: Risultato del gioco - Seleziona per utilizzare effetti sonori per un risultato di gioco,

source: Select clock sounds - Select the clock file number to use
de: Uhrtöne auswählen - Wählen Sie die zu verwendende Uhrdateinummer aus
fr: Sélectionner les sons d'horloge - Sélectionnez le numéro de fichier d'horloge à utiliser
he: בחר צלילי שעון - בחר את מספר קובץ השעון לשימוש
hi: घड़ी की ध्वनि चुनें - उपयोग करने के लिए घड़ी फ़ाइल संख्या चुनें
hu: Órahangok kiválasztása – Válassza ki a használni kívánt órafájl számát
id: Pilih suara jam - Pilih nomor file jam yang akan digunakan
it: Seleziona i suoni dell'orologio - Seleziona il numero del file dell'orologio da utilizzare

source: for human and computer during a game.
de: für Mensch und Computer während eines Spiels.
fr: pour l'humain et l'ordinateur pendant un jeu.
he: לאדם ולמחשב במהלך משחק.
hi: खेल के दौरान मानव और कंप्यूटर के लिए।
hu: embernek és számítógépnek játék közben.
id: untuk manusia dan komputer selama permainan.
it: per l'uomo e il computer durante una partita.

source: Program volume - Set the volume percentage for the program.
de: Programmlautstärke – Legen Sie die Lautstärke für das Programm in Prozent fest.
fr: Volume du programme - Définissez le pourcentage de volume du programme.
he: עוצמת הקול של התוכנית - הגדר את אחוז עוצמת הקול עבור התוכנית.
hi: प्रोग्राम वॉल्यूम - प्रोग्राम के लिए वॉल्यूम प्रतिशत निर्धारित करें।
hu: Program hangereje – Állítsa be a hangerő százalékát a programhoz.
id: Volume program - Mengatur persentase volume untuk program.
it: Volume del programma: imposta la percentuale del volume per il programma.

source: The value you set is saved for the next program run.
de: Der von Ihnen eingestellte Wert wird für den nächsten Programmlauf gespeichert.
fr: La valeur que vous définissez est enregistrée pour la prochaine exécution du programme.
he: הערך שהגדרת נשמר להפעלת התוכנית הבאה.
hi: आपके द्वारा निर्धारित मान अगले प्रोग्राम चलाने के लिए सहेज लिया जाता है।
hu: A beállított értéket a rendszer a következő programfutáshoz menti.
id: Nilai yang Anda tetapkan disimpan untuk menjalankan program berikutnya.
it: Il valore impostato viene salvato per la successiva esecuzione del programma.

source: The changes that you make will not affect the system volume
de: Die von Ihnen vorgenommenen Änderungen wirken sich nicht auf die Systemlautstärke aus
fr: Les modifications que vous apportez n'affecteront pas le volume du système
he: השינויים שתבצע לא ישפיעו על עוצמת הקול של המערכת
hi: आपके द्वारा किए गए परिवर्तन सिस्टम वॉल्यूम को प्रभावित नहीं करेंगे
hu: Az elvégzett változtatások nem befolyásolják a rendszer hangerejét
id: Perubahan yang Anda buat tidak akan memengaruhi volume sistem
it: Le modifiche apportate non influiranno sul volume del sistema

source: once the program has finished.
de: sobald das Programm beendet ist.
fr: une fois le programme terminé.
he: לאחר סיום התוכנית.
hi: एक बार कार्यक्रम समाप्त हो गया है.
hu: ha a program véget ért.
id: setelah program selesai.
it: una volta terminato il programma.

source: It is, of course, also possible to change the overall
de: Es ist natürlich auch möglich, die Gesamtheit zu ändern
fr: Il est bien sûr également possible de modifier l'ensemble
he: אפשר כמובן גם לשנות את האוברול
hi: बेशक, समग्र रूप से बदलाव करना भी संभव है
hu: Természetesen az összlet megváltoztatása is lehetséges
id: Tentu saja, juga memungkinkan untuk mengubah keseluruhan
it: Naturalmente è anche possibile modificare l'insieme

source: system volume with the slider on the Windows taskbar.
de: Systemlautstärke mit dem Schieberegler in der Windows-Taskleiste.
fr: volume du système avec le curseur sur la barre des tâches Windows.
he: עוצמת הקול של המערכת באמצעות המחוון בשורת המשימות של Windows.
hi: विंडोज टास्कबार पर स्लाइडर के साथ सिस्टम वॉल्यूम को चुनें।
hu: rendszer hangerejét a Windows tálcán lévő csúszkával.
id: volume sistem dengan penggeser pada bilah tugas Windows.
it: volume di sistema tramite il cursore sulla barra delle applicazioni di Windows.

source: 2d and 3d sound effects are stored separately,
de: 2D- und 3D-Soundeffekte werden separat gespeichert,
fr: Les effets sonores 2D et 3D sont stockés séparément,
he: אפקטים קוליים דו-ממדיים ותלת-ממדיים מאוחסנים בנפרד,
hi: 2डी और 3डी ध्वनि प्रभाव अलग-अलग संग्रहीत किए जाते हैं,
hu: A 2D és 3D hangeffektusokat külön tárolja,
id: Efek suara 2d dan 3d disimpan secara terpisah,
it: Gli effetti sonori 2D e 3D vengono memorizzati separatamente,

source: so you can chose a different set for each screen.
de: Sie können also für jeden Bildschirm ein anderes Set auswählen.
fr: vous pouvez donc choisir un ensemble différent pour chaque écran.
he: כך שתוכל לבחור סט שונה עבור כל מסך.
hi: ताकि आप प्रत्येक स्क्रीन के लिए एक अलग सेट चुन सकें।
hu: így minden képernyőhöz más-más készletet választhat.
id: sehingga Anda dapat memilih set yang berbeda untuk setiap layar.
it: così puoi scegliere un set diverso per ogni schermo.

source: Here is a list of the names of the sound effects
de: Hier ist eine Liste der Namen der Soundeffekte
fr: Voici une liste des noms des effets sonores
he: להלן רשימה של שמות האפקטים הקוליים
hi: ध्वनि प्रभावों के नामों की सूची यहां दी गई है
hu: Itt található a hangeffektusok nevének listája
id: Berikut adalah daftar nama efek suara
it: Ecco un elenco dei nomi degli effetti sonori

source: files used in the program.
de: im Programm verwendete Dateien.
fr: fichiers utilisés dans le programme.
he: קבצים שבהם נעשה שימוש בתוכנית.
hi: प्रोग्राम में उपयोग की गई फ़ाइलें.
hu: a programban használt fájlokat.
id: file yang digunakan dalam program.
it: file utilizzati nel programma.

source: Move sounds
de: Sounds verschieben
fr: Déplacer les sons
he: צלילים להזיז
hi: ध्वनियाँ ले जाएँ
hu: Mozgáshangok
id: Pindahkan suara
it: Sposta i suoni

source: Game Sounds
de: Spielgeräusche
fr: Sons du jeu
he: צלילי משחק
hi: खेल ध्वनियाँ
hu: Játék hangjai
id: Suara Permainan
it: Suoni di gioco

source: for a human player win against the computer
de: für einen menschlichen Spieler, der gegen den Computer gewinnt
fr: pour qu'un joueur humain gagne contre l'ordinateur
he: עבור שחקן אנושי לנצח מול המחשב
hi: एक मानव खिलाड़ी के लिए कंप्यूटर के खिलाफ जीत
hu: mert egy emberi játékos nyer a számítógép ellen
id: untuk pemain manusia menang melawan komputer
it: per un giocatore umano che vince contro il computer

source: for a computer win against a human player
de: für einen Computersieg gegen einen menschlichen Spieler
fr: pour une victoire de l'ordinateur contre un joueur humain
he: לניצחון במחשב נגד שחקן אנושי
hi: एक मानव खिलाड़ी के खिलाफ कंप्यूटर की जीत के लिए
hu: egy emberjátékos elleni számítógépes győzelemért
id: untuk kemenangan komputer melawan pemain manusia
it: per una vittoria del computer contro un giocatore umano

source: for a white win in an engine vs engine game
de: für einen weißen Sieg in einem Engine-gegen-Engine-Spiel
fr: pour une victoire blanche dans une partie moteur contre moteur
he: לניצחון לבן במשחק מנוע מול מנוע
hi: इंजन बनाम इंजन खेल में सफ़ेद जीत के लिए
hu: egy motor vs motor játékban a fehér győzelemért
id: untuk kemenangan putih dalam permainan mesin vs mesin
it: per una vittoria bianca in una partita motore contro motore
