Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: check the < Tie pieces to King > checkbox,
de: Aktivieren Sie das Kontrollkästchen <Teile an König binden>.
fr: cochez la case < Attacher les pièces au roi >,
he: סמן את תיבת הסימון < תיקו חלקים למלך >,
hi: < राजा को मोहरे बांधें > चेकबॉक्स को चेक करें,
hu: jelölje be a < Kösse darabokat a királyhoz > jelölőnégyzetet,
id: centang kotak centang < Tie pieces to King >,
it: seleziona la casella di controllo < Lega i pezzi al re >,

source: uncheck the < tie Y, Z to X > checkbox,
de: Deaktivieren Sie das Kontrollkästchen < Y, Z an X binden >.
fr: décochez la case < lier Y, Z à X >,
he: בטל את הסימון בתיבת הסימון < קשר Y, Z ל-X >,
hi: < Y, Z को X से जोड़ें > चेकबॉक्स को अनचेक करें,
hu: törölje a jelet a < Tie Y, Z to X > jelölőnégyzetből,
id: hapus centang pada kotak centang < ikat Y, Z ke X >,
it: deseleziona la casella di controllo <collega Y, Z a X>,

source: check the column(s) checkbox(es) that you want to adjust using
de: Aktivieren Sie die Kontrollkästchen der Spalten, die Sie anpassen möchten, mit
fr: cochez la ou les cases de la ou des colonnes que vous souhaitez ajuster à l'aide
he: סמן את תיבות הסימון של העמודות שברצונך להתאים באמצעותן
hi: उस कॉलम(स्तंभों) के चेकबॉक्स को चेक करें जिसे आप समायोजित करना चाहते हैं
hu: jelölje be a módosítani kívánt oszlopo(ka)t
id: centang kotak centang kolom yang ingin Anda sesuaikan menggunakan
it: seleziona la/le casella/e di controllo della/e colonna/e che vuoi modificare utilizzando

source: < Tie X > < Tie Y > < Tie Z >
de: < Krawatte X > < Krawatte Y > < Krawatte Z >
fr: < Cravate X > < Cravate Y > < Cravate Z >
he: < עניבה X > < עניבה Y > < עניבה Z >
hi: < टाई एक्स > < टाई वाई > < टाई जेड >
hu: < nyakkendő X > < nyakkendő Y > < nyakkendő Z >
id: < Seri X > < Seri Y > < Seri Z >
it: < Cravatta X > < Cravatta Y > < Cravatta Z >

source: and then make the adjustments to the King x, y and z values.
de: und nehmen Sie dann die Anpassungen an den King-X-, Y- und Z-Werten vor.
fr: et effectuez ensuite les ajustements aux valeurs x, y et z du roi.
he: ולאחר מכן בצע את ההתאמות לערכי המלך x, y ו-z.
hi: और फिर किंग x, y और z मानों में समायोजन करें।
hu: majd végezze el a King x, y és z értékek módosítását.
id: lalu buat penyesuaian pada nilai King x, y, dan z.
it: e quindi apportare le modifiche ai valori x, y e z del re.

source: To adjust row values, uncheck the < Tie pieces to King > checkbox,
de: Um die Zeilenwerte anzupassen, deaktivieren Sie das Kontrollkästchen <Teile an König binden>.
fr: Pour ajuster les valeurs des lignes, décochez la case < Attacher les pièces au roi >,
he: כדי להתאים את ערכי השורות, בטל את הסימון בתיבת הסימון < תיקו חלקים למלך >,
hi: पंक्ति मान समायोजित करने के लिए, < राजा से मोहरे बांधें > चेकबॉक्स को अनचेक करें,
hu: A sorértékek módosításához törölje a jelet a <Királyhoz kötve > jelölőnégyzetből,
id: Untuk menyesuaikan nilai baris, hapus centang pada kotak centang < Tie pieces to King >,
it: Per regolare i valori di riga, deselezionare la casella di controllo < Lega i pezzi al re >,

source: check the < tie Y, Z to X > checkbox
de: aktivieren Sie das Kontrollkästchen < Y, Z mit X verbinden >
fr: cochez la case < lier Y, Z à X >
he: סמן את תיבת הסימון < קשר Y, Z ל-X >
hi: < Y, Z को X से जोड़ें > चेकबॉक्स को चेक करें
hu: jelölje be a < Tie Y, Z to X > jelölőnégyzetet
id: centang kotak centang < ikat Y, Z ke X >
it: seleziona la casella di controllo <collega Y, Z a X>

source: and then make the adjustments to the piece x-value for the row.
de: und nehmen Sie dann die Anpassungen am Stück-X-Wert für die Zeile vor.
fr: et effectuez ensuite les ajustements à la valeur x de la pièce pour la ligne.
he: ולאחר מכן בצע את ההתאמות בערך ה-x עבור השורה.
hi: और फिर पंक्ति के लिए टुकड़ा x-मान में समायोजन करें।
hu: majd végezze el a sor darab x-értékének módosításait.
id: lalu buat penyesuaian pada nilai x bagian untuk baris tersebut.
it: e quindi apportare le modifiche al valore x del pezzo per la riga.

source: To adjust the piece values separately, uncheck all of the checkboxes.
de: Um die Stückwerte separat anzupassen, deaktivieren Sie alle Kontrollkästchen.
fr: Pour ajuster les valeurs des pièces séparément, décochez toutes les cases.
he: כדי להתאים את ערכי החלקים בנפרד, בטל את הסימון בכל תיבות הסימון.
hi: टुकड़ों के मान को अलग-अलग समायोजित करने के लिए, सभी चेकबॉक्स को अनचेक करें।
hu: A darabértékek külön beállításához törölje az összes jelölőnégyzet bejelölését.
id: Untuk menyesuaikan nilai bagian secara terpisah, hapus tanda centang pada semua kotak centang.
it: Per modificare separatamente i valori dei pezzi, deseleziona tutte le caselle di controllo.

source: 3d piece size adjustment help
de: Hilfe zur Größenanpassung von 3D-Teilen
fr: Aide au réglage de la taille des pièces 3D
he: עזרה בהתאמת גודל חתיכה תלת מימדית
hi: 3डी टुकड़ा आकार समायोजन सहायता
hu: 3d darab méretbeállítás segítség
id: Bantuan penyesuaian ukuran potongan 3d
it: Aiuto per la regolazione delle dimensioni del pezzo 3D

source: This panel lets you set player names.
de: In diesem Bereich können Sie Spielernamen festlegen.
fr: Ce panneau vous permet de définir les noms des joueurs.
he: לוח זה מאפשר לך להגדיר שמות שחקנים.
hi: यह पैनल आपको खिलाड़ियों के नाम निर्धारित करने की सुविधा देता है।
hu: Ez a panel lehetővé teszi a játékosok nevének beállítását.
id: Panel ini memungkinkan Anda mengatur nama pemain.
it: Questo pannello consente di impostare i nomi dei giocatori.

source: Current white player
de: Aktueller weißer Spieler
fr: Joueur blanc actuel
he: שחקן לבן נוכחי
hi: वर्तमान श्वेत खिलाड़ी
hu: Jelenlegi fehér játékos
id: Pemain kulit putih saat ini
it: Giocatore bianco attuale

source: Current black player
de: Aktueller schwarzer Spieler
fr: Joueur noir actuel
he: שחקן שחור נוכחי
hi: वर्तमान अश्वेत खिलाड़ी
hu: Jelenlegi fekete játékos
id: Pemain kulit hitam saat ini
it: Giocatore nero attuale

source: Usual name of human player in human vs engine games
de: Üblicher Name des menschlichen Spielers in Mensch-gegen-Maschine-Spielen
fr: Nom habituel du joueur humain dans les jeux humains contre moteurs
he: שם רגיל של שחקן אנושי במשחקי אנושי מול מנוע
hi: मानव बनाम इंजन गेम में मानव खिलाड़ी का सामान्य नाम
hu: Az emberi játékos szokásos neve az emberi és motoros játékokban
id: Nama umum pemain manusia dalam game manusia vs mesin
it: Nome usuale del giocatore umano nei giochi tra umani e motori

source: Bill
de: Rechnung
fr: Facture
he: הַצָעַת חוֹק
hi: बिल
hu: Számla
id: Tagihan
it: Conto

source: The person who usually uses this program to play against a chess engine.
de: Die Person, die dieses Programm normalerweise verwendet, um gegen eine Schach-Engine zu spielen.
fr: La personne qui utilise habituellement ce programme pour jouer contre un moteur d’échecs.
he: האדם שבדרך כלל משתמש בתוכנית זו כדי לשחק נגד מנוע שחמט.
hi: वह व्यक्ति जो आमतौर पर शतरंज इंजन के खिलाफ खेलने के लिए इस प्रोग्राम का उपयोग करता है।
hu: Az a személy, aki általában használja ezt a programot, hogy sakkmotor ellen játsszon.
id: Orang yang biasanya menggunakan program ini untuk bermain melawan mesin catur.
it: La persona che solitamente usa questo programma per giocare contro un motore scacchistico.

source: Use this panel to name the players involved in the
de: Verwenden Sie dieses Feld, um die Namen der Spieler zu vergeben, die an der
fr: Utilisez ce panneau pour nommer les joueurs impliqués dans le
he: השתמש בפאנל זה כדי לתת שם לשחקנים המעורבים ב
hi: इस पैनल का उपयोग करके इस खेल में शामिल खिलाड़ियों के नाम बताएं।
hu: Ezen a panelen nevezheti meg a játékban részt vevő játékosokat
id: Gunakan panel ini untuk memberi nama pemain yang terlibat dalam
it: Utilizzare questo pannello per nominare i giocatori coinvolti nel

source: onscreen games.
de: Bildschirmspiele.
fr: jeux à l'écran.
he: משחקים על המסך.
hi: ऑनस्क्रीन गेम्स.
hu: képernyőn megjelenő játékok.
id: permainan di layar.
it: giochi sullo schermo.

source: A shortcut to this dialog is available; simply
de: Es gibt eine Verknüpfung zu diesem Dialog.
fr: Un raccourci vers cette boîte de dialogue est disponible ; il suffit de
he: קיצור דרך לשיח זה זמין; פָּשׁוּט
hi: इस संवाद का एक शॉर्टकट उपलब्ध है; बस
hu: A párbeszédpanel parancsikonja elérhető; egyszerűen
id: Pintasan ke dialog ini tersedia; cukup
it: È disponibile una scorciatoia per questa finestra di dialogo; semplicemente

source: click on a player name.
de: Klicken Sie auf einen Spielernamen.
fr: cliquez sur le nom d'un joueur.
he: לחץ על שם שחקן.
hi: किसी खिलाड़ी के नाम पर क्लिक करें.
hu: kattintson a játékos nevére.
id: klik nama pemain.
it: clicca sul nome di un giocatore.

source: Player Name Dialog Help
de: Hilfe zum Dialog „Spielername“
fr: Aide à la boîte de dialogue Nom du joueur
he: עזרה בשיח שם שחקן
hi: खिलाड़ी का नाम संवाद सहायता
hu: Játékosnév párbeszédpanel Súgó
id: Bantuan Dialog Nama Pemain
it: Aiuto per la finestra di dialogo Nome giocatore

source: Error opening .bin book file
de: Fehler beim Öffnen der .bin-Buchdatei
fr: Erreur lors de l'ouverture du fichier .bin book
he: שגיאה בפתיחת קובץ ספר .bin
hi: .bin पुस्तक फ़ाइल खोलने में त्रुटि
hu: Hiba a .bin könyvfájl megnyitásakor
id: Kesalahan saat membuka file buku .bin
it: Errore durante l'apertura del file del libro .bin

source: Polyglot file message
de: Polyglotte Dateinachricht
fr: Message de fichier polyglotte
he: הודעת קובץ פוליגלוט
hi: बहुभाषी फ़ाइल संदेश
hu: Polyglot fájl üzenet
id: Pesan file poliglot
it: Messaggio di file poliglotta

source: Opening book file re-write complete
de: Neuschreiben der Eröffnungsbuchdatei abgeschlossen
fr: Ouverture du fichier du livre réécrit terminée
he: פתיחת קובץ הספר הכתיבה מחדש הושלמה
hi: ओपनिंग बुक फ़ाइल का पुनःलेखन पूर्ण
hu: A könyvfájl megnyitásának újraírása befejeződött
id: Pembukaan berkas buku selesai ditulis ulang
it: Apertura file libro riscrittura completata

source: Update opening book file message
de: Meldung zum Öffnen der Buchdatei aktualisieren
fr: Mettre à jour le message d'ouverture du fichier du livre
he: עדכון הודעת קובץ פתיחת ספר
hi: ओपनिंग बुक फ़ाइल संदेश अपडेट करें
hu: Frissítse a nyitó könyvfájl üzenetét
id: Perbarui pesan pembukaan file buku
it: Aggiorna il messaggio di apertura del file del libro

source: There are no moves in the file
de: Es gibt keine Züge in der Datei
fr: Il n'y a aucun mouvement dans le fichier
he: אין מהלכים בקובץ
hi: फ़ाइल में कोई चाल नहीं है
hu: Nincsenek mozgások a fájlban
id: Tidak ada gerakan dalam file tersebut
it: Non ci sono mosse nel file

source: Cannot read book moves into memory, operation cancelled
de: Buchverschiebungen im Speicher können nicht gelesen werden, Vorgang abgebrochen
fr: Impossible de lire les mouvements du livre en mémoire, opération annulée
he: לא ניתן לקרוא את הספר עובר לזיכרון, הפעולה בוטלה
hi: पुस्तक पढ़ने में असमर्थता मेमोरी में चली गई, ऑपरेशन रद्द कर दिया गया
hu: Nem olvasható a könyv a memóriába kerül, a művelet megszakadt
id: Tidak dapat membaca buku yang dipindahkan ke memori, operasi dibatalkan
it: Impossibile leggere il libro spostato nella memoria, operazione annullata

source: Memory allocation error
de: Speicherzuweisungsfehler
fr: Erreur d'allocation de mémoire
he: שגיאת הקצאת זיכרון
hi: स्मृति आवंटन त्रुटि
hu: Memóriakiosztási hiba
id: Kesalahan alokasi memori
it: Errore di allocazione della memoria

source: There is no game loaded to add moves from.
de: Es ist kein Spiel geladen, aus dem Züge hinzugefügt werden können.
fr: Il n'y a pas de jeu chargé pour ajouter des mouvements.
he: לא נטען משחק שאפשר להוסיף ממנו מהלכים.
hi: चालें जोड़ने के लिए कोई गेम लोड नहीं है।
hu: Nincs olyan játék, amelyből mozdulatokat lehetne hozzáadni.
id: Tidak ada permainan yang dimuat untuk menambahkan gerakan.
it: Non è presente alcuna partita caricata da cui aggiungere mosse.

source: Please load a game before adding moves.
de: Bitte laden Sie ein Spiel, bevor Sie Züge hinzufügen.
fr: Veuillez charger une partie avant d'ajouter des mouvements.
he: נא לטעון משחק לפני הוספת מהלכים.
hi: कृपया चालें जोड़ने से पहले गेम लोड करें।
hu: Kérjük, töltsön be egy játékot a lépések hozzáadása előtt.
id: Harap muat permainan sebelum menambahkan gerakan.
it: Si prega di caricare una partita prima di aggiungere mosse.

source: If your intention was to add all the games from a database,
de: Wenn Sie alle Spiele aus einer Datenbank hinzufügen möchten,
fr: Si votre intention était d'ajouter tous les jeux d'une base de données,
he: אם הכוונה שלך הייתה להוסיף את כל המשחקים ממסד נתונים,
hi: यदि आपका इरादा डेटाबेस से सभी खेलों को जोड़ना था,
hu: Ha az volt a szándéka, hogy az összes játékot hozzáadja egy adatbázisból,
id: Jika tujuan Anda adalah menambahkan semua game dari database,
it: Se la tua intenzione era quella di aggiungere tutti i giochi da un database,

source: then please click the <Add database> checkbox
de: Klicken Sie anschließend auf das Kontrollkästchen <Datenbank hinzufügen>
fr: alors veuillez cliquer sur la case à cocher <Ajouter une base de données>
he: לאחר מכן, אנא לחץ על תיבת הסימון <הוסף מסד נתונים>
hi: तो कृपया <डेटाबेस जोड़ें> चेकबॉक्स पर क्लिक करें
hu: majd kattintson az <Add Database> jelölőnégyzetre
id: lalu silahkan klik kotak centang <Tambahkan database>
it: quindi fare clic sulla casella di controllo <Aggiungi database>

source: before clicking on <Add Games>
de: bevor Sie auf <Spiele hinzufügen> klicken
fr: avant de cliquer sur <Ajouter des jeux>
he: לפני לחיצה על <הוסף משחקים>
hi: <गेम्स जोड़ें> पर क्लिक करने से पहले
hu: mielőtt az <Add Games> gombra kattintasz
id: sebelum mengklik <Tambah Game>
it: prima di cliccare su <Aggiungi giochi>

source: Add games from PGN file message
de: Nachricht „Spiele aus PGN-Datei hinzufügen“
fr: Message d'ajout de jeux à partir du fichier PGN
he: הוסף משחקים מהודעת קובץ PGN
hi: PGN फ़ाइल संदेश से गेम जोड़ें
hu: Játékok hozzáadása PGN fájlüzenetből
id: Tambahkan game dari pesan file PGN
it: Aggiungi giochi dal messaggio del file PGN

source: There is no PGN file loaded
de: Es ist keine PGN-Datei geladen
fr: Aucun fichier PGN n'est chargé
he: לא נטען קובץ PGN
hi: कोई PGN फ़ाइल लोड नहीं है
hu: Nincs betöltve PGN fájl
id: Tidak ada file PGN yang dimuat
it: Non è stato caricato alcun file PGN

source: Please load a PGN file before adding games
de: Bitte laden Sie eine PGN-Datei, bevor Sie Spiele hinzufügen
fr: Veuillez charger un fichier PGN avant d'ajouter des jeux
he: אנא טען קובץ PGN לפני הוספת משחקים
hi: कृपया गेम जोड़ने से पहले PGN फ़ाइल लोड करें
hu: A játékok hozzáadása előtt töltsön be egy PGN fájlt
id: Harap memuat file PGN sebelum menambahkan game
it: Si prega di caricare un file PGN prima di aggiungere giochi

source: Game moves added to opening book
de: Spielzüge zum Eröffnungsbuch hinzugefügt
fr: Mouvements de jeu ajoutés au livre d'ouverture
he: מהלכי משחק נוספו לספר הפתיחה
hi: खेल चालों को ओपनिंग बुक में जोड़ा गया
hu: A játék lépései hozzáadva a nyitókönyvhöz
id: Gerakan permainan ditambahkan ke buku pembuka
it: Mosse di gioco aggiunte al libro di apertura

source: Book file update message
de: Meldung zur Aktualisierung der Buchdatei
fr: Message de mise à jour du fichier du livre
he: הודעת עדכון קובץ הספר
hi: पुस्तक फ़ाइल अद्यतन संदेश
hu: Könyvfájl frissítési üzenet
id: Pesan pembaruan berkas buku
it: Messaggio di aggiornamento del file del libro

source: Add games to file
de: Spiele zur Datei hinzufügen
fr: Ajouter des jeux au fichier
he: הוסף משחקים לקובץ
hi: फ़ाइल में गेम जोड़ें
hu: Játékok hozzáadása a fájlhoz
id: Tambahkan game ke file
it: Aggiungi giochi al file

source: complete.
de: vollständig.
fr: complet.
he: לְהַשְׁלִים.
hi: पूरा।
hu: teljes.
id: menyelesaikan.
it: completare.

source: Games processed
de: Spiele verarbeitet
fr: Jeux traités
he: משחקים מעובדים
hi: संसाधित खेल
hu: Játékok feldolgozva
id: Game diproses
it: Giochi elaborati

source: Moves added
de: Hinzugefügte Moves
fr: Mouvements ajoutés
he: מהלכים נוספו
hi: चालें जोड़ी गईं
hu: Mozdulatok hozzáadva
id: Gerakan ditambahkan
it: Mosse aggiunte

source: Time taken
de: Benötigte Zeit
fr: Temps pris
he: זמן נלקח
hi: समय लिया
hu: Eltelt idő
id: Waktu yang dibutuhkan
it: Tempo impiegato

source: Add games cancelled
de: Abgebrochene Spiele hinzufügen
fr: Ajouter les jeux annulés
he: הוספת משחקים בוטלה
hi: रद्द किए गए गेम जोड़ें
hu: Játékok hozzáadása törölve
id: Tambahkan game yang dibatalkan
it: Aggiungi giochi annullati

source: Do you wish to add the games processed so far ?
de: Möchten Sie die bisher bearbeiteten Spiele hinzufügen?
fr: Souhaitez-vous ajouter les jeux traités jusqu'à présent ?
he: האם ברצונך להוסיף את המשחקים שעובדו עד כה?
hi: क्या आप अब तक संसाधित खेलों को जोड़ना चाहते हैं?
hu: Szeretné hozzáadni az eddig feldolgozott játékokat?
id: Apakah Anda ingin menambahkan game yang diproses sejauh ini?
it: Desideri aggiungere i giochi elaborati finora?

source: partially completed.
de: teilweise abgeschlossen.
fr: partiellement terminé.
he: הושלם חלקית.
hi: आंशिक रूप से पूरा।
hu: részben elkészült.
id: sebagian selesai.
it: parzialmente completato.

source: No moves to add
de: Keine Züge hinzuzufügen
fr: Aucun mouvement à ajouter
he: אין מהלכים להוסיף
hi: कोई कदम जोड़ने की जरूरत नहीं
hu: Nincs további lépés
id: Tidak ada gerakan yang perlu ditambahkan
it: Nessuna mossa da aggiungere

source: No moves to delete
de: Keine Züge zum Löschen
fr: Aucun mouvement à supprimer
he: אין מהלכים למחיקה
hi: हटाने के लिए कोई कदम नहीं
hu: Nem kell törölni
id: Tidak ada gerakan untuk menghapus
it: Nessuna mossa da eliminare

source: Cannot reallocate memory for opening book
de: Speicher zum Öffnen des Buches kann nicht neu zugewiesen werden
fr: Impossible de réaffecter la mémoire pour ouvrir le livre
he: לא ניתן להקצות מחדש זיכרון לפתיחת ספר
hi: पुस्तक खोलने के लिए मेमोरी पुनः आवंटित नहीं की जा सकती
hu: Nem sikerült újrafoglalni a memóriát a könyv megnyitásához
id: Tidak dapat mengalokasikan ulang memori untuk membuka buku
it: Impossibile riallocare la memoria per l'apertura del libro

source: Memory error
de: Speicherfehler
fr: Erreur de mémoire
he: שגיאת זיכרון
hi: स्मृति त्रुटि
hu: Memória hiba
id: Kesalahan memori
it: Errore di memoria

source: Cannot open the .bin opening book file
de: Die .bin-Datei zum Öffnen des Buchs kann nicht geöffnet werden
fr: Impossible d'ouvrir le fichier d'ouverture du livre .bin
he: לא ניתן לפתוח את קובץ ספר הפתיחה .bin
hi: .bin ओपनिंग बुक फ़ाइल नहीं खोली जा सकती
hu: A .bin nyitókönyvfájl nem nyitható meg
id: Tidak dapat membuka file buku pembuka .bin
it: Impossibile aprire il file di apertura del libro .bin

source: There are no moves in the book to reset
de: Es gibt keine Züge im Buch, die zurückgesetzt werden können
fr: Il n'y a aucun mouvement dans le livre pour réinitialiser
he: אין מהלכים בספר לאיפוס
hi: पुस्तक में रीसेट करने के लिए कोई चाल नहीं है
hu: A könyvben nincsenek visszaállítandó lépések
id: Tidak ada gerakan dalam buku untuk mengatur ulang
it: Non ci sono mosse nel libro da resettare

source: Edit Polyglot .bin opening book
de: Bearbeiten Sie das Eröffnungsbuch „Polyglot .bin“
fr: Modifier le livre d'ouverture Polyglot .bin
he: ערוך את ספר הפתיחה של Polyglot .bin
hi: पॉलीग्लॉट .bin ओपनिंग बुक संपादित करें
hu: Edit Polyglot .bin nyitókönyv
id: Edit buku pembuka Polyglot .bin
it: Modifica Polyglot .bin apertura libro

source: File :-
de: Datei :-
fr: Déposer :-
he: קובץ:-
hi: फ़ाइल :-
hu: Fájl:-
id: Berkas :-

source: Select .bin file for book
de: Wählen Sie die .bin-Datei für das Buch aus
fr: Sélectionnez le fichier .bin pour le livre
he: בחר קובץ .bin עבור הספר
hi: पुस्तक के लिए .bin फ़ाइल चुनें
hu: Válassza ki a .bin fájlt a könyvhöz
id: Pilih file .bin untuk buku
it: Seleziona il file .bin per il libro

source: Add line
de: Zeile hinzufügen
fr: Ajouter une ligne
he: הוסף שורה
hi: पंक्ति जोड़ें
hu: Sor hozzáadása
id: Tambahkan baris
it: Aggiungi riga

source: from start
de: von Anfang an
fr: depuis le début
he: מההתחלה
hi: शुरू से
hu: kezdettől fogva
id: dari awal
it: dall'inizio

source: with sub-vars
de: mit Untervariablen
fr: avec des sous-variables
he: עם תת-ווארים
hi: उप-वार्स के साथ
hu: alváltozatokkal
id: dengan sub-var
it: con sotto-variabili

source: Delete line
de: Zeile löschen
fr: Supprimer la ligne
he: מחק שורה
hi: पंक्ति हटाएं
hu: Sor törlése
id: Hapus baris
it: Elimina riga

source: Default weight value
de: Standardgewichtswert
fr: Valeur de poids par défaut
he: ערך משקל ברירת מחדל
hi: डिफ़ॉल्ट वज़न मान
hu: Alapértelmezett súlyérték
id: Nilai berat default
it: Valore di peso predefinito

source: Select the options to add game(s) from a PGN file :-
de: Wählen Sie die Optionen zum Hinzufügen von Spielen aus einer PGN-Datei: -
fr: Sélectionnez les options pour ajouter des jeux à partir d'un fichier PGN :-
he: בחר את האפשרויות להוספת משחקים מקובץ PGN:-
hi: PGN फ़ाइल से गेम(गेम्स) जोड़ने के लिए विकल्पों का चयन करें:-
hu: Válassza ki a játék(ok) PGN fájlból való hozzáadásának lehetőségeit: -
id: Pilih opsi untuk menambahkan permainan dari file PGN :-
it: Seleziona le opzioni per aggiungere giochi da un file PGN :-

source: Add game
de: Spiel hinzufügen
fr: Ajouter un jeu
he: הוסף משחק
hi: खेल जोड़ें
hu: Játék hozzáadása
id: Tambahkan permainan
it: Aggiungi gioco

source: Add database
de: Datenbank hinzufügen
fr: Ajouter une base de données
he: הוסף מסד נתונים
hi: डेटाबेस जोड़ें
hu: Adatbázis hozzáadása
id: Tambahkan basis data
it: Aggiungi database

source: Move depth (ply) :
de: Bewegungstiefe (Schicht):
fr: Profondeur de déplacement (pli) :
he: עומק הזזה (שכבה):
hi: चाल गहराई (प्लाई) :
hu: Mozgatási mélység (réteg):
id: Kedalaman gerakan (lapisan) :
it: Profondità di spostamento (strato):

source: Book move no.
de: Buchumzug Nr.
fr: Numéro de mouvement du livre
he: מהלך ספר מס.
hi: पुस्तक चाल नं.
hu: Könyvköltség sz.
id: Pemindahan buku no.
it: Spostamento del libro n.

source: Start game no.
de: Startspiel Nr.
fr: Commencez le jeu n°
he: התחלת משחק מס.
hi: खेल नं. प्रारंभ करें.
hu: A játék indítása sz.
id: Mulai permainan no.
it: Inizia la partita n.

source: End game no. :
de: Endspiel Nr.:
fr: Fin de partie n° :
he: משחק סיום מס. :
hi: अंतिम खेल नं.:
hu: Végjáték sz. :
id: Akhir permainan no.:
it: Finale del gioco n. :

source: Add game(s)
de: Spiel(e) hinzufügen
fr: Ajouter un ou plusieurs jeux
he: הוסף משחקים
hi: खेल(खेलों) को जोड़ें
hu: Játék(ok) hozzáadása
id: Tambahkan game
it: Aggiungi gioco/i

source: Last game no. added
de: Letzte Spielnummer hinzugefügt
fr: Dernier numéro de jeu ajouté
he: משחק אחרון מס. הוסיף
hi: अंतिम गेम संख्या जोड़ी गई
hu: Utolsó játék sz. tette hozzá
id: Game terakhir no. ditambahkan
it: Ultimo gioco n. aggiunto

source: The polyglot .bin file that is used for opening book moves.
de: Die polyglotte .bin-Datei, die zum Öffnen von Buchzügen verwendet wird.
fr: Le fichier polyglotte .bin utilisé pour ouvrir les mouvements du livre.
he: קובץ ה-polyglot .bin המשמש לפתיחת מהלכי ספר.
hi: पॉलीग्लॉट .bin फ़ाइल जिसका उपयोग पुस्तक चालों को खोलने के लिए किया जाता है।
hu: A többnyelvű .bin fájl, amely a könyvek megnyitására szolgál, mozog.
id: File .bin poliglot yang digunakan untuk membuka buku bergerak.
it: Il file .bin poliglotta utilizzato per aprire gli spostamenti dei libri.

source: Click to add the current line to book
de: Klicken Sie hier, um die aktuelle Zeile zum Buch hinzuzufügen
fr: Cliquez pour ajouter la ligne actuelle à la réservation
he: לחץ כדי להוסיף את השורה הנוכחית לספר
hi: वर्तमान लाइन को बुक में जोड़ने के लिए क्लिक करें
hu: Kattintson az aktuális sor foglaláshoz való hozzáadásához
id: Klik untuk menambahkan baris saat ini ke buku
it: Fare clic per aggiungere la riga corrente alla prenotazione
