Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Use bug fix
de: Fehlerbehebung verwenden
fr: Utiliser le correctif de bogue
he: השתמש בתיקון באגים
hi: बग फिक्स का उपयोग करें
hu: Használjon hibajavítást
id: Gunakan perbaikan bug
it: Usa la correzione dei bug

source: List change :
de: Listenänderung:
fr: Changement de liste :
he: שינוי רשימה:
hi: सूची में परिवर्तन :
hu: Lista változás:
id: Perubahan daftar:
it: Elenco modifiche:

source: Check this box for game list box position being equal
de: Aktivieren Sie dieses Kontrollkästchen, damit die Position im Spielelistenfeld gleich bleibt
fr: Cochez cette case pour que la position de la liste des jeux soit égale
he: סמן את התיבה הזו כדי שמיקום תיבת רשימת המשחקים שווה
hi: खेल सूची बॉक्स की स्थिति बराबर होने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha a játéklista mezőjének pozíciója egyenlő
id: Centang kotak ini untuk memastikan posisi kotak daftar permainan sama
it: Seleziona questa casella per far sì che la posizione della casella dell'elenco dei giochi sia uguale

source: after adding a sub-variation
de: nach dem Hinzufügen einer Untervariante
fr: après avoir ajouté une sous-variante
he: לאחר הוספת תת-וריאציה
hi: उप-भिन्नता जोड़ने के बाद
hu: alváltozat hozzáadása után
id: setelah menambahkan sub-variasi
it: dopo aver aggiunto una sottovariante

source: Check this box to use bug fix for adding sub-vars
de: Aktivieren Sie dieses Kontrollkästchen, um den Bugfix für das Hinzufügen von Untervariablen zu verwenden
fr: Cochez cette case pour utiliser le correctif de bogue pour l'ajout de sous-variables
he: סמן את התיבה הזו כדי להשתמש בתיקון באגים להוספת תת-וורס
hi: उप-वार्स जोड़ने के लिए बग फिक्स का उपयोग करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha hibajavítást szeretne használni az alváltozók hozzáadásához
id: Centang kotak ini untuk menggunakan perbaikan bug untuk menambahkan sub-var
it: Seleziona questa casella per utilizzare la correzione dei bug per l'aggiunta di sotto-variabili

source: Unfortunately there is a small, harmless, very rare bug
de: Leider gibt es einen kleinen, harmlosen, sehr seltenen Fehler
fr: Malheureusement, il existe un petit bug inoffensif et très rare
he: לרוע המזל יש באג קטן, לא מזיק, נדיר מאוד
hi: दुर्भाग्य से एक छोटा, हानिरहित, बहुत दुर्लभ बग है
hu: Sajnos van egy kicsi, ártalmatlan, nagyon ritka hiba
id: Sayangnya ada bug kecil, tidak berbahaya, dan sangat langka
it: Purtroppo esiste un piccolo insetto innocuo e molto raro

source: that emerges during the automatic analysis of games.
de: die bei der automatischen Analyse von Partien entstehen.
fr: qui émerge lors de l'analyse automatique des jeux.
he: שעולה במהלך ניתוח אוטומטי של משחקים.
hi: जो खेलों के स्वचालित विश्लेषण के दौरान सामने आता है।
hu: amely a játékok automatikus elemzése során jelenik meg.
id: yang muncul selama analisis otomatis permainan.
it: che emerge durante l'analisi automatica delle partite.

source: Very occasionally, the program will insert a comment for a sub-variation
de: In sehr seltenen Fällen fügt das Programm einen Kommentar für eine Untervariante ein
fr: Très occasionnellement, le programme insérera un commentaire pour une sous-variante
he: מדי פעם, התוכנית תוסיף הערה לווריאציה משנה
hi: कभी-कभी, प्रोग्राम उप-भिन्नता के लिए एक टिप्पणी सम्मिलित करेगा
hu: Nagyon alkalmanként a program megjegyzést szúr be egy alváltozathoz
id: Kadang-kadang, program akan memasukkan komentar untuk sub-variasi
it: Molto raramente, il programma inserirà un commento per una sottovariante

source: without having added the sub-variation for which it was intended.
de: ohne die Untervariante hinzugefügt zu haben, für die es gedacht war.
fr: sans avoir ajouté la sous-variante à laquelle elle était destinée.
he: מבלי שהוספתי את תת הווריאציה שלשמה היא נועדה.
hi: इसमें वह उप-भिन्नता नहीं जोड़ी गई है जिसके लिए इसे बनाया गया था।
hu: anélkül, hogy hozzáadta volna azt az alváltozatot, amelyre szánták.
id: tanpa menambahkan sub-variasi yang dimaksudkan.
it: senza aver aggiunto la sottovariante per cui era stata concepita.

source: So the sub-var comment ends up being incongruously placed in the main line.
de: Daher wird der Subvar-Kommentar letztlich unpassenderweise in der Hauptzeile platziert.
fr: Ainsi, le commentaire de la sous-variable finit par être placé de manière incongrue dans la ligne principale.
he: אז ההערה המשנה בסופו של דבר ממוקמת באופן לא מתאים בשורה הראשית.
hi: इसलिए उप-वार टिप्पणी असंगत रूप से मुख्य पंक्ति में रख दी जाती है।
hu: Így a sub-var megjegyzés végül nem illeszkedik a fő sorban.
id: Jadi komentar sub-var akhirnya ditempatkan secara tidak wajar di baris utama.
it: Quindi il commento della sottovariabile finisce per essere posizionato in modo incongruo nella riga principale.

source: Other than being a bit confusing and looking rather silly,
de: Abgesehen davon, dass es ein wenig verwirrend ist und ziemlich albern aussieht,
fr: En plus d'être un peu déroutant et d'avoir l'air plutôt ridicule,
he: מלבד להיות קצת מבלבל ולהיראות די טיפשי,
hi: थोड़ा भ्रमित करने वाला और मूर्खतापूर्ण लगने के अलावा,
hu: Azon kívül, hogy kissé zavaros és hülyén néz ki,
id: Selain sedikit membingungkan dan terlihat agak konyol,
it: A parte il fatto che è un po' confuso e sembra piuttosto sciocco,

source: it does not seem to cause any serious problems.
de: es scheint keine ernsthaften Probleme zu verursachen.
fr: cela ne semble pas causer de problèmes sérieux.
he: לא נראה שהוא גורם לבעיות רציניות.
hi: इससे कोई गंभीर समस्या उत्पन्न होने की संभावना नहीं दिखती।
hu: úgy tűnik, hogy nem okoz komoly problémákat.
id: tampaknya tidak menyebabkan masalah serius.
it: non sembra causare problemi seri.

source: It quite easy to identify and manually correct the error in
de: Es ist ganz einfach, den Fehler zu identifizieren und manuell zu korrigieren in
fr: Il est assez facile d'identifier et de corriger manuellement l'erreur dans
he: זה די קל לזהות ולתקן ידנית את השגיאה
hi: इसमें त्रुटि को पहचानना और मैन्युअल रूप से सुधारना काफी आसान है
hu: Nagyon könnyű azonosítani és manuálisan kijavítani a hibát
id: Sangat mudah untuk mengidentifikasi dan memperbaiki kesalahan secara manual
it: È abbastanza facile identificare e correggere manualmente l'errore in

source: the game annotations, once automatic game analysis has finished.
de: die Spielkommentare, sobald die automatische Spielanalyse abgeschlossen ist.
fr: les annotations du jeu, une fois l'analyse automatique du jeu terminée.
he: ביאורי המשחק, לאחר סיום ניתוח המשחק האוטומטי.
hi: स्वचालित खेल विश्लेषण समाप्त होने के बाद, खेल एनोटेशन को फिर से खोलें।
hu: a játék megjegyzéseit, miután az automatikus játékelemzés befejeződött.
id: anotasi permainan, setelah analisis permainan otomatis selesai.
it: le annotazioni del gioco, una volta terminata l'analisi automatica del gioco.

source: For users who find this problem is more frequent on their computer
de: Für Benutzer, bei denen dieses Problem häufiger auftritt
fr: Pour les utilisateurs qui trouvent que ce problème est plus fréquent sur leur ordinateur
he: עבור משתמשים שמוצאים בעיה זו היא שכיחה יותר במחשב שלהם
hi: जिन उपयोगकर्ताओं को यह समस्या उनके कंप्यूटर पर अधिक बार आती है
hu: Azok a felhasználók, akik ezt a problémát gyakrabban tapasztalják számítógépükön
id: Untuk pengguna yang menemukan masalah ini lebih sering terjadi di komputer mereka
it: Per gli utenti che riscontrano questo problema più frequente sul proprio computer

source: during auto-analysis, I have implemented a bug fix.
de: Während der automatischen Analyse habe ich einen Bugfix implementiert.
fr: lors de l'auto-analyse, j'ai implémenté un correctif de bug.
he: במהלך הניתוח האוטומטי, יישמתי תיקון באג.
hi: ऑटो-विश्लेषण के दौरान, मैंने एक बग फिक्स लागू किया है।
hu: az automatikus elemzés során végrehajtottam egy hibajavítást.
id: selama analisis otomatis, saya telah menerapkan perbaikan bug.
it: durante l'analisi automatica, ho implementato una correzione di bug.

source: This solution behaves rather strangely,
de: Diese Lösung verhält sich ziemlich seltsam,
fr: Cette solution se comporte plutôt étrangement,
he: הפתרון הזה מתנהג די מוזר,
hi: यह समाधान अजीब तरह से व्यवहार करता है,
hu: Ez a megoldás meglehetősen furcsán viselkedik,
id: Solusi ini berperilaku agak aneh,
it: Questa soluzione si comporta in modo piuttosto strano,

source: so I have offered the following options for usage :-
de: Daher habe ich die folgenden Verwendungsmöglichkeiten angeboten: -
fr: j'ai donc proposé les options d'utilisation suivantes :-
he: אז הצעתי את האפשרויות הבאות לשימוש:
hi: इसलिए मैंने उपयोग के लिए निम्नलिखित विकल्प प्रस्तुत किए हैं:-
hu: ezért a következő felhasználási lehetőségeket ajánlottam fel: -
id: Jadi saya menawarkan opsi berikut untuk penggunaan :-
it: quindi ho offerto le seguenti opzioni di utilizzo:

source: Use bug fix : Check this box to switch on bug fixing for the addition of sub-vars.
de: Fehlerbehebung verwenden: Aktivieren Sie dieses Kontrollkästchen, um die Fehlerbehebung für das Hinzufügen von Untervariablen zu aktivieren.
fr: Utiliser la correction de bug : cochez cette case pour activer la correction de bug pour l'ajout de sous-variables.
he: השתמש בתיקון באגים : סמן את התיבה הזו כדי להפעיל תיקון באגים להוספת תת-וורס.
hi: बग फिक्स का उपयोग करें : उप-वार्स को जोड़ने के लिए बग फिक्सिंग को चालू करने के लिए इस बॉक्स को चेक करें।
hu: Hibajavítás használata: Jelölje be ezt a négyzetet a hibajavítás bekapcsolásához az alváltozók hozzáadásához.
id: Gunakan perbaikan bug: Centang kotak ini untuk mengaktifkan perbaikan bug untuk penambahan sub-var.
it: Usa correzione bug: seleziona questa casella per attivare la correzione dei bug per l'aggiunta di sotto-variabili.

source: Check list change : Check this box if the list box position changes
de: Listenänderung prüfen: Aktivieren Sie dieses Kontrollkästchen, wenn sich die Position der Listenbox ändert
fr: Modification de la liste de contrôle : cochez cette case si la position de la zone de liste change
he: שינוי רשימת צ'ק : סמן תיבה זו אם מיקום תיבת הרשימה משתנה
hi: सूची परिवर्तन की जाँच करें : यदि सूची बॉक्स की स्थिति बदलती है तो इस बॉक्स को चेक करें
hu: Lista módosításának ellenőrzése: Jelölje be ezt a négyzetet, ha a listamező pozíciója megváltozik
id: Periksa perubahan daftar: Centang kotak ini jika posisi kotak daftar berubah
it: Cambiamento della lista di controllo: seleziona questa casella se cambia la posizione della casella di elenco

source: after a sub-variation is added.
de: nachdem eine Untervariante hinzugefügt wurde.
fr: après l'ajout d'une sous-variante.
he: לאחר הוספת תת-וריאציה.
hi: एक उप-भिन्नता जोड़े जाने के बाद।
hu: egy részváltozat hozzáadása után.
id: setelah sub-variasi ditambahkan.
it: dopo l'aggiunta di una sottovariante.

source: (This was my expectation, but on my computer the opposite is the case.)
de: (Das war meine Erwartung, aber auf meinem Computer ist das Gegenteil der Fall.)
fr: (C'était mon attente, mais sur mon ordinateur, c'est le contraire qui se produit.)
he: (זו הייתה הציפייה שלי, אבל במחשב שלי ההפך הוא המקרה).
hi: (यह मेरी अपेक्षा थी, लेकिन मेरे कंप्यूटर पर मामला इसके विपरीत है।)
hu: (Ezt vártam, de az én számítógépemen ennek az ellenkezője a helyzet.)
id: (Itulah harapan saya, tetapi di komputer saya yang terjadi adalah kebalikannya.)
it: (Questa era la mia aspettativa, ma sul mio computer accade il contrario.)

source: By default, < Bug fix > and < Check list change > are switched off.
de: Standardmäßig sind < Bugfix > und < Checklistenänderung > deaktiviert.
fr: Par défaut, < Correction de bug > et < Modification de la liste de contrôle > sont désactivés.
he: כברירת מחדל, < תיקון באגים > ו< שינוי רשימת בדיקות > כבויים.
hi: डिफ़ॉल्ट रूप से, < बग फिक्स > और < चेक लिस्ट परिवर्तन > बंद होते हैं।
hu: Alapértelmezés szerint a < Hibajavítás > és az < Ellenőrző lista módosítása > ki van kapcsolva.
id: Secara default, < Perbaikan bug > dan < Perubahan daftar periksa > dimatikan.
it: Per impostazione predefinita, < Correzione bug > e < Modifica elenco di controllo > sono disattivati.

source: If there are no errors when sub - var comments are added, or you are not
de: Wenn beim Hinzufügen von Subvar-Kommentaren keine Fehler auftreten oder Sie nicht
fr: S'il n'y a pas d'erreurs lors de l'ajout de commentaires de sous-variables, ou si vous n'êtes pas
he: אם אין שגיאות כאשר מוסיפים הערות משנה - var, או שאתה לא
hi: यदि उप - var टिप्पणियाँ जोड़ते समय कोई त्रुटि नहीं है, या आप नहीं हैं
hu: Ha nincs hiba a sub - var megjegyzések hozzáadásakor, vagy nem
id: Jika tidak ada kesalahan ketika sub-var komentar ditambahkan, atau Anda tidak
it: Se non ci sono errori quando vengono aggiunti commenti sub-var, o non lo sei

source: troubled if a few errors arise, I suggest leaving these options switched off.
de: Wenn Sie Probleme haben und einige Fehler auftreten, empfehle ich, diese Optionen ausgeschaltet zu lassen.
fr: troublé si quelques erreurs surviennent, je suggère de laisser ces options désactivées.
he: מוטרד אם מתעוררות כמה שגיאות, אני מציע להשאיר את האפשרויות האלה כבויות.
hi: यदि कुछ त्रुटियाँ उत्पन्न होती हैं, तो मैं इन विकल्पों को बंद रखने का सुझाव देता हूँ।
hu: Ha problémát okoz, ha néhány hiba lép fel, azt javaslom, hagyja ezeket a beállításokat kikapcsolva.
id: Jika Anda merasa terganggu jika muncul beberapa kesalahan, saya sarankan untuk menonaktifkan opsi ini.
it: Se dovessi riscontrare qualche errore, ti consiglio di lasciare disattivate queste opzioni.

source: However, if more errors arise, you may want to switch < Bug fix > on.
de: Sollten jedoch weitere Fehler auftreten, empfiehlt es sich, <Bugfix> einzuschalten.
fr: Cependant, si d'autres erreurs surviennent, vous souhaiterez peut-être activer < Correction de bug >.
he: עם זאת, אם מתעוררות שגיאות נוספות, ייתכן שתרצה להפעיל את < תיקון באגים >.
hi: हालाँकि, यदि और अधिक त्रुटियाँ उत्पन्न होती हैं, तो आप < बग फिक्स > को चालू करना चाह सकते हैं।
hu: Ha azonban további hibák lépnek fel, érdemes lehet a < Hibajavítás > funkciót bekapcsolni.
id: Akan tetapi, jika muncul lebih banyak kesalahan, Anda mungkin ingin mengaktifkan < Perbaikan bug >.
it: Tuttavia, se si verificano altri errori, potresti voler attivare < Correzione bug >.

source: In this case, you then have to decide how to set < Check list change >
de: In diesem Fall müssen Sie dann entscheiden, wie Sie < Checkliste ändern >
fr: Dans ce cas, vous devez alors décider comment définir < Modifier la liste de contrôle >
he: במקרה זה, לאחר מכן עליך להחליט כיצד להגדיר < שינוי רשימת צ'קים >
hi: इस मामले में, आपको यह तय करना होगा कि < सूची परिवर्तन की जाँच करें > को कैसे सेट किया जाए
hu: Ebben az esetben el kell döntenie, hogyan állítsa be az < Check list change> beállítást
id: Dalam kasus ini, Anda kemudian harus memutuskan cara mengatur < Periksa perubahan daftar >
it: In questo caso, devi quindi decidere come impostare < Cambiamento della lista di controllo >

source: So if you have set the program to add sub-variation comments
de: Wenn Sie das Programm so eingestellt haben, dass es Kommentare zu Untervarianten hinzufügt
fr: Donc, si vous avez configuré le programme pour ajouter des commentaires de sous-variantes
he: אז אם הגדרתם את התוכנית להוסיף הערות לווריאציות משנה
hi: इसलिए यदि आपने प्रोग्राम को उप-भिन्नता टिप्पणियाँ जोड़ने के लिए सेट किया है
hu: Tehát ha beállította a programot alváltozat megjegyzések hozzáadására
id: Jadi jika Anda telah mengatur program untuk menambahkan komentar sub-variasi
it: Quindi se hai impostato il programma per aggiungere commenti di sotto-variazione

source: and none are being added when a sub-variation is added to the main line,
de: und es werden keine hinzugefügt, wenn eine Untervariante zur Hauptlinie hinzugefügt wird,
fr: et aucun n'est ajouté lorsqu'une sous-variante est ajoutée à la ligne principale,
he: ואף אחת לא מתווספת כאשר מוסיפים וריאציה משנה לשורה הראשית,
hi: और जब मुख्य लाइन में कोई उप-भिन्नता जोड़ी जाती है तो कोई भी नहीं जोड़ा जाता है,
hu: és egyik sem kerül hozzáadásra, ha egy alváltozatot adnak a fő sorhoz,
id: dan tidak ada yang ditambahkan ketika sub-variasi ditambahkan ke baris utama,
it: e nessuno viene aggiunto quando una sottovariante viene aggiunta alla linea principale,

source: then switch on < Check list change >
de: dann einschalten < Checkliste ändern >
fr: puis activez < Modifier la liste de contrôle >
he: לאחר מכן הפעל את < שינוי רשימת צ'קים >
hi: फिर < सूची में परिवर्तन की जाँच करें > पर स्विच करें
hu: majd kapcsolja be az < Check list change > -t
id: lalu aktifkan < Periksa perubahan daftar >
it: quindi attiva < Cambia lista di controllo >

source: Given the fact that I have no idea what the underlying cause of this problem is
de: Angesichts der Tatsache, dass ich keine Ahnung habe, was die zugrunde liegende Ursache dieses Problems ist
fr: Étant donné que je n’ai aucune idée de la cause sous-jacente de ce problème
he: לאור העובדה שאין לי מושג מה הסיבה הבסיסית לבעיה זו
hi: इस तथ्य को देखते हुए कि मुझे नहीं पता कि इस समस्या का मूल कारण क्या है
hu: Tekintettel arra, hogy fogalmam sincs, mi lehet ennek a problémának a mögöttes oka
id: Mengingat fakta bahwa saya tidak tahu apa penyebab mendasar dari masalah ini
it: Dato che non ho idea di quale sia la causa sottostante di questo problema

source: and the equally mystifying behaviour of the bug fix, I thought it best
de: und das ebenso rätselhafte Verhalten des Bugfixes, dachte ich, es wäre am besten
fr: et le comportement tout aussi déroutant du correctif de bug, j'ai pensé qu'il valait mieux
he: וההתנהגות המסתורית לא פחות של תיקון הבאגים, חשבתי שזה הכי טוב
hi: और बग फिक्स का समान रूप से रहस्यमय व्यवहार, मुझे लगा कि यह सबसे अच्छा है
hu: és a hibajavítás ugyanilyen titokzatos viselkedése, azt tartottam a legjobbnak
id: dan perilaku perbaikan bug yang sama membingungkannya, menurut saya sebaiknya
it: e il comportamento altrettanto sconcertante della correzione del bug, ho pensato che fosse meglio

source: to cover both possibilities for adding sub-vars to the game list box.
de: um beide Möglichkeiten zum Hinzufügen von Untervariablen zum Spiellistenfeld abzudecken.
fr: pour couvrir les deux possibilités d'ajout de sous-variables à la liste de jeu.
he: כדי לכסות את שתי האפשרויות להוספת תת-ווארים לתיבת רשימת המשחקים.
hi: खेल सूची बॉक्स में उप-वार्स जोड़ने की दोनों संभावनाओं को कवर करने के लिए।
hu: hogy lefedje mindkét lehetőséget az alváltozatok hozzáadására a játék listamezőjéhez.
id: untuk mencakup kedua kemungkinan penambahan sub-var ke kotak daftar permainan.
it: per coprire entrambe le possibilità di aggiungere sotto-variabili alla casella di riepilogo del gioco.

source: Help on bug fix for adding sub variations
de: Hilfe zur Fehlerbehebung beim Hinzufügen von Untervarianten
fr: Aide sur la correction de bugs pour l'ajout de sous-variantes
he: עזרה בתיקון באגים להוספת גרסאות משנה
hi: उप-भिन्नताएं जोड़ने के लिए बग फिक्स पर सहायता
hu: Segítség a hibajavításhoz az alváltozatok hozzáadásához
id: Bantuan perbaikan bug untuk menambahkan variasi sub
it: Aiuto per la correzione di bug per l'aggiunta di sottovarianti

source: Analysing game
de: Spielanalyse
fr: Analyse du jeu
he: משחק ניתוח
hi: खेल का विश्लेषण
hu: Elemző játék
id: Menganalisis permainan
it: Analisi del gioco

source: Analysing game %d / %d
de: Spiel %d / %d wird analysiert
fr: Analyse du jeu %d / %d
he: מנתח את המשחק %d / %d
hi: खेल का विश्लेषण %d / %d
hu: %d / %d játék elemzése
id: Menganalisis permainan %d / %d
it: Analisi del gioco %d / %d

source: Piece animation options for 3d graphics
de: Stückanimationsoptionen für 3D-Grafiken
fr: Options d'animation de pièces pour les graphiques 3D
he: אפשרויות אנימציה של חלק עבור גרפיקה תלת מימדית
hi: 3डी ग्राफिक्स के लिए पीस एनीमेशन विकल्प
hu: Darab animációs lehetőségek 3D grafikához
id: Opsi animasi potongan untuk grafik 3D
it: Opzioni di animazione dei pezzi per la grafica 3D

source: Piece animation options for 2d graphics
de: Stückanimationsoptionen für 2D-Grafiken
fr: Options d'animation de pièces pour les graphiques 2D
he: אפשרויות אנימציה של חלק עבור גרפיקה דו מימדית
hi: 2डी ग्राफिक्स के लिए पीस एनीमेशन विकल्प
hu: Darab animációs lehetőségek 2D grafikához
id: Opsi animasi potongan untuk grafik 2D
it: Opzioni di animazione dei pezzi per la grafica 2D

source: Use animation
de: Verwenden Sie Animationen
fr: Utiliser l'animation
he: השתמש באנימציה
hi: एनीमेशन का उपयोग करें
hu: Használj animációt
id: Gunakan animasi
it: Usa l'animazione

source: Pixel increment(1 - 10) :
de: Pixelinkrement (1 - 10):
fr: Incrément de pixels (1 - 10) :
he: תוספת פיקסלים (1 - 10):
hi: पिक्सेल वृद्धि(1 - 10) :
hu: Képpont növekmény (1–10):
id: Peningkatan piksel (1 - 10) :
it: Incremento pixel (1 - 10):

source: Screen increment in thousandths (1 - 1000) :
de: Rastermaß in Tausendsteln (1 - 1000):
fr: Incrément de l'écran en millièmes (1 - 1000) :
he: תוספת מסך באלפיות (1 - 1000):
hi: स्क्रीन वृद्धि हजारवें भाग में (1 - 1000) :
hu: Képernyőnövekmény ezredrészben (1–1000):
id: Peningkatan layar dalam seperseribu (1 - 1000) :
it: Incremento dello schermo in millesimi (1 - 1000) :

source: Delay in milli-seconds (0 - 100) :
de: Verzögerung in Millisekunden (0 - 100):
fr: Délai en millisecondes (0 - 100) :
he: השהיה במילי-שניות (0 - 100) :
hi: विलंब मिली-सेकंड में (0 - 100) :
hu: Késleltetés milliszekundumban (0-100):
id: Penundaan dalam milidetik (0 - 100) :
it: Ritardo in millisecondi (0 - 100) :

source: Use animation for
de: Verwenden Sie Animationen für
fr: Utiliser l'animation pour
he: השתמש באנימציה עבור
hi: एनीमेशन का उपयोग करें
hu: Használjon animációt
id: Gunakan animasi untuk
it: Utilizzare l'animazione per

source: Player moves
de: Spielerbewegungen
fr: Mouvements du joueur
he: מהלכים של שחקן
hi: खिलाड़ी की चाल
hu: A játékos mozog
id: Pemain bergerak
it: Mosse del giocatore

source: Computer moves
de: Computer bewegt sich
fr: Mouvements informatiques
he: המחשב זז
hi: कंप्यूटर चाल
hu: A számítógép mozog
id: Komputer bergerak
it: Mosse del computer

source: Engine vs. engine
de: Motor gegen Motor
fr: Moteur contre moteur
he: מנוע מול מנוע
hi: इंजन बनाम इंजन
hu: Motor vs motor
id: Mesin vs. mesin
it: Motore contro motore

source: Puzzle mode
de: Puzzle-Modus
fr: Mode puzzle
he: מצב פאזל
hi: पहेली मोड
hu: Puzzle mód
id: Mode teka-teki
it: Modalità puzzle

source: Pixel increment for screen move update of sliding piece
de: Pixelinkrement für Bildschirmbewegungsaktualisierung des Schiebestücks
fr: Incrément de pixels pour la mise à jour du déplacement de l'écran de la pièce coulissante
he: תוספת פיקסלים לעדכון הזזת מסך של החלק ההזזה
hi: स्लाइडिंग टुकड़े के स्क्रीन मूव अपडेट के लिए पिक्सेल वृद्धि
hu: Pixel növekmény a csúszódarab képernyőmozgatásának frissítéséhez
id: Peningkatan piksel untuk pembaruan gerakan layar bagian geser
it: Incremento pixel per l'aggiornamento dello spostamento dello schermo del pezzo scorrevole

source: Screen increment for move update of sliding piece in thousandths
de: Bildschirminkrement für Zugaktualisierung der Schiebefigur in Tausendsteln
fr: Incrément d'écran pour la mise à jour du déplacement de la pièce coulissante en millièmes
he: תוספת מסך לעדכון מהלך של חלק הזזה באלפיות
hi: हज़ारवें हिस्से में स्लाइडिंग टुकड़े की चाल अद्यतन के लिए स्क्रीन वृद्धि
hu: Képernyőnövekmény a csúszó darab mozgatásának frissítéséhez ezredrészben
id: Peningkatan layar untuk pembaruan gerakan bagian geser dalam seperseribu
it: Incremento dello schermo per l'aggiornamento dello spostamento del pezzo scorrevole in millesimi

source: Lower for slower and smoother,
de: Niedriger für langsamer und sanfter,
fr: Plus bas pour plus lent et plus fluide,
he: נמוך יותר לאיטי וחלק יותר,
hi: धीमी और चिकनी के लिए कम,
hu: Alacsonyabb a lassabb és simább,
id: Lebih rendah untuk lebih lambat dan lebih halus,
it: Abbassare per un effetto più lento e fluido,
