Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: 3d options can be set from the < 3d graphics> < 3d options.. > main menu item.
de: 3D-Optionen können über den Hauptmenüpunkt <3D-Grafiken> <3D-Optionen...> eingestellt werden.
fr: Les options 3D peuvent être définies à partir de l'élément de menu principal < Graphiques 3D > < Options 3D >.
he: ניתן להגדיר אפשרויות תלת מימד מתוך < גרפיקה תלת מימדית> < אפשרויות תלת מימד.. > פריט התפריט הראשי.
hi: 3D विकल्प < 3D ग्राफिक्स > < 3D विकल्प .. > मुख्य मेनू आइटम से सेट किए जा सकते हैं।
hu: A 3d opciók a < 3d grafika> < 3d opciók.. > főmenüpontból állíthatók be.
id: Opsi 3d dapat diatur dari item menu utama <grafik 3d> <opsi 3d..>.
it: Le opzioni 3D possono essere impostate dalla voce di menu principale <Grafica 3D> <Opzioni 3D..>.

source: Help for the 3d options is available from the dialog box that appears.
de: Hilfe zu den 3D-Optionen erhalten Sie im angezeigten Dialogfeld.
fr: L'aide pour les options 3D est disponible dans la boîte de dialogue qui apparaît.
he: עזרה עבור אפשרויות התלת-ממד זמינה מתיבת הדו-שיח שמופיעה.
hi: 3D विकल्पों के लिए सहायता दिखाई देने वाले संवाद बॉक्स से उपलब्ध है।
hu: A megjelenő párbeszédpanelen súgó érhető el a 3D beállításokhoz.
id: Bantuan untuk opsi 3d tersedia dari kotak dialog yang muncul.
it: Per informazioni sulle opzioni 3D, consultare la finestra di dialogo visualizzata.

source: To get your selected chess set to look its best, you may need to make some
de: Um Ihr ausgewähltes Schachspiel optimal aussehen zu lassen, müssen Sie möglicherweise einige
fr: Pour que votre jeu d'échecs sélectionné soit à son meilleur, vous devrez peut-être faire quelques
he: כדי שמערכת השחמט שבחרת תיראה במיטבה, ייתכן שתצטרך להכין כמה
hi: अपने चुने हुए शतरंज सेट को बेहतरीन दिखाने के लिए आपको कुछ उपाय करने पड़ सकते हैं।
hu: Ahhoz, hogy a kiválasztott sakkkészlet a legjobban nézzen ki, előfordulhat, hogy készítenie kell néhányat
id: Untuk membuat set catur pilihan Anda terlihat terbaik, Anda mungkin perlu membuat beberapa
it: Per far sì che il set di scacchi selezionato abbia il miglior aspetto possibile, potrebbe essere necessario apportare alcune modifiche.

source: adjustments to the < Lighting.. > settings in this box.
de: Anpassungen an den <Beleuchtung..>-Einstellungen in diesem Feld.
fr: ajustements aux paramètres < Éclairage... > dans cette case.
he: התאמות להגדרות < תאורה.. > בתיבה זו.
hi: इस बॉक्स में < प्रकाश व्यवस्था .. > सेटिंग्स में समायोजन।
hu: módosítsa a < Lighting.. > beállításokat ebben a mezőben.
id: penyesuaian pada pengaturan < Pencahayaan.. > di kotak ini.
it: regolazioni alle impostazioni < Illuminazione.. > in questa casella.

source: All 3d options can be reset to default settings by choosing the
de: Alle 3D-Optionen können auf die Standardeinstellungen zurückgesetzt werden, indem Sie die
fr: Toutes les options 3D peuvent être réinitialisées aux paramètres par défaut en choisissant l'option
he: ניתן לאפס את כל אפשרויות התלת מימד להגדרות ברירת המחדל על ידי בחירה ב-
hi: सभी 3D विकल्पों को चुनकर डिफ़ॉल्ट सेटिंग्स पर रीसेट किया जा सकता है
hu: Az összes 3d opció visszaállítható az alapértelmezett beállításokra a lehetőség kiválasztásával
id: Semua opsi 3d dapat diatur ulang ke pengaturan default dengan memilih
it: Tutte le opzioni 3D possono essere ripristinate alle impostazioni predefinite scegliendo

source: < 3d graphics > < Reset all 3d options > menu item.
de: <3D-Grafiken> <Alle 3D-Optionen zurücksetzen> Menüpunkt.
fr: < Graphiques 3D > < Réinitialiser toutes les options 3D > élément de menu.
he: < גרפיקה תלת מימדית > < אפס את כל אפשרויות התלת מימד > פריט תפריט.
hi: < 3D ग्राफिक्स > < सभी 3D विकल्प रीसेट करें > मेनू आइटम.
hu: < 3D grafika > < Összes 3d beállítás visszaállítása > menüpont.
id: < grafik 3d > < Atur ulang semua opsi 3d > item menu.
it: Voce di menu < Grafica 3D > < Reimposta tutte le opzioni 3D >.

source: Most of the 2d functions are available in 3d, although some are more limited.
de: Die meisten 2D-Funktionen sind auch in 3D verfügbar, einige sind jedoch eingeschränkter.
fr: La plupart des fonctions 2D sont disponibles en 3D, même si certaines sont plus limitées.
he: רוב הפונקציות הדו-ממדיות זמינות בתלת-ממד, אם כי חלקן מוגבלות יותר.
hi: अधिकांश 2डी फ़ंक्शन 3डी में उपलब्ध हैं, हालांकि कुछ अधिक सीमित हैं।
hu: A legtöbb 2d funkció elérhető 3D-ben, bár néhány korlátozottabb.
id: Sebagian besar fungsi 2D tersedia dalam 3D, meskipun beberapa lebih terbatas.
it: La maggior parte delle funzioni 2D sono disponibili in 3D, anche se alcune sono più limitate.

source: There is no < Open recent files > menu item.
de: Es gibt keinen Menüpunkt <Letzte Dateien öffnen>.
fr: Il n'y a pas d'élément de menu < Ouvrir les fichiers récents >.
he: אין פריט תפריט < פתח קבצים אחרונים >.
hi: कोई < हाल की फ़ाइलें खोलें > मेनू आइटम नहीं है.
hu: Nincs < Legutóbbi fájlok megnyitása > menüpont.
id: Tidak ada item menu < Buka file terkini >
it: Non è presente alcuna voce di menu <Apri file recenti>.

source: Puzzle stats and Search info can be displayed on the status bar in 3d,
de: Puzzle-Statistiken und Suchinformationen können in der Statusleiste in 3D angezeigt werden,
fr: Les statistiques du puzzle et les informations de recherche peuvent être affichées sur la barre d'état en 3D,
he: נתונים סטטיסטיים של פאזלים ופרטי חיפוש יכולים להיות מוצגים בשורת המצב בתלת מימד,
hi: पहेली आँकड़े और खोज जानकारी 3 डी में स्थिति पट्टी पर प्रदर्शित किया जा सकता है,
hu: A rejtvénystatisztikák és a keresési információk 3D-ben jeleníthetők meg az állapotsorban,
id: Statistik teka-teki dan info Pencarian dapat ditampilkan di bilah status dalam 3d,
it: Le statistiche del puzzle e le informazioni di ricerca possono essere visualizzate sulla barra di stato in 3D,

source: but there is less detail than in 2d.
de: aber es gibt weniger Details als in 2D.
fr: mais il y a moins de détails qu'en 2D.
he: אבל יש פחות פרטים מאשר ב-2d.
hi: लेकिन 2डी की तुलना में इसमें विवरण कम है।
hu: de kevesebb a részlet, mint a 2d-ben.
id: tapi detailnya lebih sedikit dibandingkan 2d.
it: ma i dettagli sono meno numerosi rispetto al 2D.

source: The kibitz box works in a similar way to 2d, although in 3d the box
de: Die Kibitz-Box funktioniert ähnlich wie 2D, obwohl in 3D die Box
fr: La boîte Kibitz fonctionne de manière similaire à la 2D, bien qu'en 3D la boîte
he: קופסת הקיביץ פועלת באופן דומה ל-2d, אם כי ב-3d הקופסה
hi: किबिट्ज़ बॉक्स 2डी के समान तरीके से काम करता है, हालाँकि 3डी में बॉक्स
hu: A kibitz doboz a 2d-hez hasonlóan működik, bár 3d-ben a doboz
id: Kotak kibitz bekerja dengan cara yang sama dengan 2d, meskipun dalam 3d kotaknya
it: La scatola kibitz funziona in modo simile al 2D, anche se in 3D la scatola

source: can be sized and moved as required. Help for the kibitz box is displayed
de: kann beliebig dimensioniert und verschoben werden. Hilfe zur Kibitzbox wird angezeigt
fr: Peut être dimensionné et déplacé selon les besoins. L'aide relative à la boîte Kibitz est affichée.
he: ניתן לגודל ולהזיז לפי הצורך. מוצגת עזרה לתיבת הקיביץ
hi: आवश्यकतानुसार आकार बदला और स्थानांतरित किया जा सकता है। किबिट्ज़ बॉक्स के लिए सहायता प्रदर्शित की गई है
hu: igény szerint méretezhető és mozgatható. Megjelenik a kibitzdoboz súgója
id: dapat diubah ukurannya dan dipindahkan sesuai kebutuhan. Bantuan untuk kotak kibitz ditampilkan
it: può essere ridimensionato e spostato a seconda delle necessità. Viene visualizzata la guida per la casella kibitz

source: by clicking the < ? > button on the box.
de: indem Sie auf die Schaltfläche < ? > im Feld klicken.
fr: en cliquant sur le bouton < ? > de la boîte.
he: על ידי לחיצה על < ? > כפתור על הקופסה.
hi: बॉक्स पर < ? > बटन पर क्लिक करके।
hu: a < ? > gombot a dobozon.
id: dengan mengklik tombol < ? > pada kotak.
it: cliccando sul pulsante < ? > sulla casella.

source: Because of the lack of space, I have put the main 2d playing options
de: Wegen Platzmangel habe ich die wichtigsten 2D-Spieloptionen
fr: En raison du manque de place, j'ai mis les principales options de jeu 2D
he: בגלל חוסר המקום, שמתי את אפשרויות משחק הדו-ממד העיקריות
hi: जगह की कमी के कारण, मैंने मुख्य 2 डी खेलने के विकल्प डाल दिए हैं
hu: Helyhiány miatt a főbb 2d-s játéklehetőségeket tettem fel
id: Karena keterbatasan ruang, saya telah menempatkan opsi permainan 2d utama
it: A causa della mancanza di spazio, ho inserito le principali opzioni di gioco 2D

source: < Play white > < Play black > < Shootout > and < Setup position >
de: < Weiß spielen > < Schwarz spielen > < Shootout > und < Aufstellung >
fr: < Jouer les blancs > < Jouer les noirs > < Shootout > et < Position de départ >
he: < הפעל לבן > < הפעל שחור > < יריות > ו< מיקום הגדרה >
hi: < सफ़ेद खेलें > < काला खेलें > < शूटआउट > और < सेटअप स्थिति >
hu: < Play white > < Play black > < Shootout > és < Setup position >
id: < Mainkan putih > < Mainkan hitam > < Adu penalti > dan < Posisi persiapan >
it: < Gioca il bianco > < Gioca il nero > < Shootout > e < Posizione di setup >

source: onto the right of the toolbar in 3d.
de: auf der rechten Seite der Symbolleiste in 3D.
fr: sur la droite de la barre d'outils en 3D.
he: מימין לסרגל הכלים בתלת מימד.
hi: 3डी में टूलबार के दाईं ओर.
hu: az eszköztár jobb oldalán 3d-ben.
id: di sebelah kanan bilah alat dalam 3d.
it: sulla destra della barra degli strumenti in 3D.

source: They can, of course, still be accessed via the main menu.
de: Der Zugriff ist selbstverständlich weiterhin über das Hauptmenü möglich.
fr: Ils sont bien sûr toujours accessibles via le menu principal.
he: ניתן, כמובן, עדיין לגשת אליהם דרך התפריט הראשי.
hi: बेशक, उन्हें मुख्य मेनू के माध्यम से अभी भी एक्सेस किया जा सकता है।
hu: Természetesen továbbra is elérhetők a főmenüből.
id: Tentu saja, mereka masih dapat diakses melalui menu utama.
it: Naturalmente, è ancora possibile accedervi tramite il menu principale.

source: For the same reason, I have placed the functions for game tabs
de: Aus dem gleichen Grund habe ich die Funktionen für Spiel-Tabs platziert
fr: Pour la même raison, j'ai placé les fonctions des onglets de jeu
he: מאותה סיבה, שמתי את הפונקציות עבור כרטיסיות המשחק
hi: इसी कारण से, मैंने गेम टैब के लिए फ़ंक्शन रखे हैं
hu: Ugyanezen okból helyeztem el a funkciókat a játékfülekhez
id: Untuk alasan yang sama, saya telah menempatkan fungsi untuk tab game
it: Per lo stesso motivo ho inserito le funzioni per le schede di gioco

source: and opening book move display on the 3d toolbar.
de: und Öffnen der Buchbewegungsanzeige in der 3D-Symbolleiste.
fr: et l'ouverture du livre déplace l'affichage sur la barre d'outils 3D.
he: ופתיחת תצוגת הזזת ספר בסרגל הכלים התלת מימדי.
hi: और 3 डी टूलबार पर पुस्तक चाल प्रदर्शन खोलना।
hu: és nyitókönyv-mozgatás megjelenítése a 3D eszköztáron.
id: dan membuka buku memindahkan tampilan pada toolbar 3d.
it: e l'apertura del libro si sposta sulla barra degli strumenti 3D.

source: The game tabs icons are placed towards the left end of the toolbar.
de: Die Symbole der Spielregisterkarten befinden sich am linken Ende der Symbolleiste.
fr: Les icônes des onglets de jeu sont placées vers l'extrémité gauche de la barre d'outils.
he: סמלי כרטיסיות המשחק ממוקמים בקצה השמאלי של סרגל הכלים.
hi: गेम टैब आइकन टूलबार के बायीं ओर स्थित होते हैं।
hu: A játékfülek ikonjai az eszköztár bal oldalán találhatók.
id: Ikon tab permainan ditempatkan di ujung kiri bilah alat.
it: Le icone delle schede di gioco sono posizionate verso l'estremità sinistra della barra degli strumenti.

source: There are icons for <New tab> <Close tab> and <List tabs> functions.
de: Es gibt Symbole für die Funktionen <Neuer Tab>, <Tab schließen> und <Tabs auflisten>.
fr: Il existe des icônes pour les fonctions <Nouvel onglet> <Fermer l'onglet> et <Liste des onglets>.
he: ישנם אייקונים עבור הפונקציות <כרטיסייה חדשה> <סגור כרטיסייה> ו-<List tabs>.
hi: <नया टैब> <टैब बंद करें> और <टैब सूची> फ़ंक्शन के लिए आइकन हैं।
hu: Vannak ikonok az <Új lap> <Fül bezárása> és a <Fülek listázása> funkciókhoz.
id: Ada ikon untuk fungsi <Tab baru> <Tutup tab> dan <Daftar tab>.
it: Sono presenti icone per le funzioni <Nuova scheda> <Chiudi scheda> e <Elenco schede>.

source: Opening book moves are displayed when you hover the mouse
de: Die Eröffnungszüge werden angezeigt, wenn Sie mit der Maus darüber fahren
fr: Les mouvements du livre d'ouverture s'affichent lorsque vous passez la souris
he: מהלכי ספר פתיחה מוצגים כאשר אתה מרחף עם העכבר
hi: जब आप माउस को घुमाते हैं तो पुस्तक खोलने की चालें प्रदर्शित होती हैं
hu: A könyv nyitó lépései megjelennek, amikor az egeret mozgatja
id: Gerakan membuka buku akan ditampilkan saat Anda mengarahkan mouse
it: Le mosse del libro di apertura vengono visualizzate quando si passa il mouse

source: over the green icon near the right end of the toolbar.
de: über das grüne Symbol am rechten Ende der Symbolleiste.
fr: sur l'icône verte près de l'extrémité droite de la barre d'outils.
he: מעל הסמל הירוק ליד הקצה הימני של סרגל הכלים.
hi: टूलबार के दाईं ओर हरे आइकन पर क्लिक करें।
hu: az eszköztár jobb széle melletti zöld ikonra.
id: di atas ikon hijau di dekat ujung kanan bilah alat.
it: sull'icona verde vicino all'estremità destra della barra degli strumenti.

source: I was not able to get the drop down move list to display properly
de: Ich konnte die Dropdown-Liste nicht richtig anzeigen.
fr: Je n'ai pas réussi à afficher correctement la liste déroulante des déplacements
he: לא הצלחתי לגרום לרשימת ההזזה הנפתחת להופיע כראוי
hi: मैं ड्रॉप डाउन मूव सूची को ठीक से प्रदर्शित करने में सक्षम नहीं था
hu: Nem tudtam megfelelően megjeleníteni a legördülő listát
id: Saya tidak dapat menampilkan daftar pemindahan drop down dengan benar
it: Non sono riuscito a visualizzare correttamente l'elenco a discesa degli spostamenti

source: on top of the move list window, so you might have to adjust the
de: über dem Fenster mit der Zugliste, daher müssen Sie möglicherweise die
fr: en haut de la fenêtre de la liste des mouvements, vous devrez donc peut-être ajuster le
he: בחלק העליון של חלון רשימת ההזזה, אז ייתכן שיהיה עליך להתאים את
hi: चाल सूची विंडो के शीर्ष पर, इसलिए आपको समायोजित करना पड़ सकता है
hu: az áthelyezési lista ablakának tetején, így előfordulhat, hogy módosítania kell a
id: di atas jendela daftar pemindahan, jadi Anda mungkin harus menyesuaikan
it: in cima alla finestra dell'elenco delle mosse, quindi potresti dover regolare il

source: toolbar icon size to make the moves visible when the box is displayed.
de: Größe des Symbolleistensymbols, um die Bewegungen sichtbar zu machen, wenn das Feld angezeigt wird.
fr: taille de l'icône de la barre d'outils pour rendre les mouvements visibles lorsque la boîte est affichée.
he: גודל סמל סרגל הכלים כדי להפוך את המהלכים לגלויים כאשר התיבה מוצגת.
hi: टूलबार आइकन का आकार बदलें, ताकि बॉक्स प्रदर्शित होने पर चालें दृश्यमान हो जाएं।
hu: eszköztár ikon mérete, hogy a mozdulatok láthatóak legyenek a doboz megjelenítésekor.
id: ukuran ikon bilah alat untuk membuat gerakan terlihat saat kotak ditampilkan.
it: dimensione dell'icona della barra degli strumenti per rendere visibili le mosse quando la casella è visualizzata.

source: This can be done by selecting <Options> <General..> <Toolbar icon size>
de: Dies kann durch Auswahl von <Optionen> <Allgemein..> <Symbolleistensymbolgröße> erfolgen.
fr: Cela peut être fait en sélectionnant <Options> <Général..> <Taille de l'icône de la barre d'outils>
he: ניתן לעשות זאת על ידי בחירת <אפשרויות> <כללי..> <גודל סמל סרגל הכלים>
hi: यह <विकल्प> <सामान्य..> <टूलबार आइकन आकार> का चयन करके किया जा सकता है
hu: Ezt az <Opciók> <Általános..> <Eszköztár ikon mérete> kiválasztásával teheti meg
id: Hal ini dapat dilakukan dengan memilih <Opsi> <Umum..> <Ukuran ikon bilah alat>
it: Questo può essere fatto selezionando <Opzioni> <Generale..> <Dimensione icona barra degli strumenti>

source: from the main menu in the 2d screen and putting in a smaller size.
de: aus dem Hauptmenü im 2D-Bildschirm und in einer kleineren Größe.
fr: à partir du menu principal dans l'écran 2D et en le mettant dans une taille plus petite.
he: מהתפריט הראשי במסך הדו-ממדי והכנסת גודל קטן יותר.
hi: 2 डी स्क्रीन में मुख्य मेनू से और एक छोटे आकार में डाल दिया।
hu: a főmenüből a 2d képernyőn, és kisebb méretet helyez el.
id: dari menu utama di layar 2d dan memasukkannya dalam ukuran yang lebih kecil.
it: dal menu principale nella schermata 2D e inserendo una dimensione più piccola.

source: This will move all the toolbar icons left and thus make the box visible
de: Dadurch werden alle Symbolleistensymbole nach links verschoben und das Feld somit sichtbar gemacht
fr: Cela déplacera toutes les icônes de la barre d'outils vers la gauche et rendra ainsi la boîte visible
he: פעולה זו תזיז את כל סמלי סרגל הכלים שמאלה ובכך תהפוך את התיבה לגלויה
hi: इससे सभी टूलबार आइकन बाईं ओर चले जाएंगे और इस प्रकार बॉक्स दृश्यमान हो जाएगा
hu: Ezzel az eszköztár összes ikonját balra mozgatja, és így láthatóvá válik a doboz
id: Ini akan memindahkan semua ikon bilah alat ke kiri dan dengan demikian membuat kotak terlihat
it: Questo sposterà tutte le icone della barra degli strumenti a sinistra e renderà quindi visibile la casella

source: when it is displayed.
de: wenn es angezeigt wird.
fr: lorsqu'il est affiché.
he: כאשר הוא מוצג.
hi: जब यह प्रदर्शित किया जाता है.
hu: amikor megjelenik.
id: saat ditampilkan.
it: quando viene visualizzato.

source: To change the 3d main window colours click -
de: Um die Farben des 3D-Hauptfensters zu ändern, klicken Sie auf -
fr: Pour modifier les couleurs de la fenêtre principale 3D, cliquez sur -
he: כדי לשנות את צבעי החלון הראשי התלת מימדי לחץ על -
hi: 3D मुख्य विंडो का रंग बदलने के लिए क्लिक करें -
hu: A 3D főablak színeinek megváltoztatásához kattintson a -
id: Untuk mengubah warna jendela utama 3d klik -
it: Per cambiare i colori della finestra principale 3D clicca -

source: < 3d graphics > < 3d options.. > < Window colours.. >
de: < 3D-Grafiken > < 3D-Optionen > < Fensterfarben >
fr: < Graphiques 3D > < Options 3D.. > < Couleurs des fenêtres.. >
he: < גרפיקה תלת מימדית > < אפשרויות תלת מימד.. > < צבעי חלון.. >
hi: < 3डी ग्राफिक्स > < 3डी विकल्प.. > < विंडो रंग.. >
hu: < 3d grafika > < 3d opciók.. > < Ablak színei.. >
id: < Grafik 3D > < Pilihan 3D.. > < Warna jendela.. >
it: < Grafica 3D > < Opzioni 3D.. > < Colori delle finestre.. >

source: and choose your preferred colours.
de: und wählen Sie Ihre bevorzugten Farben.
fr: et choisissez vos couleurs préférées.
he: ובחר את הצבעים המועדפים עליך.
hi: और अपने पसंदीदा रंग चुनें।
hu: és válassza ki a kívánt színeket.
id: dan pilih warna yang Anda sukai.
it: e scegli i tuoi colori preferiti.

source: If you want a user-defined main window background
de: Wenn Sie einen benutzerdefinierten Hauptfensterhintergrund wünschen
fr: Si vous souhaitez un arrière-plan de fenêtre principale défini par l'utilisateur
he: אם אתה רוצה רקע חלון ראשי המוגדר על ידי המשתמש
hi: यदि आप उपयोगकर्ता-परिभाषित मुख्य विंडो पृष्ठभूमि चाहते हैं
hu: Ha felhasználó által definiált főablak hátteret szeretne
id: Jika Anda menginginkan latar belakang jendela utama yang ditentukan pengguna
it: Se desideri uno sfondo della finestra principale definito dall'utente

source: Check the < User-defined > checkbox and click on < Background settings .. >
de: Aktivieren Sie das Kontrollkästchen <Benutzerdefiniert> und klicken Sie auf <Hintergrundeinstellungen..>
fr: Cochez la case < Défini par l'utilisateur > et cliquez sur < Paramètres d'arrière-plan .. >
he: סמן את תיבת הסימון < מוגדרת משתמש > ולחץ על < הגדרות רקע .. >
hi: < उपयोगकर्ता-परिभाषित > चेकबॉक्स को चेक करें और < पृष्ठभूमि सेटिंग्स .. > पर क्लिक करें
hu: Jelölje be a < Felhasználó által definiált > jelölőnégyzetet, és kattintson a < Háttérbeállítások .. > elemre
id: Centang kotak < Ditentukan pengguna > dan klik < Pengaturan latar belakang .. >
it: Selezionare la casella di controllo <Definito dall'utente> e fare clic su <Impostazioni sfondo..>

source: You can then choose between a colour gradient or a bitmap image file.
de: Sie können dann zwischen einem Farbverlauf oder einer Bitmap-Bilddatei wählen.
fr: Vous pouvez ensuite choisir entre un dégradé de couleurs ou un fichier image bitmap.
he: לאחר מכן תוכל לבחור בין מעבר צבע או קובץ תמונה של מפת סיביות.
hi: फिर आप रंग ग्रेडिएंट या बिटमैप छवि फ़ाइल के बीच चयन कर सकते हैं।
hu: Ezután választhat a színátmenet vagy a bittérképes képfájl között.
id: Anda kemudian dapat memilih antara gradien warna atau file gambar bitmap.
it: È quindi possibile scegliere tra una sfumatura di colore o un file immagine bitmap.

source: The path to the bitmap background image files is usually -
de: Der Pfad zu den Bitmap-Hintergrundbilddateien lautet normalerweise:
fr: Le chemin d'accès aux fichiers d'image d'arrière-plan bitmap est généralement -
he: הנתיב לקבצי תמונת הרקע של מפת סיביות הוא בדרך כלל -
hi: बिटमैप पृष्ठभूमि छवि फ़ाइलों का पथ आमतौर पर होता है -
hu: A bittérképes háttérképek elérési útja általában:
id: Jalur ke file gambar latar belakang bitmap biasanya -
it: Il percorso per i file delle immagini di sfondo bitmap è solitamente:

source: then choose < Main menu > < Options > < Reset to factory defaults >
de: dann wählen Sie < Hauptmenü > < Optionen > < Auf Werkseinstellungen zurücksetzen >
fr: puis choisissez < Menu principal > < Options > < Réinitialiser les paramètres d'usine >
he: לאחר מכן בחר < תפריט ראשי > < אפשרויות > < איפוס לברירות המחדל של היצרן >
hi: फिर < मुख्य मेनू > < विकल्प > < फ़ैक्टरी डिफ़ॉल्ट पर रीसेट करें > चुनें
hu: majd válassza a < Főmenü > < Beállítások > < Gyári alapértékek visszaállítása > lehetőséget
id: lalu pilih < Menu utama > < Pilihan > < Reset ke default pabrik >
it: quindi seleziona < Menu principale > < Opzioni > < Ripristina impostazioni di fabbrica >

source: from the 2d main menu and then try to load 3d graphics again.
de: aus dem 2D-Hauptmenü und versuchen Sie dann erneut, 3D-Grafiken zu laden.
fr: à partir du menu principal 2D, puis essayez à nouveau de charger les graphiques 3D.
he: מהתפריט הראשי של 2D ולאחר מכן נסה לטעון שוב גרפיקה 3D.
hi: 2डी मुख्य मेनू से और फिर 3डी ग्राफिक्स को पुनः लोड करने का प्रयास करें।
hu: a 2d főmenüből, majd próbálja meg újra betölteni a 3D grafikát.
id: dari menu utama 2d lalu coba muat grafik 3d lagi.
it: dal menu principale 2D e poi provare a caricare nuovamente la grafica 3D.

source: To exit the 3d screen and return to 2d, you can press < Alt - x >
de: Um den 3D-Bildschirm zu verlassen und zum 2D-Bildschirm zurückzukehren, können Sie < Alt - x > drücken.
fr: Pour quitter l'écran 3D et revenir à la 2D, vous pouvez appuyer sur < Alt - x >
he: כדי לצאת ממסך התלת-ממד ולחזור לדו-ממד, ניתן ללחוץ על < Alt - x >
hi: 3D स्क्रीन से बाहर निकलने और 2D पर वापस लौटने के लिए, आप < Alt - x > दबा सकते हैं
hu: A 3d képernyőből való kilépéshez és a 2d-hez való visszatéréshez nyomja meg az < Alt - x > billentyűket
id: Untuk keluar dari layar 3d dan kembali ke 2d, Anda dapat menekan <Alt - x>
it: Per uscire dalla schermata 3D e tornare alla schermata 2D, puoi premere < Alt - x >

source: on the keyboard, select < File > < Exit > from the main menu,
de: Wählen Sie auf der Tastatur im Hauptmenü < Datei > < Beenden >.
fr: sur le clavier, sélectionnez < Fichier > < Quitter > dans le menu principal,
he: במקלדת, בחר < קובץ > < יציאה > מהתפריט הראשי,
hi: कीबोर्ड पर, मुख्य मेनू से < फ़ाइल > < बाहर निकलें > का चयन करें,
hu: a billentyűzeten válassza a < Fájl > < Kilépés > lehetőséget a főmenüből,
id: pada keyboard, pilih < File > < Exit > dari menu utama,
it: sulla tastiera, seleziona < File > < Esci > dal menu principale,

source: select < 3d graphics > < 2d display >
de: wählen Sie <3D-Grafik> <2D-Anzeige>
fr: sélectionnez < graphiques 3D > < affichage 2D >
he: בחר < גרפיקה תלת מימדית > < תצוגה דו מימדית >
hi: < 3डी ग्राफिक्स > < 2डी डिस्प्ले > चुनें
hu: válassza a < 3D grafika > < 2d megjelenítés > lehetőséget
id: pilih <grafik 3d> <tampilan 2d>
it: seleziona < grafica 3d > < visualizzazione 2d >
