Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Check this box to create an evaluation profile during auto analysis
de: Aktivieren Sie dieses Kontrollkästchen, um während der automatischen Analyse ein Bewertungsprofil zu erstellen
fr: Cochez cette case pour créer un profil d'évaluation lors de l'analyse automatique
he: סמן תיבה זו כדי ליצור פרופיל הערכה במהלך ניתוח אוטומטי
hi: स्वतः विश्लेषण के दौरान मूल्यांकन प्रोफ़ाइल बनाने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet értékelési profil létrehozásához az automatikus elemzés során
id: Centang kotak ini untuk membuat profil evaluasi selama analisis otomatis
it: Seleziona questa casella per creare un profilo di valutazione durante l'analisi automatica

source: Enter the number of kibitz lines when analysing
de: Geben Sie die Anzahl der Kibitzlinien bei der Analyse ein
fr: Saisissez le nombre de lignes kibitz lors de l'analyse
he: הזן את מספר שורות הקיביץ בעת הניתוח
hi: विश्लेषण करते समय किबिट्ज़ लाइनों की संख्या दर्ज करें
hu: Adja meg a kibitz sorok számát elemzéskor
id: Masukkan jumlah garis kibitz saat menganalisis
it: Inserire il numero di linee kibitz durante l'analisi

source: less lines means a deeper search.
de: weniger Zeilen bedeuten eine gründlichere Suche.
fr: moins de lignes signifie une recherche plus approfondie.
he: פחות שורות פירושו חיפוש מעמיק יותר.
hi: कम लाइनों का मतलब है गहन खोज.
hu: kevesebb sor mélyebb keresést jelent.
id: lebih sedikit garis berarti pencarian lebih dalam.
it: meno righe significano una ricerca più approfondita.

source: Check this box to analyse white moves
de: Aktivieren Sie dieses Kontrollkästchen, um die Züge von Weiß zu analysieren
fr: Cochez cette case pour analyser les coups blancs
he: סמן את התיבה הזו כדי לנתח מהלכים לבנים
hi: सफ़ेद चालों का विश्लेषण करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a fehér mozgások elemzéséhez
id: Centang kotak ini untuk menganalisis gerakan putih
it: Seleziona questa casella per analizzare le mosse bianche

source: Check this box to analyse black moves
de: Aktivieren Sie dieses Kontrollkästchen, um die Züge von Schwarz zu analysieren
fr: Cochez cette case pour analyser les coups noirs
he: סמן את התיבה הזו כדי לנתח מהלכים שחורים
hi: काली चालों का विश्लेषण करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a fekete mozgások elemzéséhez
id: Centang kotak ini untuk menganalisis gerakan hitam
it: Seleziona questa casella per analizzare le mosse nere

source: Check this box to analyse for both sides
de: Aktivieren Sie dieses Kontrollkästchen, um die Analyse für beide Seiten durchzuführen
fr: Cochez cette case pour analyser les deux côtés
he: סמן את התיבה הזו כדי לנתח את שני הצדדים
hi: दोनों पक्षों का विश्लेषण करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet mindkét oldal elemzéséhez
id: Centang kotak ini untuk menganalisis kedua sisi
it: Seleziona questa casella per analizzare entrambi i lati

source: Check this button to replace existing annotations
de: Aktivieren Sie diese Schaltfläche, um vorhandene Anmerkungen zu ersetzen
fr: Cochez ce bouton pour remplacer les annotations existantes
he: סמן כפתור זה כדי להחליף הערות קיימות
hi: मौजूदा एनोटेशन को बदलने के लिए इस बटन को चेक करें
hu: Jelölje be ezt a gombot a meglévő megjegyzések lecseréléséhez
id: Centang tombol ini untuk mengganti anotasi yang ada
it: Seleziona questo pulsante per sostituire le annotazioni esistenti

source: Check this button to append new annotations
de: Aktivieren Sie diese Schaltfläche, um neue Anmerkungen anzufügen
fr: Cochez ce bouton pour ajouter de nouvelles annotations
he: סמן כפתור זה כדי להוסיף הערות חדשות
hi: नए एनोटेशन जोड़ने के लिए इस बटन को चेक करें
hu: Jelölje be ezt a gombot új megjegyzések hozzáfűzéséhez
id: Centang tombol ini untuk menambahkan anotasi baru
it: Seleziona questo pulsante per aggiungere nuove annotazioni

source: Click this button to select variation lengths
de: Klicken Sie auf diese Schaltfläche, um Variationslängen auszuwählen
fr: Cliquez sur ce bouton pour sélectionner les longueurs de variation
he: לחץ על לחצן זה כדי לבחור אורכי וריאציה
hi: भिन्नता लंबाई का चयन करने के लिए इस बटन पर क्लिक करें
hu: Kattintson erre a gombra a variációk hosszának kiválasztásához
id: Klik tombol ini untuk memilih panjang variasi
it: Fare clic su questo pulsante per selezionare le lunghezze delle variazioni

source: Click this button to select the engine for analysis
de: Klicken Sie auf diese Schaltfläche, um die Engine für die Analyse auszuwählen
fr: Cliquez sur ce bouton pour sélectionner le moteur à analyser
he: לחץ על כפתור זה כדי לבחור את המנוע לניתוח
hi: विश्लेषण हेतु इंजन का चयन करने के लिए इस बटन पर क्लिक करें
hu: Kattintson erre a gombra az elemzéshez szükséges motor kiválasztásához
id: Klik tombol ini untuk memilih mesin untuk analisis
it: Fare clic su questo pulsante per selezionare il motore per l'analisi

source: Click this button to start the game analysis
de: Klicken Sie auf diese Schaltfläche, um die Spielanalyse zu starten
fr: Cliquez sur ce bouton pour démarrer l'analyse du jeu
he: לחץ על כפתור זה כדי להתחיל בניתוח המשחק
hi: खेल विश्लेषण शुरू करने के लिए इस बटन पर क्लिक करें
hu: Kattintson erre a gombra a játékelemzés elindításához
id: Klik tombol ini untuk memulai analisis permainan
it: Clicca su questo pulsante per avviare l'analisi del gioco

source: Automatic game analysis help
de: Hilfe zur automatischen Spielanalyse
fr: Aide à l'analyse automatique du jeu
he: עזרה בניתוח משחקים אוטומטי
hi: स्वचालित खेल विश्लेषण सहायता
hu: Automatikus játékelemző segítség
id: Bantuan analisis permainan otomatis
it: Aiuto per l'analisi automatica del gioco

source: Comment files
de: Kommentardateien
fr: Fichiers de commentaires
he: קבצי הערות
hi: टिप्पणी फ़ाइलें
hu: Megjegyzés fájlok
id: File komentar
it: File di commento

source: Notes on ze
de: Hinweise zu ze
fr: Notes sur ze
he: הערות על ze
hi: ज़े पर नोट्स
hu: Megjegyzések a ze-ről
id: Catatan tentang ze
it: Note su ze

source: Notes on IdWin
de: Hinweise zu IdWin
fr: Notes sur IdWin
he: הערות על IdWin
hi: IdWin पर नोट्स
hu: Megjegyzések az IdWinről
id: Catatan tentang IdWin
it: Note su IdWin

source: This feature allows the user to automatically annotate
de: Diese Funktion ermöglicht dem Benutzer die automatische Kommentierung
fr: Cette fonctionnalité permet à l'utilisateur d'annoter automatiquement
he: תכונה זו מאפשרת למשתמש להוסיף הערות אוטומטית
hi: यह सुविधा उपयोगकर्ता को स्वचालित रूप से एनोटेट करने की अनुमति देती है
hu: Ez a funkció lehetővé teszi a felhasználó számára, hogy automatikusan megjegyzéseket fűzzen hozzá
id: Fitur ini memungkinkan pengguna untuk membuat anotasi secara otomatis
it: Questa funzione consente all'utente di annotare automaticamente

source: a loaded game with comments, variations, and evaluations.
de: ein aufgeladenes Spiel mit Kommentaren, Variationen und Bewertungen.
fr: un jeu chargé de commentaires, de variantes et d'évaluations.
he: משחק טעון עם הערות, וריאציות והערכות.
hi: टिप्पणियों, विविधताओं और मूल्यांकनों से भरा एक खेल।
hu: megrakott játék megjegyzésekkel, variációkkal és értékelésekkel.
id: permainan yang penuh dengan komentar, variasi, dan evaluasi.
it: un gioco ricco di commenti, varianti e valutazioni.

source: You can analyse a single game from the main screen
de: Sie können ein einzelnes Spiel vom Hauptbildschirm aus analysieren
fr: Vous pouvez analyser un seul jeu à partir de l'écran principal
he: אתה יכול לנתח משחק בודד מהמסך הראשי
hi: आप मुख्य स्क्रीन से किसी एक गेम का विश्लेषण कर सकते हैं
hu: Egyetlen játékot elemezhet a főképernyőről
id: Anda dapat menganalisis satu permainan dari layar utama
it: Puoi analizzare una singola partita dalla schermata principale

source: or multiple games via the PGN game list dialog box.
de: oder mehrere Spiele über das Dialogfeld „PGN-Spieleliste“.
fr: ou plusieurs jeux via la boîte de dialogue de la liste des jeux PGN.
he: או משחקים מרובים באמצעות תיבת הדו-שיח של רשימת משחקי PGN.
hi: या पीजीएन गेम सूची संवाद बॉक्स के माध्यम से एकाधिक गेम।
hu: vagy több játékot a PGN játéklista párbeszédpanelen keresztül.
id: atau beberapa permainan melalui kotak dialog daftar permainan PGN.
it: o più partite tramite la finestra di dialogo con l'elenco delle partite PGN.

source: When analysing multiple games from the PGN game list dialog box,
de: Bei der Analyse mehrerer Spiele aus dem Dialogfeld „PGN-Spieleliste“
fr: Lors de l'analyse de plusieurs jeux à partir de la boîte de dialogue de la liste des jeux PGN,
he: בעת ניתוח משחקים מרובים מתיבת הדו-שיח של רשימת משחקי PGN,
hi: पीजीएन गेम सूची संवाद बॉक्स से एकाधिक गेम का विश्लेषण करते समय,
hu: Ha több játékot elemez a PGN játéklista párbeszédpanelen,
id: Saat menganalisis beberapa permainan dari kotak dialog daftar permainan PGN,
it: Quando si analizzano più partite dalla finestra di dialogo dell'elenco delle partite PGN,

source: games can be selected in the same way as when using Windows explorer.
de: Spiele können auf die gleiche Weise ausgewählt werden wie im Windows Explorer.
fr: les jeux peuvent être sélectionnés de la même manière que lors de l'utilisation de l'explorateur Windows.
he: ניתן לבחור משחקים באותו אופן כמו בעת שימוש בסייר Windows.
hi: गेम्स का चयन उसी तरह किया जा सकता है जैसे विंडोज एक्सप्लोरर का उपयोग करते समय किया जाता है।
hu: játékok ugyanúgy kiválaszthatók, mint a Windows Intéző használatakor.
id: permainan dapat dipilih dengan cara yang sama seperti saat menggunakan Windows Explorer.
it: i giochi possono essere selezionati nello stesso modo in cui si utilizza Esplora risorse di Windows.

source: i.e. Shift + Left click to select a contiguous block of games,
de: d.h. Umschalt + Linksklick, um einen zusammenhängenden Block von Spielen auszuwählen,
fr: c'est-à-dire Maj + clic gauche pour sélectionner un bloc contigu de jeux,
he: כלומר Shift + קליק שמאלי כדי לבחור בלוק רציף של משחקים,
hi: यानि खेलों के एक निरंतर ब्लॉक का चयन करने के लिए Shift + बायाँ क्लिक,
hu: azaz a Shift + bal kattintás egy összefüggő játékblokk kiválasztásához,
id: misalnya Shift + Klik kiri untuk memilih blok permainan yang bersebelahan,
it: ad esempio Maiusc + clic sinistro per selezionare un blocco contiguo di giochi,

source: or Ctrl + Left click to select non-contiguous games.
de: oder Strg + Linksklick, um nicht zusammenhängende Spiele auszuwählen.
fr: ou Ctrl + clic gauche pour sélectionner des jeux non contigus.
he: או Ctrl + קליק שמאלי כדי לבחור משחקים לא רציפים.
hi: या Ctrl + बायाँ क्लिक गैर-सन्निहित खेलों का चयन करने के लिए।
hu: vagy a Ctrl + bal kattintás a nem összefüggő játékok kiválasztásához.
id: atau Ctrl + Klik kiri untuk memilih permainan yang tidak bersebelahan.
it: oppure Ctrl + clic sinistro per selezionare partite non contigue.

source: Automatic game analysis can be stopped by clicking the stop button
de: Die automatische Spielanalyse kann durch Klicken auf die Schaltfläche „Stopp“ gestoppt werden.
fr: L'analyse automatique du jeu peut être arrêtée en cliquant sur le bouton d'arrêt
he: ניתן לעצור את ניתוח המשחקים האוטומטי על ידי לחיצה על כפתור העצור
hi: स्टॉप बटन पर क्लिक करके स्वचालित गेम विश्लेषण को रोका जा सकता है
hu: Az automatikus játékelemzés a stop gomb megnyomásával leállítható
id: Analisis permainan otomatis dapat dihentikan dengan mengklik tombol berhenti
it: L'analisi automatica del gioco può essere interrotta cliccando sul pulsante di arresto

source: (a white cross in a red circle) on the right hand side of the toolbar.
de: (ein weißes Kreuz in einem roten Kreis) auf der rechten Seite der Symbolleiste.
fr: (une croix blanche dans un cercle rouge) sur le côté droit de la barre d'outils.
he: (צלב לבן בעיגול אדום) בצד ימין של סרגל הכלים.
hi: (लाल घेरे में एक सफेद क्रॉस) टूलबार के दाईं ओर।
hu: (fehér kereszt egy piros körben) az eszköztár jobb oldalán.
id: (salib putih dalam lingkaran merah) di sisi kanan bilah alat.
it: (una croce bianca in un cerchio rosso) sul lato destro della barra degli strumenti.

source: To skip a game during multi-game analysis, click on the black arrow
de: Um ein Spiel während der Multi-Game-Analyse zu überspringen, klicken Sie auf den schwarzen Pfeil
fr: Pour ignorer une partie lors de l'analyse multi-jeux, cliquez sur la flèche noire
he: כדי לדלג על משחק במהלך ניתוח מרובה משחקים, לחץ על החץ השחור
hi: मल्टी-गेम विश्लेषण के दौरान किसी गेम को छोड़ने के लिए, काले तीर पर क्लिक करें
hu: Egy játék kihagyásához többjátékos elemzés során kattintson a fekete nyílra
id: Untuk melewati permainan selama analisis multi-permainan, klik panah hitam
it: Per saltare una partita durante l'analisi multi-partita, fare clic sulla freccia nera

source: next to the stop button.
de: neben der Stopp-Schaltfläche.
fr: à côté du bouton d'arrêt.
he: ליד כפתור העצירה.
hi: स्टॉप बटन के बगल में.
hu: a stop gomb mellett.
id: di samping tombol berhenti.
it: accanto al pulsante di arresto.

source: If the addition of sub-variations and their accompanying comments is erratic,
de: Wenn die Hinzufügung von Untervarianten und den dazugehörigen Kommentaren unregelmäßig erfolgt,
fr: Si l’ajout de sous-variantes et de leurs commentaires d’accompagnement est irrégulier,
he: אם הוספת וריאציות המשנה וההערות הנלוות אליהן אינה סדורה,
hi: यदि उप-भिन्नताओं और उनके साथ टिप्पणियों का जोड़ अनियमित है,
hu: Ha az alváltozatok és a hozzájuk tartozó megjegyzések hozzáadása hibás,
id: Jika penambahan sub-variasi dan komentar yang menyertainya tidak menentu,
it: Se l'aggiunta di sottovarianti e dei relativi commenti è irregolare,

source: then click on < Bug fix > and alter the settings according to the instructions.
de: Klicken Sie anschließend auf <Bugfix> und ändern Sie die Einstellungen entsprechend der Anleitung.
fr: puis cliquez sur < Bug fix > et modifiez les paramètres selon les instructions.
he: לאחר מכן לחץ על < תיקון באגים > ושנה את ההגדרות בהתאם להוראות.
hi: फिर < बग फिक्स > पर क्लिक करें और निर्देशों के अनुसार सेटिंग्स बदलें।
hu: majd kattintson a < Hibajavítás > lehetőségre, és módosítsa a beállításokat az utasításoknak megfelelően.
id: lalu klik < Perbaikan bug > dan ubah pengaturan sesuai petunjuk.
it: quindi fare clic su < Correzione bug > e modificare le impostazioni secondo le istruzioni.

source: You can set the following options for game analysis :-
de: Sie können die folgenden Optionen für die Spielanalyse festlegen: -
fr: Vous pouvez définir les options suivantes pour l'analyse du jeu :-
he: אתה יכול להגדיר את האפשרויות הבאות לניתוח משחק:
hi: आप खेल विश्लेषण के लिए निम्नलिखित विकल्प सेट कर सकते हैं:-
hu: A játékelemzéshez a következő beállításokat állíthatja be: -
id: Anda dapat mengatur opsi berikut untuk analisis permainan :-
it: Puoi impostare le seguenti opzioni per l'analisi del gioco:

source: Time for move : the number of seconds the engine has to analyse each move.
de: Zeit pro Zug: Die Anzahl der Sekunden, die der Engine zur Analyse jedes Zuges zur Verfügung stehen.
fr: Temps de déplacement : le nombre de secondes dont dispose le moteur pour analyser chaque déplacement.
he: זמן תנועה: מספר השניות שהמנוע צריך לנתח כל מהלך.
hi: चाल के लिए समय : इंजन को प्रत्येक चाल का विश्लेषण करने के लिए दिए जाने वाले सेकण्ड की संख्या।
hu: Mozgási idő: az a másodperc, amennyi ideig kell a motornak az egyes lépések elemzéséhez.
id: Waktu bergerak: jumlah detik yang dimiliki mesin untuk menganalisis setiap gerakan.
it: Tempo per la mossa: numero di secondi a disposizione del motore per analizzare ogni mossa.

source: The greater the time allowed, the more accurate the analysis will be.
de: Je mehr Zeit zur Verfügung steht, desto genauer ist die Analyse.
fr: Plus le temps accordé est long, plus l’analyse sera précise.
he: ככל שהזמן המותר גדול יותר, כך הניתוח יהיה מדויק יותר.
hi: जितना अधिक समय दिया जाएगा, विश्लेषण उतना ही अधिक सटीक होगा।
hu: Minél hosszabb az idő, annál pontosabb lesz az elemzés.
id: Makin lama waktu yang diberikan, makin akurat analisisnya.
it: Maggiore è il tempo concesso, più accurata sarà l'analisi.

source: I would recommend a minimum of 3 seconds per move.
de: Ich würde mindestens 3 Sekunden pro Bewegung empfehlen.
fr: Je recommanderais un minimum de 3 secondes par mouvement.
he: אני ממליץ על מינימום 3 שניות לכל מהלך.
hi: मैं प्रत्येक चाल के लिए न्यूनतम 3 सेकंड की सिफारिश करूंगा।
hu: Azt javaslom, hogy mozdulatonként legalább 3 másodperc legyen.
id: Saya sarankan minimal 3 detik per gerakan.
it: Consiglierei un minimo di 3 secondi per mossa.

source: Threshold (1/100 pawns) : The error threshold that will trigger an annotation.
de: Schwellenwert (1/100 Bauern): Der Fehlerschwellenwert, der eine Anmerkung auslöst.
fr: Seuil (1/100 pions) : Le seuil d'erreur qui déclenchera une annotation.
he: סף (1/100 פיונים): סף השגיאה שיפעיל הערה.
hi: सीमा (1/100 प्यादे) : त्रुटि सीमा जो एनोटेशन को ट्रिगर करेगी।
hu: Küszöb (1/100 gyalog): Az a hibaküszöb, amely kiváltja a megjegyzést.
id: Ambang (1/100 pion): Ambang kesalahan yang akan memicu anotasi.
it: Soglia (1/100 di pedoni): soglia di errore che attiverà un'annotazione.

source: This is calculated in 1/100 pawns. So a figure of 30 is 0.3 of a pawn
de: Dies wird in 1/100 Bauern berechnet. Eine Zahl von 30 entspricht also 0,3 eines Bauern
fr: Ceci est calculé en 1/100 de pions. Ainsi, un chiffre de 30 équivaut à 0,3 de pion.
he: זה מחושב ב-1/100 פיונים. אז נתון של 30 הוא 0.3 של פיון
hi: इसकी गणना 1/100 मोहरों में की जाती है। इसलिए 30 का आंकड़ा मोहरे का 0.3 है
hu: Ezt 1/100 gyalogban számítják ki. Tehát egy 30-as szám egy gyalog 0,3-a
id: Ini dihitung dalam 1/100 pion. Jadi angka 30 adalah 0,3 dari pion.
it: Questo è calcolato in 1/100 di pedoni. Quindi una cifra di 30 è 0,3 di un pedone

source: When one side has an advantage of greater than 500, the threshold is doubled.
de: Wenn eine Seite einen Vorteil von mehr als 500 hat, wird der Schwellenwert verdoppelt.
fr: Lorsqu’un camp a un avantage supérieur à 500, le seuil est doublé.
he: כאשר לצד אחד יש יתרון של יותר מ-500, הסף מוכפל.
hi: जब किसी एक पक्ष का लाभ 500 से अधिक हो जाता है, तो सीमा दोगुनी हो जाती है।
hu: Ha az egyik oldal előnye meghaladja az 500-at, a küszöb megduplázódik.
id: Jika satu pihak memiliki keunggulan lebih dari 500, ambang batasnya digandakan.
it: Quando una delle due parti ha un vantaggio superiore a 500, la soglia raddoppia.

source: Generally speaking, if you set a lower number, then you will get more annotations.
de: Generell gilt: Je niedriger die Zahl, desto mehr Anmerkungen erhalten Sie.
fr: En règle générale, si vous définissez un nombre inférieur, vous obtiendrez plus d'annotations.
he: באופן כללי, אם תגדיר מספר נמוך יותר, תקבל יותר הערות.
hi: सामान्यतः, यदि आप कम संख्या निर्धारित करते हैं, तो आपको अधिक एनोटेशन मिलेंगे।
hu: Általánosságban elmondható, hogy ha alacsonyabb számot állít be, akkor több megjegyzést kap.
id: Secara umum, jika Anda menetapkan angka yang lebih rendah, maka Anda akan mendapatkan lebih banyak anotasi.
it: In generale, se si imposta un numero più basso, si otterranno più annotazioni.

source: Start move no. : The move numbers at which to start and end the analysis.
de: Startzugnummer: Die Zugnummern, bei denen die Analyse beginnen und enden soll.
fr: Numéro de coup de départ : les numéros de coup auxquels démarrer et terminer l'analyse.
he: התחל מהלך לא. : מספרי המהלך שבהם יש להתחיל ולסיים את הניתוח.
hi: प्रारंभिक चाल संख्या: वह चाल संख्या जिस पर विश्लेषण प्रारंभ और समाप्त किया जाना है।
hu: Indítsa el a mozgást nem. : Azok a lépésszámok, amelyekkel az elemzést kezdeni és befejezni.
id: Nomor awal gerakan: Nomor gerakan untuk memulai dan mengakhiri analisis.
it: Numero di mossa iniziale: i numeri delle mosse in cui iniziare e terminare l'analisi.

source: End move no. : 0 for End move no. means to the last move in the game.
de: Endzugnummer: 0 für Endzugnummer bedeutet den letzten Zug im Spiel.
fr: Numéro de coup final : 0 pour Numéro de coup final signifie le dernier coup du jeu.
he: מהלך סוף לא. : 0 עבור מהלך סיום מס. פירושו למהלך האחרון במשחק.
hi: अंतिम चाल संख्या: 0 का अर्थ है खेल में अंतिम चाल।
hu: Vége lépés sz. : 0 a végmozgás sz. a játék utolsó lépését jelenti.
id: Akhiri gerakan no.: 0 karena Akhiri gerakan no. berarti gerakan terakhir dalam permainan.
it: Numero mossa finale: 0 per Numero mossa finale significa l'ultima mossa del gioco.

source: Identify winning position : Check this box to always identify a winning position,
de: Gewinnposition identifizieren: Aktivieren Sie dieses Kontrollkästchen, um immer eine Gewinnposition zu identifizieren.
fr: Identifier la position gagnante : Cochez cette case pour toujours identifier une position gagnante,
he: זיהוי מיקום מנצח : סמן את התיבה הזו כדי לזהות תמיד עמדה מנצחת,
hi: जीतने वाली स्थिति की पहचान करें: हमेशा जीतने वाली स्थिति की पहचान करने के लिए इस बॉक्स को चेक करें,
hu: Nyertes pozíció azonosítása: Jelölje be ezt a négyzetet, ha mindig nyerő pozíciót szeretne azonosítani,
id: Identifikasi posisi kemenangan: Centang kotak ini untuk selalu mengidentifikasi posisi kemenangan,
it: Identifica la posizione vincente: seleziona questa casella per identificare sempre una posizione vincente,

source: even if the move that leads to it is below the error threshold.
de: auch wenn der Zug, der dazu führt, unterhalb der Fehlerschwelle liegt.
fr: même si le mouvement qui y conduit est en dessous du seuil d'erreur.
he: גם אם המהלך שמוביל אליו הוא מתחת לסף השגיאה.
hi: भले ही उस तक ले जाने वाला कदम त्रुटि सीमा से नीचे हो।
hu: még akkor is, ha az ehhez vezető lépés a hibaküszöb alatt van.
id: bahkan jika langkah yang mengarah ke sana berada di bawah ambang batas kesalahan.
it: anche se la mossa che vi conduce è al di sotto della soglia di errore.

source: For a full explanation of this feature click on the < Notes on IdWin > button.
de: Klicken Sie für eine vollständige Erklärung dieser Funktion auf die Schaltfläche <Hinweise zu IdWin>.
fr: Pour une explication complète de cette fonctionnalité, cliquez sur le bouton < Notes sur IdWin >.
he: להסבר מלא על תכונה זו לחץ על הלחצן < הערות על IdWin >.
hi: इस सुविधा के पूर्ण विवरण के लिए < IdWin पर नोट्स > बटन पर क्लिक करें।
hu: A funkció teljes magyarázatához kattintson a < Notes on IdWin > gombra.
id: Untuk penjelasan lengkap mengenai fitur ini klik tombol < Catatan tentang IdWin >.
it: Per una spiegazione completa di questa funzionalità fare clic sul pulsante < Note su IdWin >.

source: Winning threshold : The threshold at which the engine will consider a win.
de: Gewinnschwelle: Die Schwelle, ab der die Engine einen Gewinn wertet.
fr: Seuil de victoire : Le seuil à partir duquel le moteur considérera une victoire.
he: סף זכייה: הסף שבו המנוע ישקול ניצחון.
hi: जीत की सीमा : वह सीमा जिस पर इंजन जीत मान लेगा।
hu: Nyerési küszöb : Az a küszöb, amelynél a motor győzelemnek tekinti.
id: Ambang kemenangan: Ambang batas di mana mesin akan menganggap suatu kemenangan.
it: Soglia di vincita: la soglia oltre la quale il motore considererà una vittoria.

source: This is measured in 1/100 pawns. So a figure of 150 is 1.5 pawns.
de: Dies wird in 1/100 Bauern gemessen. Eine Zahl von 150 entspricht also 1,5 Bauern.
fr: Ceci est mesuré en 1/100 de pions. Donc, un chiffre de 150 équivaut à 1,5 pion.
he: זה נמדד ב-1/100 פיונים. אז נתון של 150 הוא 1.5 פיונים.
hi: इसे 1/100 मोहरों में मापा जाता है। इसलिए 150 का आंकड़ा 1.5 मोहरों के बराबर है।
hu: Ezt 1/100 gyalogban mérik. Tehát egy 150-es szám 1,5 gyalog.
id: Ini diukur dalam 1/100 pion. Jadi, angka 150 adalah 1,5 pion.
it: Questo si misura in 1/100 di pedoni. Quindi una cifra di 150 è 1,5 pedoni.

source: Margin of error : The margin of error for the winning threshold.
de: Fehlerspanne: Die Fehlerspanne für die Gewinnschwelle.
fr: Marge d'erreur : La marge d'erreur pour le seuil gagnant.
he: מרווח הטעות: מרווח הטעות עבור סף הזכייה.
hi: त्रुटि का मार्जिन : जीतने की सीमा के लिए त्रुटि का मार्जिन।
hu: Hibahatár : A nyerési küszöb hibahatára.
id: Margin kesalahan: Margin kesalahan untuk ambang batas kemenangan.
it: Margine di errore: margine di errore per la soglia vincente.
