Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Enter the column left margin
de: Geben Sie den linken Spaltenrand ein
fr: Entrez la marge de gauche de la colonne
he: הזן את השוליים השמאליים של העמודה
hi: कॉलम का बायां मार्जिन दर्ज करें
hu: Írja be az oszlop bal margóját
id: Masukkan margin kiri kolom
it: Inserisci il margine sinistro della colonna

source: Enter the column right margin
de: Geben Sie den rechten Spaltenrand ein
fr: Entrez la marge de droite de la colonne
he: הזן את השוליים הימניים של העמודה
hi: कॉलम का दायाँ मार्जिन दर्ज करें
hu: Írja be az oszlop jobb margóját
id: Masukkan margin kanan kolom
it: Inserisci il margine destro della colonna

source: Enter the column top margin
de: Geben Sie den oberen Spaltenrand ein
fr: Entrez la marge supérieure de la colonne
he: הזן את השוליים העליונים של העמודה
hi: कॉलम का शीर्ष मार्जिन दर्ज करें
hu: Adja meg az oszlop felső margóját
id: Masukkan margin atas kolom
it: Inserisci il margine superiore della colonna

source: Enter the column bottom margin
de: Geben Sie den unteren Spaltenrand ein
fr: Entrez la marge inférieure de la colonne
he: הזן את השוליים התחתונים של העמודה
hi: कॉलम का निचला मार्जिन दर्ज करें
hu: Adja meg az oszlop alsó margóját
id: Masukkan margin bawah kolom
it: Inserisci il margine inferiore della colonna

source: Enter the no. of spaces for a tab indent
de: Geben Sie die Anzahl der Leerzeichen für einen Tabulatoreinzug ein
fr: Entrez le nombre d'espaces pour un retrait de tabulation
he: הזן את המס'. של רווחים עבור כניסת כרטיסייה
hi: टैब इंडेंट के लिए रिक्त स्थान की संख्या दर्ज करें
hu: Írja be a sz. szóközök száma a tabulátor behúzásához
id: Masukkan jumlah spasi untuk indentasi tab
it: Inserisci il numero di spazi per un rientro di tabulazione

source: Enter the no. of characters for a move
de: Geben Sie die Anzahl der Zeichen für einen Zug ein
fr: Entrez le nombre de caractères pour un déplacement
he: הזן את המס'. של דמויות למהלך
hi: किसी चाल के लिए वर्णों की संख्या दर्ज करें
hu: Írja be a sz. karakterek egy lépéshez
id: Masukkan jumlah karakter untuk gerakan
it: Inserisci il numero di caratteri per una mossa

source: Enter the diagram size
de: Geben Sie die Diagrammgröße ein
fr: Entrez la taille du diagramme
he: הזן את גודל התרשים
hi: आरेख का आकार दर्ज करें
hu: Adja meg a diagram méretét
id: Masukkan ukuran diagram
it: Inserisci la dimensione del diagramma

source: Select/de-select monochrome diagrams
de: Monochrome Diagramme auswählen/abwählen
fr: Sélectionner/désélectionner les diagrammes monochromes
he: בחר/בטל בחירה של דיאגרמות מונוכרום
hi: मोनोक्रोम आरेखों का चयन/अचयन करें
hu: Monokróm diagramok kijelölése/kijelölésének megszüntetése
id: Pilih/batalkan pilihan diagram monokrom
it: Seleziona/deseleziona i diagrammi monocromatici

source: After the printing of a game header,
de: Nach dem Drucken eines Spielkopfes,
fr: Après l'impression d'un en-tête de jeu,
he: לאחר הדפסת כותרת משחק,
hi: गेम हेडर की छपाई के बाद,
hu: A játék fejlécének kinyomtatása után
id: Setelah mencetak header game,
it: Dopo la stampa dell'intestazione del gioco,

source: the loaded game is printed out in two column format.
de: Das geladene Spiel wird im Zweispaltenformat ausgedruckt.
fr: le jeu chargé est imprimé au format deux colonnes.
he: המשחק הנטען מודפס בפורמט של שתי עמודות.
hi: लोड किया गया गेम दो कॉलम प्रारूप में मुद्रित होता है।
hu: a betöltött játékot két oszlopos formátumban nyomtatjuk ki.
id: permainan yang dimuat dicetak dalam format dua kolom.
it: il gioco caricato viene stampato in un formato a due colonne.

source: The left and right margin settings apply to both columns.
de: Die Einstellungen für den linken und rechten Rand gelten für beide Spalten.
fr: Les paramètres de marge gauche et droite s'appliquent aux deux colonnes.
he: הגדרות השוליים השמאלי והימני חלות על שתי העמודות.
hi: बाएँ और दाएँ मार्जिन सेटिंग दोनों कॉलम पर लागू होती हैं।
hu: A bal és a jobb margó beállításai mindkét oszlopra érvényesek.
id: Pengaturan margin kiri dan kanan berlaku untuk kedua kolom.
it: Le impostazioni del margine sinistro e destro si applicano a entrambe le colonne.

source: Tab spaces is the number of spaces used
de: Tabulatoren sind die Anzahl der verwendeten Leerzeichen.
fr: Les espaces de tabulation correspondent au nombre d'espaces utilisés
he: רווחי טאב הוא מספר הרווחים שבהם נעשה שימוש
hi: टैब स्पेस उपयोग किए गए स्पेस की संख्या है
hu: A tabulátorközök a használt szóközök száma
id: Tab spasi adalah jumlah spasi yang digunakan
it: Gli spazi di tabulazione sono il numero di spazi utilizzati

source: for indenting comments and sub-variations.
de: zum Einrücken von Kommentaren und Untervarianten.
fr: pour mettre en retrait les commentaires et les sous-variantes.
he: להערות הזחה וגרסאות משנה.
hi: टिप्पणियों और उप-भिन्नताओं को इंडेंट करने के लिए।
hu: megjegyzések és alváltozatok behúzásához.
id: untuk membuat indentasi komentar dan sub-variasi.
it: per l'indentazione di commenti e sotto-varianti.

source: Move width is the cell size used for a move,
de: Die Bewegungsbreite ist die für eine Bewegung verwendete Zellengröße.
fr: La largeur de déplacement est la taille de cellule utilisée pour un déplacement,
he: רוחב תנועה הוא גודל התא המשמש להעברה,
hi: चाल चौड़ाई एक चाल के लिए उपयोग किया जाने वाला सेल आकार है,
hu: A mozgatási szélesség a mozgatáshoz használt cellaméret,
id: Lebar gerakan adalah ukuran sel yang digunakan untuk gerakan,
it: La larghezza dello spostamento è la dimensione della cella utilizzata per uno spostamento,

source: the cell is padded with spaces to make up the size.
de: Die Zelle wird mit Leerzeichen aufgefüllt, um die Größe anzupassen.
fr: la cellule est remplie d'espaces pour compenser la taille.
he: התא מרופד ברווחים כדי להמציא את הגודל.
hi: आकार को पूरा करने के लिए कक्ष में रिक्त स्थान बनाए गए हैं।
hu: a cella szóközökkel van kitömve a mérethez.
id: selnya diberi bantalan dengan ruang untuk menyesuaikan ukurannya.
it: la cella è riempita con spazi per compensarne la dimensione.

source: Diagrams can be added to a game printout by inserting
de: Diagramme können einem Spielausdruck hinzugefügt werden durch Einfügen von
fr: Des diagrammes peuvent être ajoutés à une impression de jeu en insérant
he: ניתן להוסיף דיאגרמות לתדפיס משחק על ידי הוספה
hi: गेम प्रिंटआउट में आरेखों को सम्मिलित करके जोड़ा जा सकता है
hu: A diagramok beszúrásával adhatók hozzá a játék nyomatához
id: Diagram dapat ditambahkan ke cetakan permainan dengan menyisipkan
it: I diagrammi possono essere aggiunti alla stampa di un gioco inserendo

source: the # character into a comment at the appropriate point.
de: das #-Zeichen an der entsprechenden Stelle in einen Kommentar ein.
fr: le caractère # dans un commentaire au point approprié.
he: התו # להערה בנקודה המתאימה.
hi: # वर्ण को उचित स्थान पर टिप्पणी में रखें।
hu: a # karaktert egy megjegyzésbe a megfelelő ponton.
id: karakter # menjadi komentar di titik yang tepat.
it: il carattere # in un commento nel punto appropriato.

source: If you prefer monochrome diagrams,
de: Wenn Sie monochrome Diagramme bevorzugen,
fr: Si vous préférez les diagrammes monochromes,
he: אם אתה מעדיף דיאגרמות מונוכרום,
hi: यदि आप मोनोक्रोम आरेख पसंद करते हैं,
hu: Ha jobban szereti a monokróm diagramokat,
id: Jika Anda lebih suka diagram monokrom,
it: Se preferisci i diagrammi monocromatici,

source: you can select the B/W diagram check box.
de: Sie können das Kontrollkästchen S/W-Diagramm aktivieren.
fr: vous pouvez cocher la case Diagramme N/B.
he: אתה יכול לבחור בתיבת הסימון של דיאגרמת שחור/לבן.
hi: आप बी/डब्ल्यू आरेख चेक बॉक्स का चयन कर सकते हैं।
hu: bejelölheti a F/W diagram jelölőnégyzetet.
id: Anda dapat memilih kotak centang diagram B/W.
it: è possibile selezionare la casella di controllo Diagramma B/N.

source: Page type can be changed using the Page Setup button.
de: Der Seitentyp kann mit der Schaltfläche „Seite einrichten“ geändert werden.
fr: Le type de page peut être modifié à l'aide du bouton Configuration de la page.
he: ניתן לשנות את סוג העמוד באמצעות הלחצן הגדרת עמוד.
hi: पेज सेटअप बटन का उपयोग करके पेज प्रकार बदला जा सकता है।
hu: Az oldal típusa az Oldalbeállítás gombbal módosítható.
id: Jenis halaman dapat diubah menggunakan tombol Pengaturan Halaman.
it: È possibile modificare il tipo di pagina utilizzando il pulsante Imposta pagina.

source: Different fonts can be set using the Choose Font button.
de: Über die Schaltfläche „Schriftart auswählen“ können unterschiedliche Schriftarten eingestellt werden.
fr: Différentes polices peuvent être définies à l'aide du bouton Choisir la police.
he: ניתן להגדיר גופנים שונים באמצעות לחצן בחר גופן.
hi: फ़ॉन्ट चुनें बटन का उपयोग करके विभिन्न फ़ॉन्ट सेट किए जा सकते हैं।
hu: Különböző betűtípusok állíthatók be a Betűtípus kiválasztása gombbal.
id: Berbagai jenis font dapat diatur menggunakan tombol Pilih Font.
it: È possibile impostare diversi font utilizzando il pulsante Scegli font.

source: Print options help
de: Hilfe zu den Druckoptionen
fr: Aide sur les options d'impression
he: עזרה לאפשרויות הדפסה
hi: प्रिंट विकल्प सहायता
hu: Nyomtatási beállítások súgó
id: Opsi cetak membantu
it: Aiuto per le opzioni di stampa

source: Puzzle mode options
de: Optionen für den Puzzlemodus
fr: Options du mode Puzzle
he: אפשרויות מצב פאזל
hi: पहेली मोड विकल्प
hu: Rejtvény mód beállításai
id: Opsi mode teka-teki
it: Opzioni della modalità Puzzle

source: There is no game loaded for hints
de: Es ist kein Spiel für Hinweise geladen
fr: Il n'y a pas de jeu chargé pour les indices
he: לא נטען משחק לרמזים
hi: संकेत के लिए कोई गेम लोड नहीं किया गया है
hu: Nincs tippekért betöltött játék
id: Tidak ada permainan yang dimuat untuk petunjuk
it: Non c'è nessun gioco caricato per i suggerimenti

source: Clock
de: Uhr
fr: Horloge
he: שָׁעוֹן
hi: घड़ी
hu: Óra
id: Jam
it: Orologio

source: Time is up
de: Die Zeit ist um
fr: Le temps s'est écoulé
he: הזמן נגמר
hi: समय पूरा हो गया
hu: Lejárt az idő
id: Waktunya sudah habis
it: Il tempo è scaduto

source: Adjust statistics
de: Statistiken anpassen
fr: Ajuster les statistiques
he: התאם סטטיסטיקה
hi: आंकड़े समायोजित करें
hu: Állítsa be a statisztikákat
id: Sesuaikan statistik
it: Regola le statistiche

source: Total move no.
de: Gesamtbewegung Nr.
fr: Nombre total de coups
he: סך הכל מהלך לא.
hi: कुल चाल सं.
hu: Teljes mozgás sz.
id: Jumlah perpindahan no.
it: Numero totale di mosse

source: Correct move no.
de: Richtiger Zug Nr.
fr: Coup correct n°
he: מהלך נכון לא.
hi: सही कदम नं.
hu: Helyes lépés sz.
id: Langkah yang benar no.
it: Mossa corretta n.

source: Hint no. :
de: Hinweis Nr.:
fr: Indice n° :
he: רמז לא. :
hi: संकेत नं.:
hu: Tipp nem. :
id: Petunjuk no.:
it: Suggerimento n.:

source: Puzzle attempted no.
de: Rätselversuch Nr.
fr: Puzzle tenté n°
he: ניסיון פאזל לא.
hi: पहेली प्रयास नं.
hu: Puzzle kísérlet nem.
id: Teka-teki dicoba no.
it: Puzzle tentato n.

source: Puzzle solved no.
de: Rätsel gelöst, nein.
fr: Puzzle résolu n°
he: חידה נפתרה לא.
hi: पहेली हल नं.
hu: Rejtvény megoldva nem.
id: Teka-teki terpecahkan no.
it: Puzzle risolto n.

source: Time up no. :
de: Zeit abgelaufen Nr.:
fr: Temps écoulé n° :
he: הזמן נגמר לא. :
hi: समय समाप्ति संख्या :
hu: Idő lejárt nem. :
id: Waktu habis no. :
it: Tempo scaduto n. :

source: Rating percentage :
de: Bewertungsprozentsatz:
fr: Pourcentage de notation :
he: אחוז דירוג:
hi: रेटिंग प्रतिशत :
hu: Értékelési százalék:
id: Persentase penilaian:
it: Percentuale di valutazione:

source: Session
de: Sitzung
he: מוֹשָׁב
hi: सत्र
hu: Ülés
id: Sesi

source: Reset current
de: Aktuellen Wert zurücksetzen
fr: Réinitialiser le courant
he: אפס את הזרם
hi: वर्तमान रीसेट करें
hu: Áram visszaállítása
id: Setel ulang arus
it: Ripristina corrente

source: Reset session
de: Sitzung zurücksetzen
fr: Réinitialiser la session
he: אפס הפעלה
hi: सत्र रीसेट करें
hu: Munkamenet visszaállítása
id: Atur ulang sesi
it: Reimposta sessione

source: Reset file
de: Datei zurücksetzen
fr: Réinitialiser le fichier
he: אפס את הקובץ
hi: फ़ाइल रीसेट करें
hu: Fájl visszaállítása
id: Setel ulang berkas
it: Reimposta file

source: Reset all
de: Alles zurücksetzen
fr: Réinitialiser tout
he: אפס הכל
hi: सभी को पुनः तैयार करना
hu: Összes visszaállítása
id: Setel ulang semuanya
it: Reimposta tutto

source: This dialog box allows you to manually correct
de: In diesem Dialogfeld können Sie manuell korrigieren
fr: Cette boîte de dialogue vous permet de corriger manuellement
he: תיבת דו-שיח זו מאפשרת לך לתקן באופן ידני
hi: यह संवाद बॉक्स आपको मैन्युअल रूप से सही करने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi a kézi javítást
id: Kotak dialog ini memungkinkan Anda untuk mengoreksi secara manual
it: Questa finestra di dialogo consente di correggere manualmente

source: any puzzle statistics anomalies.
de: alle Anomalien in der Rätselstatistik.
fr: toute anomalie statistique du puzzle.
he: כל חריגות בסטטיסטיקה של פאזל.
hi: किसी भी पहेली सांख्यिकी विसंगतियों.
hu: bármilyen rejtvénystatisztikai anomáliát.
id: anomali statistik teka-teki apa pun.
it: eventuali anomalie nelle statistiche del puzzle.

source: For example, sometimes a puzzle has more than one winning continuation,
de: Manchmal hat ein Puzzle beispielsweise mehr als eine gewinnende Fortsetzung,
fr: Par exemple, il arrive parfois qu’un puzzle ait plus d’une suite gagnante,
he: לדוגמה, לפעמים לפאזל יש יותר מהמשך מנצח אחד,
hi: उदाहरण के लिए, कभी-कभी एक पहेली में एक से अधिक विजयी क्रम होते हैं,
hu: Például néha egy rejtvénynek egynél több nyerő folytatása van,
id: Misalnya, terkadang teka-teki memiliki lebih dari satu kelanjutan yang menang,
it: Ad esempio, a volte un puzzle ha più di una continuazione vincente,

source: but only one line is given in the solution.
de: aber in der Lösung ist nur eine Zeile angegeben.
fr: mais une seule ligne est donnée dans la solution.
he: אבל רק שורה אחת ניתנת בפתרון.
hi: लेकिन समाधान में केवल एक पंक्ति दी गई है।
hu: de csak egy sor van megadva a megoldásban.
id: tetapi hanya satu baris yang diberikan dalam solusinya.
it: ma nella soluzione è indicata solo una riga.

source: So if a winning move is entered that does not match the one given
de: Wenn also ein Gewinnzug eingegeben wird, der nicht mit dem vorgegebenen übereinstimmt,
fr: Donc, si un coup gagnant est saisi qui ne correspond pas à celui donné
he: אז אם נכנס מהלך מנצח שאינו תואם את זה שניתן
hi: इसलिए यदि कोई विजयी चाल प्रस्तुत की जाती है जो दी गई चाल से मेल नहीं खाती
hu: Tehát ha olyan nyerő lépést adnak meg, amely nem egyezik a megadottal
id: Jadi jika langkah kemenangan dimasukkan yang tidak sesuai dengan yang diberikan
it: Quindi se viene inserita una mossa vincente che non corrisponde a quella data

source: it would be counted as an incorrect move.
de: es würde als falscher Zug gewertet werden.
fr: cela serait considéré comme un mouvement incorrect.
he: זה ייחשב כצעד לא נכון.
hi: इसे गलत कदम माना जाएगा।
hu: helytelen lépésnek számítana.
id: itu akan dihitung sebagai langkah yang salah.
it: verrebbe considerata una mossa errata.

source: Conversely, sometimes plausible mistakes are given in the solution
de: Umgekehrt werden manchmal plausible Fehler in der Lösung angegeben
fr: À l’inverse, des erreurs plausibles sont parfois données dans la solution
he: לעומת זאת, לפעמים ניתנות טעויות סבירות בפתרון
hi: इसके विपरीत, कभी-कभी समाधान में संभावित गलतियाँ दी जाती हैं
hu: Ezzel szemben a megoldásban néha elfogadható hibák szerepelnek
id: Sebaliknya, terkadang kesalahan yang masuk akal diberikan dalam solusinya
it: Al contrario, a volte nella soluzione vengono forniti degli errori plausibili

source: and if these moves are not marked as errors with a question mark,
de: und wenn diese Züge nicht als Fehler mit einem Fragezeichen gekennzeichnet sind,
fr: et si ces mouvements ne sont pas marqués comme des erreurs par un point d'interrogation,
he: ואם המהלכים הללו אינם מסומנים כשגיאות בסימן שאלה,
hi: और यदि इन चालों को प्रश्न चिह्न के साथ त्रुटि के रूप में चिह्नित नहीं किया जाता है,
hu: és ha ezek a lépések nincsenek kérdőjellel hibásként jelölve,
id: dan jika gerakan ini tidak ditandai sebagai kesalahan dengan tanda tanya,
it: e se queste mosse non vengono contrassegnate come errori con un punto interrogativo,

source: entry of such a move would be counted as correct.
de: Die Eingabe eines solchen Zuges würde als richtig gewertet.
fr: l'entrée d'un tel mouvement serait considérée comme correcte.
he: כניסה של מהלך כזה תיחשב כנכונה.
hi: ऐसे कदम की प्रविष्टि सही मानी जाएगी।
hu: egy ilyen lépés bejegyzése helyesnek számítana.
id: masuknya langkah tersebut akan dihitung sebagai benar.
it: l'inserimento di tale mossa sarebbe considerato corretto.

source: Usually, such issues can be dealt with by simply adjusting the current correct
de: Normalerweise können solche Probleme durch einfaches Anpassen der aktuellen korrekten
fr: Habituellement, ces problèmes peuvent être résolus en ajustant simplement le courant correct.
he: בדרך כלל, ניתן לטפל בבעיות כאלה על ידי התאמת הנוכחי נכון
hi: आमतौर पर, ऐसे मुद्दों को वर्तमान सही सेटिंग को समायोजित करके निपटाया जा सकता है।
hu: Általában az ilyen problémákat az aktuális helyes beállításával lehet kezelni
id: Biasanya, masalah seperti ini dapat diatasi hanya dengan menyesuaikan arus yang benar
it: Di solito, tali problemi possono essere risolti semplicemente regolando la corrente corretta

source: move number, but a full range of adjustments is available to cover other cases.
de: Zugnummer, aber es steht eine ganze Reihe von Anpassungen zur Verfügung, um andere Fälle abzudecken.
fr: déplacer le numéro, mais une gamme complète d'ajustements est disponible pour couvrir d'autres cas.
he: מספר העברה, אך מגוון שלם של התאמות זמין לכיסוי מקרים אחרים.
hi: चाल संख्या, लेकिन अन्य मामलों को कवर करने के लिए समायोजन की एक पूरी श्रृंखला उपलब्ध है।
hu: mozgásszám, de a beállítások teljes skálája elérhető más esetekre is.
id: nomor gerakan, tetapi serangkaian penyesuaian lengkap tersedia untuk mencakup kasus lain.
it: spostare il numero, ma è disponibile una gamma completa di regolazioni per coprire altri casi.

source: Also, you can use the reset buttons to zero the statisistics
de: Sie können die Statistiken auch mit den Reset-Tasten auf Null setzen.
fr: Vous pouvez également utiliser les boutons de réinitialisation pour remettre à zéro les statistiques.
he: כמו כן, אתה יכול להשתמש בכפתורי האיפוס כדי לאפס את הנתונים הסטטיסטיים
hi: इसके अलावा, आप आँकड़ों को शून्य करने के लिए रीसेट बटन का उपयोग कर सकते हैं
hu: Ezenkívül a reset gombokkal nullázhatja a statisztikákat
id: Anda juga dapat menggunakan tombol reset untuk menolkan statistik
it: Inoltre, puoi utilizzare i pulsanti di reset per azzerare le statistiche

source: for the current puzzle, the puzzle session and the puzzle file.
de: für das aktuelle Puzzle, die Puzzle-Sitzung und die Puzzle-Datei.
fr: pour le puzzle en cours, la session de puzzle et le fichier de puzzle.
he: עבור הפאזל הנוכחי, הפעלת הפאזל וקובץ הפאזל.
hi: वर्तमान पहेली, पहेली सत्र और पहेली फ़ाइल के लिए.
hu: az aktuális rejtvényhez, a kirakós munkamenethez és a rejtvényfájlhoz.
id: untuk teka-teki saat ini, sesi teka-teki, dan berkas teka-teki.
it: per il puzzle corrente, la sessione del puzzle e il file del puzzle.

source: Adjust puzzle stats help
de: Hilfe zum Anpassen der Puzzle-Statistiken
fr: Aide à l'ajustement des statistiques du puzzle
he: התאמת נתונים סטטיסטיים של פאזלים
hi: पहेली आँकड़े समायोजित करने में सहायता
hu: Állítsa be a rejtvénystatisztikát
id: Sesuaikan bantuan statistik teka-teki
it: Aiuto per regolare le statistiche del puzzle

source: Please select puzzle options
de: Bitte wählen Sie Puzzle-Optionen
fr: Veuillez sélectionner les options du puzzle
he: אנא בחר אפשרויות פאזל
hi: कृपया पहेली विकल्प चुनें
hu: Kérjük, válasszon kirakós lehetőségeket
id: Silakan pilih opsi teka-teki
it: Seleziona le opzioni del puzzle

source: Auto responses
de: Automatische Antworten
fr: Réponses automatiques
he: תגובות אוטומטיות
hi: स्वचालित प्रतिक्रियाएं
hu: Automatikus válaszok
id: Respons otomatis
it: Risposte automatiche

source: Hint highlight
de: Hinweis-Hervorhebung
fr: Surligner l'indice
he: הדגשת רמז
hi: संकेत हाइलाइट
hu: Tipp kiemelés
id: Sorotan petunjuk
it: Suggerimento evidenzia

source: Show sub-vars
de: Untergeordnete Variablen anzeigen
fr: Afficher les sous-variables
he: הצג תת-ווארים
hi: उप-वार्स दिखाएँ
hu: Alváltozók megjelenítése
id: Tampilkan sub-variabel
it: Mostra sotto-variabili

source: Incorrect move message
de: Falsche Verschiebungsnachricht
fr: Message de déplacement incorrect
he: הודעת העברה שגויה
hi: ग़लत स्थानांतरण संदेश
hu: Helytelen áthelyezési üzenet
id: Pesan gerakan salah
it: Messaggio di spostamento errato

source: Puzzle complete message
de: Nachricht zum Abschluss des Puzzles
fr: Message du puzzle terminé
he: הודעה שלמה פאזל
hi: पहेली पूर्ण संदेश
hu: A rejtvény teljes üzenete
id: Pesan teka-teki lengkap
it: Messaggio di completamento del puzzle

source: Score skipped puzzle
de: Punktestand des übersprungenen Puzzles
fr: Puzzle ignoré avec score
he: ציון דילג על פאזל
hi: स्कोर छोड़ी गई पहेली
hu: Pontszám kihagyott rejtvény
id: Teka-teki skor terlewati
it: Puzzle con punteggio saltato

source: Mark puzzle file
de: Puzzle-Datei markieren
fr: Marquer le fichier puzzle
he: סמן קובץ פאזל
hi: पहेली फ़ाइल को चिह्नित करें
hu: Jelölje meg a rejtvényfájlt
id: Tandai file teka-teki
it: Segna il file del puzzle

source: Auto load puzzle mode
de: Puzzlemodus automatisch laden
fr: Mode puzzle à chargement automatique
he: מצב פאזל טעינה אוטומטית
hi: स्वचालित लोड पहेली मोड
hu: Auto load puzzle mód
id: Mode teka-teki muat otomatis
it: Modalità di caricamento automatico del puzzle

source: Auto load last puzzle
de: Letztes Puzzle automatisch laden
fr: Chargement automatique du dernier puzzle
he: טען אוטומטית את הפאזל האחרון
hi: अंतिम पहेली को स्वतः लोड करें
hu: Az utolsó rejtvény automatikus betöltése
id: Muat otomatis teka-teki terakhir
it: Caricamento automatico dell'ultimo puzzle

source: Auto load next puzzle
de: Nächstes Puzzle automatisch laden
fr: Chargement automatique du prochain puzzle
he: טען אוטומטית את הפאזל הבא
hi: अगली पहेली स्वतः लोड करें
hu: A következő rejtvény automatikus betöltése
id: Muat otomatis teka-teki berikutnya
it: Caricamento automatico del prossimo puzzle

source: Delay (1/10 seconds)
de: Verzögerung (1/10 Sekunden)
fr: Délai (1/10 secondes)
he: השהיה (1/10 שניות)
hi: विलंब (1/10 सेकंड)
hu: Késleltetés (1/10 másodperc)
id: Penundaan (1/10 detik)
it: Ritardo (1/10 secondi)

source: Puzzle statistics options
de: Puzzle-Statistikoptionen
fr: Options de statistiques du puzzle
he: אפשרויות סטטיסטיקה של פאזלים
hi: पहेली सांख्यिकी विकल्प
hu: Rejtvénystatisztikai lehetőségek
id: Opsi statistik teka-teki
it: Opzioni statistiche puzzle

source: Show puzzle stats
de: Puzzle-Statistiken anzeigen
fr: Afficher les statistiques du puzzle
he: הצג נתונים סטטיסטיים של פאזלים
hi: पहेली के आँकड़े दिखाएँ
hu: Rejtvénystatisztikák megjelenítése
id: Tampilkan statistik teka-teki
it: Mostra statistiche puzzle

source: Show session stats
de: Sitzungsstatistiken anzeigen
fr: Afficher les statistiques de session
he: הצג נתונים סטטיסטיים של הפעלה
hi: सत्र आँकड़े दिखाएँ
hu: Munkamenet statisztika megjelenítése
id: Tampilkan statistik sesi
it: Mostra statistiche di sessione

source: Show file stats
de: Dateistatistiken anzeigen
fr: Afficher les statistiques du fichier
he: הצג נתונים סטטיסטיים של קבצים
hi: फ़ाइल आँकड़े दिखाएँ
hu: Fájlstatisztikák megjelenítése
id: Tampilkan statistik berkas
it: Mostra statistiche file

source: Save file stats
de: Dateistatistiken speichern
fr: Enregistrer les statistiques du fichier
he: שמור נתונים סטטיסטיים של קבצים
hi: फ़ाइल आँकड़े सहेजें
hu: Fájlstatisztikák mentése
id: Simpan statistik file
it: Salva le statistiche del file

source: Use stat average
de: Verwenden Sie den statistischen Durchschnitt
fr: Utiliser la moyenne des statistiques
he: השתמש בממוצע סטטיסטי
hi: स्टेट औसत का उपयोग करें
hu: Használja a statisztikai átlagot
id: Gunakan rata-rata stat
it: Usa la media statistica
