Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Use edit mode update : Check to update the video edit mode options
de: Aktualisierung des Bearbeitungsmodus verwenden: Aktivieren Sie dieses Kontrollkästchen, um die Optionen für den Videobearbeitungsmodus zu aktualisieren.
fr: Utiliser la mise à jour du mode d'édition : cochez cette case pour mettre à jour les options du mode d'édition vidéo
he: השתמש בעדכון מצב עריכה : סמן כדי לעדכן את אפשרויות מצב עריכת הווידאו
hi: संपादन मोड अपडेट का उपयोग करें: वीडियो संपादन मोड विकल्पों को अपडेट करने के लिए जाँच करें
hu: Szerkesztési mód frissítése : Jelölje be a videó szerkesztési mód beállításainak frissítéséhez
id: Gunakan pembaruan mode edit: Centang untuk memperbarui opsi mode edit video
it: Usa aggiornamento modalità modifica: seleziona per aggiornare le opzioni della modalità di modifica video

source: according to the setting of <Video edit mode>
de: entsprechend der Einstellung des <Videobearbeitungsmodus>
fr: selon le réglage du <Mode d'édition vidéo>
he: בהתאם להגדרה של <מצב עריכת וידאו>
hi: <वीडियो संपादन मोड> की सेटिंग के अनुसार
hu: a <Videószerkesztés mód> beállításának megfelelően
id: sesuai dengan pengaturan <Mode edit video>
it: in base all'impostazione di <Modalità di modifica video>

source: Uncheck if you want to set the options differently to the defaults.
de: Deaktivieren Sie das Kontrollkästchen, wenn Sie die Optionen anders als die Standardeinstellungen festlegen möchten.
fr: Décochez cette case si vous souhaitez définir les options différemment des valeurs par défaut.
he: בטל את הסימון אם ברצונך להגדיר את האפשרויות באופן שונה לברירות המחדל.
hi: यदि आप विकल्पों को डिफॉल्ट से अलग सेट करना चाहते हैं तो अनचेक करें।
hu: Törölje a jelölést, ha a beállításokat az alapértelmezetttől eltérően szeretné beállítani.
id: Hapus tanda centang jika Anda ingin menyetel opsi secara berbeda dari default.
it: Deselezionare questa opzione se si desidera impostare le opzioni in modo diverso da quelle predefinite.

source: Video edit mode : Check this box if you are making a video.
de: Videobearbeitungsmodus: Aktivieren Sie dieses Kontrollkästchen, wenn Sie ein Video erstellen.
fr: Mode d'édition vidéo : Cochez cette case si vous réalisez une vidéo.
he: מצב עריכת וידאו: סמן את התיבה הזו אם אתה יוצר סרטון.
hi: वीडियो संपादन मोड : यदि आप वीडियो बना रहे हैं तो इस बॉक्स को चेक करें।
hu: Videó szerkesztési mód : Jelölje be ezt a négyzetet, ha videót készít.
id: Mode edit video: Centang kotak ini jika Anda membuat video.
it: Modalità di modifica video: seleziona questa casella se stai realizzando un video.

source: When first checked, it will activate and uncheck the the next two boxes.
de: Wenn Sie es zum ersten Mal aktivieren, werden die nächsten beiden Kontrollkästchen aktiviert und die Häkchen entfernt.
fr: Lorsqu'il est coché pour la première fois, il activera et décochera les deux cases suivantes.
he: כאשר הוא מסומן לראשונה, הוא יופעל ויבטל את הסימון של שתי התיבות הבאות.
hi: जब पहली बार चेक किया जाएगा, तो यह सक्रिय हो जाएगा और अगले दो बॉक्स अनचेक हो जाएंगे।
hu: Amikor először bejelöli, aktiválja és törli a következő két jelölőnégyzetet.
id: Saat pertama kali dicentang, ini akan aktif dan hapus tanda centang pada dua kotak berikutnya.
it: Selezionandola per la prima volta, verranno attivate e deselezionite le due caselle successive.

source: For normal playback of videos, leave this box unchecked.
de: Lassen Sie dieses Kontrollkästchen für die normale Wiedergabe von Videos deaktiviert.
fr: Pour une lecture normale des vidéos, laissez cette case décochée.
he: להפעלה רגילה של סרטונים, השאר תיבה זו לא מסומנת.
hi: वीडियो के सामान्य प्लेबैक के लिए, इस बॉक्स को अनचेक छोड़ दें।
hu: A videók normál lejátszásához ne jelölje be ezt a négyzetet.
id: Untuk pemutaran video normal, biarkan kotak ini tidak dicentang.
it: Per la riproduzione normale dei video, lasciare questa casella deselezionata.

source: Update video from game : Check to update the video position from the game.
de: Video vom Spiel aktualisieren: Aktivieren Sie dieses Kontrollkästchen, um die Videoposition vom Spiel zu aktualisieren.
fr: Mettre à jour la vidéo du jeu : Cochez pour mettre à jour la position de la vidéo du jeu.
he: עדכן סרטון ממשחק: סמן כדי לעדכן את מיקום הסרטון מהמשחק.
hi: गेम से वीडियो अपडेट करें : गेम से वीडियो की स्थिति अपडेट करने के लिए जाँच करें।
hu: Videó frissítése a játékból: Jelölje be a videó pozíciójának frissítéséhez a játékból.
id: Perbarui video dari permainan: Periksa untuk memperbarui posisi video dari permainan.
it: Aggiorna video dal gioco: seleziona questa opzione per aggiornare la posizione del video dal gioco.

source: Update game from video : Check to update the game position from the video.
de: Spiel vom Video aktualisieren: Aktivieren Sie dieses Kontrollkästchen, um die Spielposition vom Video zu aktualisieren.
fr: Mettre à jour le jeu à partir de la vidéo : Cochez pour mettre à jour la position du jeu à partir de la vidéo.
he: עדכן משחק מסרטון : סמן כדי לעדכן את מיקום המשחק מהסרטון.
hi: वीडियो से गेम अपडेट करें : वीडियो से गेम की स्थिति अपडेट करने के लिए चेक करें।
hu: Játék frissítése videóból : Jelölje be a játék pozíciójának frissítéséhez a videóból.
id: Perbarui permainan dari video: Centang untuk memperbarui posisi permainan dari video.
it: Aggiorna partita dal video: seleziona questa opzione per aggiornare la posizione della partita dal video.

source: Pause for questions : Check to pause the video for quiz questions.
de: Für Fragen anhalten: Aktivieren Sie dieses Kontrollkästchen, um das Video für Quizfragen anzuhalten.
fr: Pause pour les questions : Cochez pour mettre la vidéo en pause pour les questions du quiz.
he: השהה לשאלות : סמן כדי להשהות את הסרטון לשאלות חידון.
hi: प्रश्नों के लिए रोकें : प्रश्नोत्तरी प्रश्नों के लिए वीडियो को रोकें।
hu: Szünet a kérdésekhez : Jelölje be a videó szüneteltetéséhez a kvízkérdésekhez.
id: Jeda untuk pertanyaan: Centang untuk menjeda video untuk pertanyaan kuis.
it: Pausa per domande: seleziona questa opzione per mettere in pausa il video per le domande del quiz.

source: Display puzzle panel : Check to display the puzzle panel
de: Puzzle-Panel anzeigen: Aktivieren Sie dieses Kontrollkästchen, um das Puzzle-Panel anzuzeigen
fr: Afficher le panneau du puzzle : Cochez pour afficher le panneau du puzzle
he: הצג לוח פאזל : סמן כדי להציג את לוח הפאזל
hi: पहेली पैनल प्रदर्शित करें : पहेली पैनल प्रदर्शित करने के लिए जाँच करें
hu: Rejtvénypanel megjelenítése: Jelölje be a rejtvénypanel megjelenítéséhez
id: Tampilkan panel teka-teki: Centang untuk menampilkan panel teka-teki
it: Visualizza pannello puzzle: seleziona per visualizzare il pannello puzzle

source: in puzzle mode during the video.
de: im Puzzlemodus während des Videos.
fr: en mode puzzle pendant la vidéo.
he: במצב פאזל במהלך הסרטון.
hi: वीडियो के दौरान पहेली मोड में।
hu: rejtvény módban a videó alatt.
id: dalam mode teka-teki selama video.
it: in modalità puzzle durante il video.

source: Start puzzle clock : Check to start the puzzle clock
de: Puzzle-Uhr starten: Aktivieren Sie dieses Kontrollkästchen, um die Puzzle-Uhr zu starten
fr: Démarrer l'horloge du puzzle : Cochez pour démarrer l'horloge du puzzle
he: התחל את שעון הפאזל: סמן כדי להפעיל את שעון הפאזל
hi: पहेली घड़ी शुरू करें: पहेली घड़ी शुरू करने के लिए जाँच करें
hu: Rejtvényóra indítása: Jelölje be a rejtvényóra elindításához
id: Mulai jam teka-teki: Centang untuk memulai jam teka-teki
it: Avvia l'orologio del puzzle: seleziona per avviare l'orologio del puzzle

source: Show puzzle hint after try : Set the number of puzzle attempts allowed
de: Puzzle-Hinweis nach dem Versuch anzeigen: Legen Sie die Anzahl der zulässigen Puzzle-Versuche fest
fr: Afficher un indice de puzzle après un essai : définir le nombre de tentatives de puzzle autorisées
he: הצג רמז לפאזל לאחר ניסיון: הגדר את מספר ניסיונות הפאזל המותר
hi: प्रयास के बाद पहेली संकेत दिखाएँ : अनुमत पहेली प्रयासों की संख्या निर्धारित करें
hu: Rejtvényre vonatkozó tipp megjelenítése próbálkozás után: Állítsa be a rejtvénykísérletek számát
id: Tampilkan petunjuk teka-teki setelah mencoba: Tetapkan jumlah percobaan teka-teki yang diizinkan
it: Mostra suggerimento puzzle dopo tentativo: imposta il numero di tentativi puzzle consentiti

source: before a hint is displayed.
de: bevor ein Hinweis angezeigt wird.
fr: avant qu'un indice ne soit affiché.
he: לפני הצגת רמז.
hi: इससे पहले कि कोई संकेत प्रदर्शित हो.
hu: mielőtt megjelenik egy tipp.
id: sebelum petunjuk ditampilkan.
it: prima che venga visualizzato un suggerimento.

source: Show puzzle move after try : Set the number of puzzle attempts allowed
de: Puzzlezug nach Versuch anzeigen: Legen Sie die Anzahl der zulässigen Puzzleversuche fest
fr: Afficher le déplacement du puzzle après essai : définir le nombre de tentatives de puzzle autorisées
he: הצג מהלך חידה אחרי ניסיון: הגדר את מספר ניסיונות הפאזל המותר
hi: प्रयास के बाद पहेली चाल दिखाएँ : अनुमत पहेली प्रयासों की संख्या निर्धारित करें
hu: Rejtvénymozgatás megjelenítése próbálkozás után : Állítsa be a feladványok megengedett számát
id: Tampilkan gerakan teka-teki setelah mencoba: Mengatur jumlah percobaan teka-teki yang diizinkan
it: Mostra la mossa del puzzle dopo il tentativo: imposta il numero di tentativi di puzzle consentiti

source: before the correct move is displayed.
de: bevor der richtige Zug angezeigt wird.
fr: avant que le coup correct ne soit affiché.
he: לפני הצגת המהלך הנכון.
hi: सही चाल प्रदर्शित होने से पहले.
hu: mielőtt a megfelelő lépés megjelenik.
id: sebelum gerakan yang benar ditampilkan.
it: prima che venga visualizzata la mossa corretta.

source: The puzzle mode equivalents of the two preceeding options are set to these
de: Die Puzzle-Modus-Äquivalente der beiden vorhergehenden Optionen sind auf diese eingestellt
fr: Les équivalents du mode puzzle des deux options précédentes sont définis sur ces
he: המקבילות למצב הפאזל של שתי האפשרויות הקודמות מוגדרות לאלה
hi: दो पूर्ववर्ती विकल्पों के पहेली मोड समकक्ष इन पर सेट हैं
hu: A két előző opció rejtvény mód megfelelői ezekre vannak beállítva
id: Setara dengan mode teka-teki dari dua opsi sebelumnya diatur ke ini
it: Gli equivalenti della modalità puzzle delle due opzioni precedenti sono impostati su questi

source: values whilst the media player is open. When you close the media player,
de: Werte, während der Media Player geöffnet ist. Wenn Sie den Media Player schließen,
fr: valeurs pendant que le lecteur multimédia est ouvert. Lorsque vous fermez le lecteur multimédia,
he: ערכים כאשר נגן המדיה פתוח. כאשר אתה סוגר את נגן המדיה,
hi: मीडिया प्लेयर खुला रहने पर मान बदल जाते हैं। जब आप मीडिया प्लेयर बंद करते हैं,
hu: értékeket, amíg a médialejátszó nyitva van. Amikor bezárja a médialejátszót,
id: nilai saat pemutar media terbuka. Saat Anda menutup pemutar media,
it: valori mentre il lettore multimediale è aperto. Quando chiudi il lettore multimediale,

source: the original puzzle mode values are restored.
de: die ursprünglichen Werte des Puzzlemodus werden wiederhergestellt.
fr: les valeurs du mode puzzle d'origine sont restaurées.
he: ערכי מצב הפאזל המקוריים משוחזרים.
hi: मूल पहेली मोड मान बहाल कर दिए गए हैं.
hu: az eredeti puzzle mód értékei visszaállnak.
id: nilai mode teka-teki asli dikembalikan.
it: vengono ripristinati i valori originali della modalità puzzle.

source: Default move time value : Set the default video time for moves.
de: Standardwert für Bewegungszeit: Legen Sie die Standardvideozeit für Bewegungen fest.
fr: Valeur de temps de déplacement par défaut : définissez la durée vidéo par défaut pour les déplacements.
he: ערך ברירת מחדל של זמן תנועה : הגדר את זמן ברירת המחדל של וידאו עבור תנועות.
hi: डिफ़ॉल्ट मूव समय मान : मूव के लिए डिफ़ॉल्ट वीडियो समय सेट करें.
hu: Alapértelmezett mozgási idő értéke: Állítsa be a mozgások alapértelmezett videóidejét.
id: Nilai waktu gerakan default: Mengatur waktu video default untuk gerakan.
it: Valore predefinito del tempo di movimento: imposta il tempo video predefinito per i movimenti.

source: Media player options help
de: Hilfe zu den Media Player-Optionen
fr: Aide sur les options du lecteur multimédia
he: אפשרויות נגן מדיה עוזרות
hi: मीडिया प्लेयर विकल्प सहायता
hu: A médialejátszó opciói segítenek
id: Opsi pemutar media membantu
it: Aiuto con le opzioni del lettore multimediale

source: If you make changes to a PGN game that accompanies a video
de: Wenn Sie Änderungen an einem PGN-Spiel vornehmen, das ein Video begleitet
fr: Si vous apportez des modifications à un jeu PGN qui accompagne une vidéo
he: אם תבצע שינויים במשחק PGN שנלווה לסרטון
hi: यदि आप किसी PGN गेम में कोई परिवर्तन करते हैं जो वीडियो के साथ आता है
hu: Ha módosít egy videót kísérő PGN-játékot
id: Jika Anda membuat perubahan pada permainan PGN yang disertai dengan video
it: Se apporti modifiche a un gioco PGN che accompagna un video

source: and then save the video info with a game or separately
de: und speichern Sie dann die Videoinformationen mit einem Spiel oder separat
fr: puis enregistrez les informations vidéo avec un jeu ou séparément
he: ולאחר מכן שמור את פרטי הסרטון עם משחק או בנפרד
hi: और फिर वीडियो जानकारी को गेम के साथ या अलग से सेव करें
hu: majd mentse el a videó infót egy játékkal vagy külön
id: dan kemudian simpan info video dengan game atau secara terpisah
it: e quindi salvare le informazioni video con un gioco o separatamente

source: without having first saved the video markers,
de: ohne vorher die Videomarker gespeichert zu haben,
fr: sans avoir préalablement enregistré les marqueurs vidéo,
he: מבלי ששמרת תחילה את סמני הווידאו,
hi: वीडियो मार्करों को पहले सेव किए बिना,
hu: anélkül, hogy először elmentette volna a videojelölőket,
id: tanpa menyimpan penanda video terlebih dahulu,
it: senza aver prima salvato i marcatori video,

source: this could ruin the game/video synchronization.
de: Dies könnte die Spiel-/Videosynchronisierung zerstören.
fr: cela pourrait ruiner la synchronisation jeu/vidéo.
he: זה עלול להרוס את סנכרון המשחק/וידאו.
hi: इससे गेम/वीडियो समन्वयन ख़राब हो सकता है।
hu: ez tönkreteheti a játék/videó szinkronizálást.
id: ini dapat merusak sinkronisasi permainan/video.
it: ciò potrebbe rovinare la sincronizzazione gioco/video.

source: If this is the case and you want a remedy, then start a new game
de: Wenn dies der Fall ist und Sie Abhilfe schaffen möchten, starten Sie ein neues Spiel
fr: Si tel est le cas et que vous souhaitez une solution, démarrez une nouvelle partie.
he: אם זה המקרה ואתה רוצה תרופה, אז התחל משחק חדש
hi: यदि यह मामला है और आप इसका समाधान चाहते हैं, तो एक नया खेल शुरू करें
hu: Ha ez a helyzet, és orvosságot szeretne, kezdjen új játékot
id: Jika demikian dan Anda menginginkan solusinya, maka mulailah permainan baru
it: Se questo è il caso e vuoi un rimedio, allora inizia una nuova partita

source: without saving the game file and then reload the game.
de: ohne die Spieldatei zu speichern und dann das Spiel neu zu laden.
fr: sans enregistrer le fichier du jeu puis recharger le jeu.
he: מבלי לשמור את קובץ המשחק ולאחר מכן לטעון מחדש את המשחק.
hi: गेम फ़ाइल को सेव किए बिना और फिर गेम को पुनः लोड करें।
hu: a játékfájl mentése nélkül, majd töltse be újra a játékot.
id: tanpa menyimpan berkas permainan lalu memuat ulang permainannya.
it: senza salvare il file di gioco e poi ricaricare il gioco.

source: Then select <Edit> <Save video markers> before making changes to the game.
de: Wählen Sie dann <Bearbeiten> <Videomarkierungen speichern>, bevor Sie Änderungen am Spiel vornehmen.
fr: Sélectionnez ensuite <Modifier> <Enregistrer les marqueurs vidéo> avant d'apporter des modifications au jeu.
he: לאחר מכן בחר <ערוך> <שמור סמני וידאו> לפני ביצוע שינויים במשחק.
hi: फिर गेम में बदलाव करने से पहले <संपादित करें> <वीडियो मार्कर सहेजें> का चयन करें।
hu: Ezután válassza az <Edit> <Save Video Markers> (Videójelölők mentése) lehetőséget, mielőtt módosítaná a játékot.
id: Lalu pilih <Edit> <Simpan penanda video> sebelum membuat perubahan pada permainan.
it: Quindi seleziona <Modifica> <Salva marcatori video> prima di apportare modifiche al gioco.

source: the video markers but have the re-save video markers option switched off.
de: die Videomarkierungen, aber die Option zum erneuten Speichern der Videomarkierungen ist deaktiviert.
fr: les marqueurs vidéo mais l'option de réenregistrement des marqueurs vidéo est désactivée.
he: את סמני הווידאו, אך האפשרות שמור מחדש סמני וידאו כבויה.
hi: वीडियो मार्करों को पुनः सहेजने का विकल्प बंद कर दिया गया है।
hu: a videojelölőket, de a videojelölők újra mentése opciót ki kell kapcsolni.
id: penanda video tetapi menonaktifkan opsi simpan ulang penanda video.
it: i marcatori video ma hanno l'opzione di salvataggio dei marcatori video disattivata.

source: This can be switched on in <Options> from the Media player window.
de: Dies kann unter <Optionen> im Fenster „Media Player“ eingeschaltet werden.
fr: Cela peut être activé dans <Options> depuis la fenêtre du lecteur multimédia.
he: ניתן להפעיל זאת ב<Options> מחלון נגן המדיה.
hi: इसे मीडिया प्लेयर विंडो से <विकल्प> में चालू किया जा सकता है।
hu: Ezt a Médialejátszó ablakában az <Opciók> menüpontban lehet bekapcsolni.
id: Ini dapat diaktifkan di <Opsi> dari jendela Pemutar Media.
it: Questa opzione può essere attivata in <Opzioni> dalla finestra del lettore multimediale.

source: Do you still wish to continue with the save operation (y/n) ?
de: Möchten Sie den Speichervorgang trotzdem fortsetzen (j/n)?
fr: Souhaitez-vous toujours continuer l'opération de sauvegarde (o/n) ?
he: האם אתה עדיין רוצה להמשיך בפעולת השמירה (y/n) ?
hi: क्या आप अभी भी सेव ऑपरेशन जारी रखना चाहते हैं (y/n)?
hu: Továbbra is folytatni kívánja a mentési műveletet (i/n)?
id: Apakah Anda masih ingin melanjutkan operasi penyimpanan (y/t)?
it: Desideri comunque continuare con l'operazione di salvataggio (sì/no)?

source: You are about to add a move between ^p and ^b markers
de: Sie sind dabei, eine Bewegung zwischen den Markierungen ^p und ^b hinzuzufügen
fr: Vous êtes sur le point d'ajouter un déplacement entre les marqueurs ^p et ^b
he: אתה עומד להוסיף מעבר בין סמנים ^p ו-^b
hi: आप ^p और ^b मार्करों के बीच एक चाल जोड़ने वाले हैं
hu: Arra készülsz, hogy elmozdulást adj a ^p és ^b jelölők között
id: Anda akan menambahkan perpindahan antara penanda ^p dan ^b
it: Stai per aggiungere una mossa tra i marcatori ^p e ^b

source: with the media player active but not in puzzle mode.
de: mit aktivem Mediaplayer, aber nicht im Puzzlemodus.
fr: avec le lecteur multimédia actif mais pas en mode puzzle.
he: עם נגן המדיה פעיל אך לא במצב פאזל.
hi: मीडिया प्लेयर सक्रिय है, लेकिन पहेली मोड में नहीं है।
hu: aktív médialejátszóval, de nem rejtvény módban.
id: dengan pemutar media aktif tetapi tidak dalam mode teka-teki.
it: con il lettore multimediale attivo ma non in modalità puzzle.

source: This could ruin game/video synchronization.
de: Dies könnte die Spiel-/Videosynchronisierung zerstören.
fr: Cela pourrait ruiner la synchronisation du jeu/de la vidéo.
he: זה עלול להרוס את סנכרון המשחק/וידאו.
hi: इससे गेम/वीडियो समन्वयन ख़राब हो सकता है।
hu: Ez tönkreteheti a játék/videó szinkronizálást.
id: Ini dapat merusak sinkronisasi permainan/video.
it: Ciò potrebbe compromettere la sincronizzazione tra gioco e video.

source: Do you wish to continue (y/n) ?
de: Möchten Sie fortfahren (j/n)?
fr: Souhaitez-vous continuer (o/n) ?
he: האם ברצונך להמשיך (י/נ)?
hi: क्या आप जारी रखना चाहते हैं (y/n)?
hu: Szeretné folytatni (i/n)?
id: Apakah Anda ingin melanjutkan (y/n)?
it: Vuoi continuare (y/n)?

source: Move input message
de: Eingabenachricht verschieben
fr: Déplacer le message d'entrée
he: הזז הודעת קלט
hi: इनपुट संदेश ले जाएँ
hu: Bemeneti üzenet áthelyezése
id: Pindahkan pesan masukan
it: Sposta il messaggio di input

source: Free Internet Chess Server
de: Kostenloser Internet-Schachserver
fr: Serveur d'échecs Internet gratuit
he: שרת שחמט חינם באינטרנט
hi: निःशुल्क इंटरनेट शतरंज सर्वर
hu: Ingyenes internetes sakkszerver
id: Server Catur Internet Gratis
it: Server di scacchi Internet gratuito

source: Input command to Fics :
de: Eingabebefehl für Fics:
fr: Commande d'entrée dans Fics :
he: קלט פקודת Fics:
hi: फिक्स में इनपुट कमांड:
hu: Parancs bevitele a Fics-be:
id: Perintah masukan ke Fics :
it: Comando di input per Fics:

source: Send
de: Schicken
fr: Envoyer
he: לִשְׁלוֹחַ
hi: भेजना
hu: Elküld
id: Mengirim
it: Inviare

source: Output from Fics (read only)
de: Ausgabe von Fics (nur lesen)
fr: Sortie de Fics (lecture seule)
he: פלט מ-Fics (לקריאה בלבד)
hi: फिक्स से आउटपुट (केवल पढ़ने के लिए)
hu: Kimenet a Fics-ből (csak olvasható)
id: Output dari Fics (hanya baca)
it: Output da Fics (sola lettura)

source: Connect to Fics
de: Mit Fics verbinden
fr: Connectez-vous à Fics
he: התחבר ל-Fics
hi: फिक्स से कनेक्ट करें
hu: Csatlakozás a Fics szolgáltatáshoz
id: Hubungkan ke Fics
it: Connettiti a Fics

source: Disconnect from Fics
de: Trennen Sie die Verbindung zu Fics
fr: Déconnectez-vous de Fics
he: התנתק מפיקס
hi: फिक्स से डिस्कनेक्ट करें
hu: Lekapcsolódás a Fics-ről
id: Putuskan hubungan dengan Fiksi
it: Disconnettiti dalle Fics

source: Place game ad
de: Spielanzeige platzieren
fr: Placer une annonce de jeu
he: פרסם מודעה למשחק
hi: गेम का विज्ञापन लगाएं
hu: Helyezze el a játék hirdetését
id: Tempatkan iklan game
it: Inserisci annuncio di gioco

source: List games
de: Spiele auflisten
fr: Liste des jeux
he: רשימת משחקים
hi: खेलों की सूची बनाएं
hu: Játékok listája
id: Daftar game
it: Elenco giochi

source: List players
de: Spieler auflisten
fr: Liste des joueurs
he: רשימת שחקנים
hi: खिलाड़ियों की सूची
hu: Játékosok listája
id: Daftar pemain
it: Elenca i giocatori

source: Player profile
de: Spielerprofil
fr: Profil du joueur
he: פרופיל שחקן
hi: खिलाड़ी प्रोफ़ाइल
hu: Játékos profil
id: Profil pemain
it: Profilo del giocatore

source: Propose match game
de: Schlagen Sie ein Match-Spiel vor
fr: Proposer un jeu de match
he: הצעת משחק התאמה
hi: प्रस्तावित मैच खेल
hu: Javaslat mérkőzés játék
id: Usulkan permainan pertandingan
it: Proponi un gioco di abbinamento

source: Offer/claim draw
de: Angebots-/Anspruchsziehung
fr: Tirage au sort offre/réclamation
he: הגרלת הצעה/תביעה
hi: प्रस्ताव/दावा ड्रा
hu: Ajánlat/igénysorsolás
id: Pengundian penawaran/klaim
it: Offerta/richiesta di estrazione

source: Resign game
de: Spiel aufgeben
fr: Jeu de démission
he: משחק התפטר
hi: इस्तीफ़ा खेल
hu: Lemondási játék
id: Mengundurkan diri dari permainan
it: Dimissioni dal gioco

source: Flag
de: Flagge
fr: Drapeau
he: דֶגֶל
hi: झंडा
hu: Zászló
id: Bendera
it: Bandiera

source: Request takeback
de: Rücknahme anfordern
fr: Demande de reprise
he: בקש החזרה
hi: वापस लेने का अनुरोध करें
hu: Kérjen visszavételt
id: Minta pengembalian
it: Richiedi il ritiro

source: Propose pause to game
de: Spielpause vorschlagen
fr: Proposer une pause dans le jeu
he: הצע הפסקה למשחק
hi: खेल को रोकने का प्रस्ताव
hu: Javasoljon szünetet a játékhoz
id: Usulkan jeda pada permainan
it: Proponi pausa al gioco

source: Propose game abort
de: Spielabbruch vorschlagen
fr: Proposer l'abandon du jeu
he: הצע הפסקת משחק
hi: खेल निरस्त करने का प्रस्ताव
hu: Javaslat a játék megszakítására
id: Usulkan pembatalan permainan
it: Proponi l'interruzione del gioco

source: Reset board to current Fics position
de: Board auf aktuelle Fics-Position zurücksetzen
fr: Réinitialiser le tableau à la position actuelle des Fics
he: אפס את הלוח למצב Fics הנוכחי
hi: बोर्ड को वर्तमान फिक्स स्थिति पर रीसेट करें
hu: A tábla visszaállítása az aktuális Fics pozícióba
id: Setel ulang papan ke posisi Fics saat ini
it: Ripristina la bacheca alla posizione Fics corrente

source: Propose adjournment
de: Vertagung vorschlagen
fr: Proposer un ajournement
he: הצע דחייה
hi: स्थगन का प्रस्ताव
hu: Javaslatot tenni halasztásra
id: Usulkan penundaan
it: Proporre l'aggiornamento
