Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: to the session and file stats if it is skipped.
de: zu den Sitzungs- und Dateistatistiken, wenn es übersprungen wird.
fr: aux statistiques de session et de fichier si elles sont ignorées.
he: לסשן ולנתונים סטטיסטיים של קבצים אם הוא ידלג.
hi: यदि इसे छोड़ दिया जाता है तो सत्र और फ़ाइल आँकड़े पर वापस लौटें।
hu: a munkamenethez és a fájlstatisztikákhoz, ha kimarad.
id: ke sesi dan statistik file jika dilewati.
it: alle statistiche della sessione e del file se viene saltato.

source: Mark puzzle file - designate the current PGN file as a puzzle file,
de: Puzzle-Datei markieren - die aktuelle PGN-Datei als Puzzle-Datei kennzeichnen,
fr: Marquer le fichier puzzle - désigne le fichier PGN actuel comme un fichier puzzle,
he: סמן קובץ פאזל - הגדר את קובץ ה-PGN הנוכחי כקובץ פאזל,
hi: पहेली फ़ाइल को चिह्नित करें - वर्तमान PGN फ़ाइल को पहेली फ़ाइल के रूप में नामित करें,
hu: Rejtvényfájl megjelölése – az aktuális PGN fájl kijelölése rejtvényfájlként,
id: Tandai file teka-teki - tetapkan file PGN saat ini sebagai file teka-teki,
it: Contrassegna file puzzle - designa il file PGN corrente come file puzzle,

source: for the purpose of automatic puzzle mode loading.
de: zum Zweck des automatischen Ladens des Puzzlemodus.
fr: dans le but de charger automatiquement le mode puzzle.
he: לצורך טעינת מצב פאזל אוטומטית.
hi: स्वचालित पहेली मोड लोडिंग के उद्देश्य से।
hu: az automatikus puzzle mód betöltés céljából.
id: untuk tujuan pemuatan mode teka-teki otomatis.
it: allo scopo di caricare automaticamente la modalità puzzle.

source: The reason for this extra box is that whilst you would probably always
de: Der Grund für dieses zusätzliche Feld ist, dass Sie wahrscheinlich immer
fr: La raison de cette case supplémentaire est que, même si vous le feriez probablement toujours
he: הסיבה לקופסה הנוספת הזו היא שאמנם אתה כנראה תמיד
hi: इस अतिरिक्त बॉक्स का कारण यह है कि यद्यपि आप संभवतः हमेशा
hu: Ennek az extra doboznak az az oka, hogy bár valószínűleg mindig
id: Alasan untuk kotak tambahan ini adalah karena meskipun Anda mungkin selalu
it: Il motivo di questa casella extra è che mentre probabilmente lo faresti sempre

source: want to switch to puzzle mode for a PGN file of puzzles, you might
de: Wenn Sie in den Puzzle-Modus für eine PGN-Datei mit Puzzles wechseln möchten,
fr: si vous souhaitez passer en mode puzzle pour un fichier PGN de puzzles, vous pouvez
he: רוצה לעבור למצב פאזל עבור קובץ PGN של פאזלים, אולי
hi: यदि आप पहेलियों की PGN फ़ाइल के लिए पहेली मोड पर स्विच करना चाहते हैं, तो आप
hu: esetleg rejtvény módra szeretne váltani egy PGN rejtvényfájlhoz
id: ingin beralih ke mode teka-teki untuk file PGN teka-teki, Anda mungkin
it: vuoi passare alla modalità puzzle per un file PGN di puzzle, potresti

source: only want to use puzzle mode occasionally for a game database file.
de: möchte den Puzzlemodus nur gelegentlich für eine Spieldatenbankdatei verwenden.
fr: je souhaite uniquement utiliser le mode puzzle occasionnellement pour un fichier de base de données de jeu.
he: רק רוצה להשתמש במצב פאזל מדי פעם עבור קובץ מסד נתונים של משחק.
hi: मैं केवल गेम डेटाबेस फ़ाइल के लिए कभी-कभी पहेली मोड का उपयोग करना चाहता हूं।
hu: csak alkalmanként szeretné használni a puzzle módot egy játék adatbázis fájljához.
id: hanya ingin menggunakan mode teka-teki sesekali untuk berkas basis data permainan.
it: voglio usare la modalità puzzle solo occasionalmente per un file di database di gioco.

source: This option is only active when a PGN file is loaded.
de: Diese Option ist nur aktiv, wenn eine PGN-Datei geladen wird.
fr: Cette option n'est active que lorsqu'un fichier PGN est chargé.
he: אפשרות זו פעילה רק כאשר קובץ PGN נטען.
hi: यह विकल्प केवल तभी सक्रिय होता है जब PGN फ़ाइल लोड की जाती है।
hu: Ez az opció csak PGN fájl betöltésekor aktív.
id: Pilihan ini hanya aktif ketika berkas PGN dimuat.
it: Questa opzione è attiva solo quando viene caricato un file PGN.

source: Load last PGN file - if you want a puzzle file to automatically load
de: Letzte PGN-Datei laden - wenn Sie möchten, dass eine Puzzle-Datei automatisch geladen wird
fr: Charger le dernier fichier PGN - si vous souhaitez qu'un fichier de puzzle se charge automatiquement
he: טען קובץ PGN אחרון - אם אתה רוצה שקובץ פאזל ייטען אוטומטית
hi: अंतिम PGN फ़ाइल लोड करें - यदि आप चाहते हैं कि पहेली फ़ाइल स्वचालित रूप से लोड हो जाए
hu: Utolsó PGN fájl betöltése – ha azt szeretné, hogy egy rejtvényfájl automatikusan betöltődjön
id: Muat file PGN terakhir - jika Anda ingin file puzzle dimuat secara otomatis
it: Carica l'ultimo file PGN - se vuoi che un file puzzle venga caricato automaticamente

source: on program start, then this option must be checked.
de: beim Programmstart, dann muss diese Option aktiviert werden.
fr: au démarrage du programme, cette option doit alors être cochée.
he: עם תחילת התוכנית, יש לסמן אפשרות זו.
hi: प्रोग्राम शुरू होने पर, इस विकल्प को अवश्य जांचना चाहिए।
hu: a program indításakor ezt az opciót be kell jelölni.
id: saat program dimulai, maka opsi ini harus dicentang.
it: all'avvio del programma, questa opzione deve essere selezionata.

source: This option is also available from < Options > < General.. >
de: Diese Option ist auch unter <Optionen> <Allgemein> verfügbar.
fr: Cette option est également disponible dans < Options > < Général.. >
he: אפשרות זו זמינה גם מתוך < אפשרויות > < כללי.. >
hi: यह विकल्प < विकल्प > < सामान्य > से भी उपलब्ध है
hu: Ez az opció a < Beállítások > < Általános.. > menüpontból is elérhető
id: Pilihan ini juga tersedia dari < Opsi > < Umum.. >
it: Questa opzione è disponibile anche da < Opzioni > < Generale.. >

source: Auto load puzzle mode - automatically load puzzle mode when a PGN file
de: Puzzle-Modus automatisch laden - Puzzle-Modus automatisch laden, wenn eine PGN-Datei
fr: Mode puzzle à chargement automatique - charge automatiquement le mode puzzle lorsqu'un fichier PGN est chargé
he: מצב פאזל טעינה אוטומטית - מצב חידה טען אוטומטית כאשר קובץ PGN
hi: ऑटो लोड पज़ल मोड - जब कोई PGN फ़ाइल हो तो पज़ल मोड स्वचालित रूप से लोड हो जाता है
hu: Automatikus betöltés puzzle mód - automatikusan betölti a puzzle módot, amikor egy PGN fájlt
id: Mode teka-teki muat otomatis - secara otomatis memuat mode teka-teki saat file PGN
it: Modalità puzzle caricamento automatico: carica automaticamente la modalità puzzle quando un file PGN

source: marked as a puzzle file is opened.
de: als Puzzle markierte Datei wird geöffnet.
fr: marqué comme un fichier de puzzle est ouvert.
he: מסומן כקובץ פאזל נפתח.
hi: एक पहेली फ़ाइल के रूप में चिह्नित किया गया है खोला गया है।
hu: rejtvényfájlként megjelölt megnyílik.
id: ditandai sebagai berkas teka-teki dibuka.
it: contrassegnato come file puzzle viene aperto.

source: For this feature to work, the < Save file stats > option has to be checked
de: Damit diese Funktion funktioniert, muss die Option < Dateistatistiken speichern > aktiviert sein
fr: Pour que cette fonctionnalité fonctionne, l'option < Enregistrer les statistiques du fichier > doit être cochée
he: כדי שתכונה זו תעבוד, יש לסמן את האפשרות < שמור סטטיסטיקות קובץ >
hi: इस सुविधा के काम करने के लिए, < फ़ाइल आँकड़े सहेजें > विकल्प को चेक करना होगा
hu: Ahhoz, hogy ez a funkció működjön, be kell jelölni a < Fájlstatisztikák mentése > opciót
id: Agar fitur ini berfungsi, opsi < Simpan statistik file > harus dicentang
it: Per far funzionare questa funzione, è necessario selezionare l'opzione <Salva statistiche file>

source: as well as the < Mark puzzle file >
de: sowie die < Puzzledatei markieren >
fr: ainsi que le fichier puzzle <Mark>
he: כמו גם < קובץ פאזל סמן >
hi: साथ ही < मार्क पहेली फ़ाइल >
hu: valamint a < Rejtvényfájl megjelölése >
id: serta < file teka-teki Mark >
it: così come il <file puzzle Mark>

source: Auto load last puzzle - automatically load the puzzle from the last session
de: Letztes Puzzle automatisch laden – lädt automatisch das Puzzle aus der letzten Sitzung
fr: Chargement automatique du dernier puzzle - charge automatiquement le puzzle de la dernière session
he: טען אוטומטית את הפאזל האחרון - טען אוטומטית את הפאזל מההפעלה האחרונה
hi: ऑटो लोड लास्ट पज़ल - पिछले सत्र से पज़ल को स्वचालित रूप से लोड करें
hu: Az utolsó rejtvény automatikus betöltése – automatikusan betölti a rejtvényt az utolsó munkamenetből
id: Muat otomatis teka-teki terakhir - secara otomatis memuat teka-teki dari sesi terakhir
it: Caricamento automatico dell'ultimo puzzle: carica automaticamente il puzzle dell'ultima sessione

source: when puzzle mode is opened.
de: wenn der Puzzlemodus geöffnet wird.
fr: lorsque le mode puzzle est ouvert.
he: כאשר מצב פאזל נפתח.
hi: जब पहेली मोड खोला जाता है.
hu: a rejtvény mód megnyitásakor.
id: saat mode teka-teki dibuka.
it: quando è aperta la modalità puzzle.

source: Auto load next puzzle - automatically load the next puzzle when the
de: Nächstes Puzzle automatisch laden - lädt automatisch das nächste Puzzle, wenn das
fr: Chargement automatique du puzzle suivant - charge automatiquement le puzzle suivant lorsque le
he: טען אוטומטית את הפאזל הבא - טען אוטומטית את הפאזל הבא כאשר
hi: अगली पहेली स्वतः लोड करें - जब अगली पहेली स्वचालित रूप से लोड हो जाए
hu: Következő rejtvény automatikus betöltése - automatikusan betölti a következő rejtvényt, amikor a
id: Muat otomatis teka-teki berikutnya - secara otomatis memuat teka-teki berikutnya saat
it: Caricamento automatico del puzzle successivo: carica automaticamente il puzzle successivo quando il

source: current puzzle is completed.
de: aktuelles Puzzle ist fertig.
fr: le puzzle actuel est terminé.
he: הפאזל הנוכחי הושלם.
hi: वर्तमान पहेली पूरी हो गई है.
hu: az aktuális rejtvény elkészült.
id: Teka-teki saat ini telah selesai.
it: il puzzle attuale è completato.

source: Delay for auto load - delay in 1/10 seconds before the next puzzle is loaded.
de: Verzögerung für automatisches Laden – Verzögerung von 1/10 Sekunden, bevor das nächste Puzzle geladen wird.
fr: Délai de chargement automatique - délai de 1/10 seconde avant le chargement du prochain puzzle.
he: השהיה לטעינה אוטומטית - השהיה ב-1/10 שניות לפני טעינת הפאזל הבא.
hi: स्वचालित लोड के लिए विलंब - अगली पहेली लोड होने से पहले 1/10 सेकंड का विलंब।
hu: Automatikus betöltés késleltetése – 1/10 másodperc késleltetés a következő rejtvény betöltése előtt.
id: Penundaan untuk pemuatan otomatis - penundaan dalam 1/10 detik sebelum teka-teki berikutnya dimuat.
it: Ritardo per il caricamento automatico: ritardo di 1/10 di secondo prima che venga caricato il puzzle successivo.

source: Show puzzle stats - display a panel the statistics for the current puzzle.
de: Puzzle-Statistiken anzeigen – zeigt ein Feld mit den Statistiken für das aktuelle Puzzle an.
fr: Afficher les statistiques du puzzle - affiche un panneau contenant les statistiques du puzzle actuel.
he: הצג נתונים סטטיסטיים של פאזל - הצג בחלונית את הנתונים הסטטיסטיים של הפאזל הנוכחי.
hi: पहेली आँकड़े दिखाएँ - वर्तमान पहेली के आँकड़े दिखाने वाला पैनल।
hu: Rejtvénystatisztikák megjelenítése – az aktuális rejtvény statisztikáinak megjelenítése egy panelen.
id: Tampilkan statistik teka-teki - menampilkan panel statistik teka-teki saat ini.
it: Mostra statistiche puzzle: mostra un pannello con le statistiche del puzzle corrente.

source: Show session stats - display statistics for the current session in the panel.
de: Sitzungsstatistiken anzeigen – Statistiken für die aktuelle Sitzung im Panel anzeigen.
fr: Afficher les statistiques de session - affiche les statistiques de la session en cours dans le panneau.
he: הצג נתונים סטטיסטיים של הפעלה - הצג נתונים סטטיסטיים עבור ההפעלה הנוכחית בחלונית.
hi: सत्र आँकड़े दिखाएँ - पैनल में वर्तमान सत्र के आँकड़े प्रदर्शित करें।
hu: Munkamenet statisztika megjelenítése – az aktuális munkamenet statisztikáinak megjelenítése a panelen.
id: Tampilkan statistik sesi - tampilkan statistik untuk sesi saat ini di panel.
it: Mostra statistiche di sessione: visualizza le statistiche della sessione corrente nel pannello.

source: Show file stats - display statistics for the current file int the panel.
de: Dateistatistiken anzeigen – zeigt Statistiken für die aktuelle Datei im Panel an.
fr: Afficher les statistiques du fichier - affiche les statistiques du fichier actuel dans le panneau.
he: הצג נתונים סטטיסטיים של קבצים - הצג נתונים סטטיסטיים עבור הקובץ הנוכחי בלוח.
hi: फ़ाइल आँकड़े दिखाएँ - पैनल में वर्तमान फ़ाइल के आँकड़े प्रदर्शित करें।
hu: Fájlstatisztikák megjelenítése – az aktuális fájl statisztikáinak megjelenítése a panelen.
id: Tampilkan statistik berkas - menampilkan statistik untuk berkas saat ini di panel.
it: Mostra statistiche file: visualizza le statistiche del file corrente nel pannello.

source: Save file stats - save the file statistics when you exit puzzle mode.
de: Dateistatistiken speichern – Speichern Sie die Dateistatistiken, wenn Sie den Puzzlemodus verlassen.
fr: Enregistrer les statistiques du fichier - enregistrez les statistiques du fichier lorsque vous quittez le mode puzzle.
he: שמור נתונים סטטיסטיים של קבצים - שמור את סטטיסטיקת הקבצים כאשר אתה יוצא ממצב פאזל.
hi: फ़ाइल आँकड़े सहेजें - जब आप पहेली मोड से बाहर निकलें तो फ़ाइल आँकड़े सहेजें।
hu: Fájlstatisztikák mentése – mentse el a fájlstatisztikát, amikor kilép a rejtvény módból.
id: Simpan statistik berkas - simpan statistik berkas saat Anda keluar dari mode teka-teki.
it: Salva le statistiche del file: salva le statistiche del file quando esci dalla modalità puzzle.

source: Use stat average - the overall ratings for session and file
de: Verwenden Sie den statistischen Durchschnitt - die Gesamtbewertungen für Sitzung und Datei
fr: Utiliser la moyenne statistique - les notes globales pour la session et le fichier
he: השתמש בממוצע סטטיסטי - הדירוג הכולל של הפגישה והקובץ
hi: स्टेट औसत का उपयोग करें - सत्र और फ़ाइल के लिए समग्र रेटिंग
hu: Statisztikai átlag használata – a munkamenet és a fájl általános értékelése
id: Gunakan rata-rata stat - peringkat keseluruhan untuk sesi dan file
it: Usa la media delle statistiche: le valutazioni complessive per sessione e file

source: statistics are calculated as an average. (total_rating / puzzles_attempted)
de: Statistiken werden als Durchschnitt berechnet. (Gesamtbewertung / Rätselversuche)
fr: les statistiques sont calculées comme une moyenne. (total_rating / puzzles_attempted)
he: הסטטיסטיקה מחושבת כממוצע. (דירוג_כולל / ניסיון_פאזלים)
hi: आंकड़े औसत के रूप में गणना किए जाते हैं। (total_rating / puzzles_attempted)
hu: a statisztikákat átlagként számítják ki. (teljes_értékelés / rejtvények_megkísérelt)
id: statistik dihitung sebagai rata-rata. (total_rating / puzzles_attempted)
it: le statistiche sono calcolate come media. (total_rating / puzzles_attempted)

source: If unchecked, then the overall rating is calculated as an adjusted total.
de: Wenn diese Option nicht aktiviert ist, wird die Gesamtbewertung als angepasste Summe berechnet.
fr: Si cette case n'est pas cochée, la note globale est calculée comme un total ajusté.
he: אם לא מסומן, הדירוג הכולל מחושב כסך כולל מותאם.
hi: यदि अनचेक किया गया है, तो समग्र रेटिंग की गणना समायोजित कुल के रूप में की जाती है।
hu: Ha nincs bejelölve, akkor az összesített értékelés korrigált összegként kerül kiszámításra.
id: Jika tidak dicentang, maka peringkat keseluruhan dihitung sebagai total yang disesuaikan.
it: Se non selezionata, la valutazione complessiva viene calcolata come totale aggiustato.

source: (puzzle_solved / puzzles_attempted - penalties)
de: (gelöste Rätsel / versuchte Rätsel – Strafen)
fr: (puzzle_solved / puzzles_attempted - pénalités)
he: (פאזל_פתור / חידות_ניסיון - עונשים)
hi: (पहेली_सुलझी / पहेलियाँ_का_प्रयास - दंड)
hu: (rejtvény_megoldva / rejtvények_megkísérelt - büntetések)
id: (teka-teki_terpecahkan / teka-teki_yang_dicoba - penalti)
it: (puzzle_risolto / puzzle_tentato - penalità)

source: Flat rate penalty - calculate penalties as a flat rate, rather than
de: Pauschale Strafe - berechnen Sie Strafen als Pauschale, anstatt
fr: Pénalité forfaitaire - calculez les pénalités sous forme de taux forfaitaire plutôt que
he: קנס בשיעור אחיד - חשב את הקנסות כשיעור אחיד, במקום
hi: फ्लैट दर जुर्माना - जुर्माने की गणना एक फ्लैट दर के रूप में करें, बजाय
hu: Átalánybüntetés – a szankciókat inkább átalányként számítsa ki
id: Denda tarif tetap - hitung denda sebagai tarif tetap, bukan
it: Penalità forfettaria: calcola le sanzioni come una tariffa fissa, anziché

source: as a percentage of the rating for an individual puzzle.
de: als Prozentsatz der Bewertung für ein einzelnes Rätsel.
fr: en pourcentage de la note d'un puzzle individuel.
he: כאחוז מהדירוג עבור פאזל בודד.
hi: एक व्यक्तिगत पहेली के लिए रेटिंग के प्रतिशत के रूप में।
hu: az egyéni rejtvény értékelésének százalékában.
id: sebagai persentase dari peringkat untuk teka-teki individual.
it: come percentuale della valutazione di un singolo puzzle.

source: e.g. A puzzle has three moves and the hint penalty is set at 20 percent
de: Beispiel: Ein Puzzle hat drei Züge und die Hinweisstrafe beträgt 20 Prozent
fr: Par exemple, un puzzle comporte trois déplacements et la pénalité d'indice est fixée à 20 pour cent
he: לְמָשָׁל לפאזל יש שלושה מהלכים ועונש הרמז נקבע על 20 אחוז
hi: उदाहरण के लिए, एक पहेली में तीन चालें होती हैं और संकेत दंड 20 प्रतिशत निर्धारित किया जाता है
hu: például Egy rejtvény három lépésből áll, és a célzási büntetés 20 százalék
id: Misalnya, teka-teki memiliki tiga gerakan dan penalti petunjuk ditetapkan sebesar 20 persen
it: ad esempio un puzzle ha tre mosse e la penalità per il suggerimento è impostata al 20 percento

source: You enter three correct move with one mistake and use 1 hint.
de: Sie geben drei richtige Züge mit einem Fehler ein und verwenden 1 Hinweis.
fr: Vous entrez trois coups corrects avec une erreur et utilisez 1 indice.
he: אתה מזין שלושה מהלכים נכונים עם טעות אחת ומשתמש ברמז אחד.
hi: आप एक गलती के साथ तीन सही चालें दर्ज करते हैं और 1 संकेत का उपयोग करते हैं।
hu: Három helyes lépést ad meg egy hibával, és 1 tippet használ.
id: Anda memasukkan tiga gerakan yang benar dengan satu kesalahan dan menggunakan 1 petunjuk.
it: Inserisci tre mosse corrette, commetti un errore e usi 1 suggerimento.

source: With a flat rate penalty, you will score 55 percent
de: Mit einer Pauschalstrafe erzielen Sie 55 Prozent
fr: Avec une pénalité forfaitaire, vous obtiendrez 55 pour cent
he: עם קנס בשיעור קבוע, תקבל 55 אחוז
hi: एक निश्चित दर के जुर्माने के साथ, आपको 55 प्रतिशत अंक मिलेंगे
hu: Átalánybüntetéssel 55 százalékot ér el
id: Dengan penalti tarif tetap, Anda akan mendapat skor 55 persen
it: Con una penale fissa, otterrai il 55 percento

source: 75 percent for 3/4 correct moves entered minus a 20 percent hint penalty.
de: 75 Prozent für 3/4 der korrekten Züge abzüglich 20 Prozent Hinweisabzug.
fr: 75 pour cent pour 3/4 coups corrects saisis moins une pénalité d'indice de 20 pour cent.
he: 75 אחוז עבור 3/4 מהלכים נכונים נכנסו מינוס עונש רמז של 20 אחוז.
hi: 3/4 सही चालों के लिए 75 प्रतिशत अंक, 20 प्रतिशत संकेत दंड घटाकर।
hu: 75 százalék a 3/4 helyes lépésekért, mínusz 20 százalékos utalásbüntetés.
id: 75 persen untuk 3/4 gerakan benar yang dimasukkan dikurangi penalti petunjuk 20 persen.
it: 75 percento per 3/4 mosse corrette inserite meno una penalità di suggerimento del 20 percento.

source: 75 percent for 3/4 correct moves entered minus a 15 percent hint penalty,
de: 75 Prozent für 3/4 korrekte Züge abzüglich 15 Prozent Hinweisabzug,
fr: 75 pour cent pour 3/4 coups corrects saisis moins une pénalité d'indice de 15 pour cent,
he: 75 אחוז עבור 3/4 מהלכים נכונים שהוכנסו מינוס עונש רמז של 15 אחוז,
hi: 3/4 सही चालों के लिए 75 प्रतिशत, 15 प्रतिशत संकेत दंड घटाकर,
hu: 75 százalék a 3/4 helyes lépésekért, mínusz 15 százalékos utalásbüntetés,
id: 75 persen untuk 3/4 gerakan yang benar dikurangi penalti petunjuk sebesar 15 persen,
it: 75 percento per 3/4 mosse corrette inserite meno una penalità di suggerimento del 15 percento,

source: (20 percent of 75 percent)
de: (20 Prozent von 75 Prozent)
fr: (20 pour cent de 75 pour cent)
he: (20 אחוז מתוך 75 אחוז)
hi: (75 प्रतिशत का 20 प्रतिशत)
hu: (20 százalék a 75 százalékból)
id: (20 persen dari 75 persen)
it: (20 percento del 75 percento)

source: Partial score - when the current rating is calculated,
de: Teilpunktzahl - wenn die aktuelle Bewertung berechnet wird,
fr: Score partiel - lorsque la note actuelle est calculée,
he: ציון חלקי - כאשר הדירוג הנוכחי מחושב,
hi: आंशिक स्कोर - जब वर्तमान रेटिंग की गणना की जाती है,
hu: Részpontszám - az aktuális értékelés kiszámításakor,
id: Skor parsial - ketika peringkat saat ini dihitung,
it: Punteggio parziale - quando viene calcolata la valutazione corrente,

source: the total number of moves in a puzzle or game will be factored in.
de: die Gesamtzahl der Züge in einem Puzzle oder Spiel wird berücksichtigt.
fr: le nombre total de mouvements dans un puzzle ou un jeu sera pris en compte.
he: המספר הכולל של המהלכים בפאזל או במשחק יובא בחשבון.
hi: किसी पहेली या खेल में चालों की कुल संख्या को ध्यान में रखा जाएगा।
hu: a kirakós vagy játékban végrehajtott lépések teljes számát figyelembe veszik.
id: jumlah total gerakan dalam teka-teki atau permainan akan diperhitungkan.
it: verrà preso in considerazione il numero totale di mosse in un puzzle o in un gioco.

source: This will initially give a lower, partial score, which will rise
de: Dies führt zunächst zu einer niedrigeren Teilpunktzahl, die dann steigt
fr: Cela donnera initialement un score partiel inférieur, qui augmentera
he: זה ייתן בהתחלה ציון נמוך יותר, חלקי, שיעלה
hi: इससे शुरू में कम, आंशिक स्कोर मिलेगा, जो बाद में बढ़ जाएगा
hu: Ez kezdetben alacsonyabb, részleges pontszámot ad, ami emelkedni fog
id: Ini awalnya akan memberikan skor parsial yang lebih rendah, yang akan meningkat
it: Ciò inizialmente darà un punteggio parziale inferiore, che aumenterà

source: as more correct moves are entered.
de: je mehr richtige Züge eingegeben werden.
fr: au fur et à mesure que des mouvements plus corrects sont effectués.
he: ככל שמזינים מהלכים נכונים יותר.
hi: जैसे-जैसे अधिक सही चालें दर्ज की जाती हैं।
hu: ahogy több helyes lépés kerül be.
id: karena semakin banyak gerakan yang benar yang dimasukkan.
it: man mano che vengono inserite mosse più corrette.

source: when any incorrect moves are entered.
de: wenn falsche Züge eingegeben werden.
fr: lorsque des mouvements incorrects sont saisis.
he: כאשר הוכנסו מהלכים לא נכונים.
hi: जब कोई गलत चाल दर्ज की जाती है।
hu: ha hibás mozdulatokat ad meg.
id: ketika ada gerakan salah yang dimasukkan.
it: quando vengono inserite delle mosse errate.

source: I prefer to have this box checked for doing puzzles and
de: Ich bevorzuge es, dieses Kästchen für das Lösen von Rätseln aktiviert zu haben und
fr: Je préfère avoir cette case cochée pour faire des puzzles et
he: אני מעדיף לסמן את התיבה הזו כדי לעשות פאזלים ו
hi: मैं पहेलियाँ हल करने के लिए इस बॉक्स को चेक करना पसंद करता हूँ
hu: Jobban szeretem, ha ez a négyzet be van jelölve rejtvények készítéséhez és
id: Saya lebih suka kotak ini dicentang untuk mengerjakan teka-teki dan
it: Preferisco che questa casella sia selezionata per fare puzzle e

source: unchecked when using Puzzle mode to predict the moves in a game.
de: deaktiviert, wenn Sie den Puzzle-Modus verwenden, um die Züge in einem Spiel vorherzusagen.
fr: décoché lors de l'utilisation du mode Puzzle pour prédire les mouvements d'un jeu.
he: לא מסומן בעת ​​שימוש במצב פאזל כדי לחזות את המהלכים במשחק.
hi: गेम में चालों की भविष्यवाणी करने के लिए पहेली मोड का उपयोग करते समय अनचेक किया गया।
hu: nincs bejelölve, ha a Puzzle módot használja a játék lépéseinek előrejelzésére.
id: tidak dicentang saat menggunakan mode Teka-teki untuk memprediksi pergerakan dalam permainan.
it: non selezionato quando si utilizza la modalità Puzzle per prevedere le mosse in una partita.
