Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Enter the ambient light power for the light pieces
de: Geben Sie die Umgebungslichtleistung für die Lichtstücke ein
fr: Entrez la puissance de la lumière ambiante pour les pièces lumineuses
he: הזן את עוצמת האור הסביבתי עבור חלקי האור
hi: प्रकाश के टुकड़ों के लिए परिवेश प्रकाश शक्ति दर्ज करें
hu: Adja meg a fénydarabok környezeti fényteljesítményét
id: Masukkan daya cahaya sekitar untuk bagian lampu
it: Inserisci la potenza della luce ambientale per i pezzi di luce

source: Enter the diffuse light power for the light pieces
de: Geben Sie die diffuse Lichtleistung für die Lichtstücke ein
fr: Entrez la puissance de la lumière diffuse pour les pièces lumineuses
he: הזן את כוח האור המפוזר עבור חלקי האור
hi: प्रकाश टुकड़ों के लिए विसरित प्रकाश शक्ति दर्ज करें
hu: Adja meg a fénydarabok szórt fényteljesítményét
id: Masukkan daya cahaya difus untuk potongan cahaya
it: Inserisci la potenza della luce diffusa per i pezzi di luce

source: Enter the specular light power for the light pieces
de: Geben Sie die Glanzlichtstärke für die Lichtstücke ein
fr: Entrez la puissance de la lumière spéculaire pour les pièces lumineuses
he: הזן את עוצמת האור המרהיבה עבור חלקי האור
hi: प्रकाश टुकड़ों के लिए स्पेक्युलर प्रकाश शक्ति दर्ज करें
hu: Adja meg a fénydarabok tükörfényerejét
id: Masukkan daya cahaya spekuler untuk bagian lampu
it: Inserisci la potenza della luce speculare per i pezzi di luce

source: Select the dark piece material ambient setting
de: Wählen Sie die Umgebungseinstellung für dunkles Stückmaterial
fr: Sélectionnez le paramètre ambiant du matériau de la pièce sombre
he: בחר את הגדרת הסביבה של חומר חתיכה כהה
hi: डार्क पीस मटेरियल परिवेश सेटिंग का चयन करें
hu: Válassza ki a sötét darab anyag környezeti beállítását
id: Pilih pengaturan ambient material bagian gelap
it: Seleziona l'impostazione ambientale del materiale del pezzo scuro

source: Select the dark piece material diffuse setting
de: Wählen Sie die diffuse Einstellung für das dunkle Stückmaterial
fr: Sélectionnez le paramètre de diffusion du matériau de la pièce sombre
he: בחר את ההגדרה מפוזר של חומר חתיכה כהה
hi: डार्क पीस मटेरियल डिफ्यूज सेटिंग का चयन करें
hu: Válassza ki a sötét darab anyag diffúz beállítását
id: Pilih pengaturan difusi material bagian gelap
it: Selezionare l'impostazione di diffusione del materiale del pezzo scuro

source: Select the dark piece material specular setting
de: Wählen Sie die spiegelnde Einstellung für das dunkle Stückmaterial
fr: Sélectionnez le paramètre spéculaire du matériau de la pièce sombre
he: בחר את ההגדרה אפלולית של חומר חתיכה כהה
hi: डार्क पीस मटेरियल स्पेक्युलर सेटिंग का चयन करें
hu: Válassza ki a sötét darab anyag tükörbeállítását
id: Pilih pengaturan spekular material bagian gelap
it: Selezionare l'impostazione speculare del materiale del pezzo scuro

source: Select the dark piece material emissive setting
de: Wählen Sie die Emissionseinstellung für dunkles Stückmaterial
fr: Sélectionnez le paramètre émissif du matériau de la pièce sombre
he: בחר את ההגדרה של פליטת חומר חתיכה כהה
hi: डार्क पीस मटेरियल एमिसिव सेटिंग का चयन करें
hu: Válassza ki a sötét darab anyag emissziós beállítását
id: Pilih pengaturan emisi material bagian gelap
it: Selezionare l'impostazione emissiva del materiale del pezzo scuro

source: Select the dark piece material power setting
de: Wählen Sie die Leistungseinstellung für dunkles Stückmaterial
fr: Sélectionnez le réglage de puissance du matériau de la pièce sombre
he: בחר את הגדרת כוח חומר החלק הכהה
hi: डार्क पीस मटेरियल पावर सेटिंग का चयन करें
hu: Válassza ki a sötét darab anyag teljesítménybeállítását
id: Pilih pengaturan daya material bagian gelap
it: Selezionare l'impostazione di potenza del materiale del pezzo scuro

source: Select the light piece material ambient setting
de: Wählen Sie die Umgebungseinstellung für das Lichtstückmaterial
fr: Sélectionnez le réglage ambiant du matériau de la pièce lumineuse
he: בחר את הגדרת הסביבה של חומר החתיכה הקלה
hi: प्रकाश टुकड़ा सामग्री परिवेश सेटिंग का चयन करें
hu: Válassza ki a könnyű darab anyagának környezeti beállítását
id: Pilih pengaturan ambient bahan potongan cahaya
it: Selezionare l'impostazione ambientale del materiale del pezzo leggero

source: Select the light piece material diffuse setting
de: Wählen Sie die diffuse Einstellung für das Lichtstückmaterial
fr: Sélectionnez le réglage de diffusion du matériau de la pièce lumineuse
he: בחר את ההגדרה של פיזור חומר קל
hi: प्रकाश टुकड़ा सामग्री फैलाना सेटिंग का चयन करें
hu: Válassza ki a könnyű darab anyag diffúz beállítását
id: Pilih pengaturan difusi bahan potongan cahaya
it: Selezionare l'impostazione di diffusione del materiale del pezzo leggero

source: Select the light piece material specular setting
de: Wählen Sie die Glanzeinstellung für das Lichtstückmaterial
fr: Sélectionnez le paramètre spéculaire du matériau de la pièce lumineuse
he: בחר את ההגדרה המרהיבה של חלק חומר קל
hi: प्रकाश टुकड़ा सामग्री स्पेक्युलर सेटिंग का चयन करें
hu: Válassza ki a könnyű darab anyagának tükörbeállítását
id: Pilih pengaturan spekular material bagian ringan
it: Selezionare l'impostazione speculare del materiale del pezzo leggero

source: Select the light piece material emissive setting
de: Wählen Sie die Emissionseinstellung für das Lichtstückmaterial
fr: Sélectionnez le réglage émissif du matériau de la pièce lumineuse
he: בחר את ההגדרה של פליטת חומר קל
hi: प्रकाश टुकड़ा सामग्री उत्सर्जक सेटिंग का चयन करें
hu: Válassza ki a könnyű darab anyag emissziós beállítását
id: Pilih pengaturan emisi bahan potongan cahaya
it: Selezionare l'impostazione emissiva del materiale del pezzo leggero

source: Select the light piece material power setting
de: Wählen Sie die Leistungseinstellung für leichtes Stückmaterial
fr: Sélectionnez le réglage de puissance du matériau de la pièce lumineuse
he: בחר את הגדרת כוח החומר של החלק הקל
hi: लाइट पीस मटेरियल पावर सेटिंग का चयन करें
hu: Válassza ki a könnyű darab anyag teljesítménybeállítását
id: Pilih pengaturan daya material bagian lampu
it: Selezionare l'impostazione di potenza del materiale del pezzo leggero

source: Check this box to show shadows
de: Aktivieren Sie dieses Kontrollkästchen, um Schatten anzuzeigen
fr: Cochez cette case pour afficher les ombres
he: סמן את התיבה הזו כדי להציג צללים
hi: छाया दिखाने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet az árnyékok megjelenítéséhez
id: Centang kotak ini untuk menampilkan bayangan
it: Seleziona questa casella per mostrare le ombre

source: Enter the shadow power
de: Betritt die Schattenmacht
fr: Entrez dans le pouvoir de l'ombre
he: הזן את כוח הצל
hi: छाया शक्ति में प्रवेश करें
hu: Adja meg az árnyékerőt
id: Masuki kekuatan bayangan
it: Entra il potere dell'ombra

source: This dialog box allows you to select the lighting and materials
de: In diesem Dialogfeld können Sie die Beleuchtung und Materialien auswählen
fr: Cette boîte de dialogue vous permet de sélectionner l'éclairage et les matériaux
he: תיבת דו-שיח זו מאפשרת לך לבחור את התאורה והחומרים
hi: यह संवाद बॉक्स आपको प्रकाश और सामग्री का चयन करने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi a világítás és az anyagok kiválasztását
id: Kotak dialog ini memungkinkan Anda memilih pencahayaan dan material
it: Questa finestra di dialogo consente di selezionare l'illuminazione e i materiali

source: for the chess pieces.
de: für die Schachfiguren.
fr: pour les pièces d'échecs.
he: עבור כלי השחמט.
hi: शतरंज के मोहरों के लिए.
hu: a sakkfigurákért.
id: untuk bidak catur.
it: per i pezzi degli scacchi.

source: Lighting :
de: Beleuchtung :
fr: Éclairage :
he: תאורה:
hi: प्रकाश व्यवस्था :
hu: Világítás:
id: Pencahayaan :
it: Illuminazione:

source: Directional light -
de: Gerichtetes Licht -
fr: Lumière directionnelle -
he: אור כיווני -
hi: दिशात्मक प्रकाश -
hu: Irányfény -
id: Cahaya terarah -
it: Luce direzionale -

source: Use the X, Y, Z boxes to set the light direction.
de: Verwenden Sie die Felder X, Y und Z, um die Lichtrichtung festzulegen.
fr: Utilisez les cases X, Y, Z pour définir la direction de la lumière.
he: השתמש בתיבות X, Y, Z כדי לקבוע את כיוון האור.
hi: प्रकाश की दिशा निर्धारित करने के लिए X, Y, Z बॉक्स का उपयोग करें।
hu: Használja az X, Y, Z mezőket a fény irányának beállításához.
id: Gunakan kotak X, Y, Z untuk mengatur arah cahaya.
it: Utilizzare le caselle X, Y, Z per impostare la direzione della luce.

source: With a positive X figure the light will come from the left.
de: Bei einem positiven X-Wert kommt das Licht von links.
fr: Avec un chiffre X positif, la lumière viendra de la gauche.
he: עם נתון X חיובי האור יבוא משמאל.
hi: धनात्मक X आकृति के साथ प्रकाश बाईं ओर से आएगा।
hu: Pozitív X szám esetén a fény balról fog jönni.
id: Dengan angka X positif cahaya akan datang dari kiri.
it: Con un valore X positivo la luce proverrà da sinistra.

source: With a positive Z figure the light will come from the front.
de: Bei einem positiven Z-Wert kommt das Licht von vorne.
fr: Avec un chiffre Z positif, la lumière viendra de l'avant.
he: עם נתון Z חיובי האור יבוא מלפנים.
hi: धनात्मक Z आकृति के साथ प्रकाश सामने से आएगा।
hu: Pozitív Z szám esetén a fény elölről jön.
id: Dengan angka Z positif cahaya akan datang dari depan.
it: Con un valore Z positivo la luce proverrà dalla parte anteriore.

source: Increase the Y setting to make the shadows shorter.
de: Erhöhen Sie die Y-Einstellung, um die Schatten kürzer zu machen.
fr: Augmentez le paramètre Y pour raccourcir les ombres.
he: הגדל את הגדרת Y כדי להפוך את הצללים לקצרים יותר.
hi: छाया को छोटा करने के लिए Y सेटिंग बढ़ाएँ।
hu: Növelje az Y beállítást, hogy az árnyékok rövidebbek legyenek.
id: Tingkatkan pengaturan Y untuk membuat bayangan lebih pendek.
it: Aumentare l'impostazione Y per accorciare le ombre.

source: Lighting power -
de: Lichtleistung -
fr: Puissance d'éclairage -
he: כוח תאורה -
hi: प्रकाश शक्ति -
hu: Fényerő -
id: Daya pencahayaan -
it: Potenza di illuminazione -

source: Use these boxes to make the pieces lighter or darker.
de: Verwenden Sie diese Kästchen, um die Teile heller oder dunkler zu machen.
fr: Utilisez ces cases pour rendre les pièces plus claires ou plus foncées.
he: השתמש בקופסאות אלה כדי להפוך את החלקים לבהירים או כהים יותר.
hi: टुकड़ों को हल्का या गहरा करने के लिए इन बक्सों का उपयोग करें।
hu: Használja ezeket a dobozokat, hogy világosabbá vagy sötétebbé tegye a darabokat.
id: Gunakan kotak-kotak ini untuk membuat potongan-potongan lebih terang atau lebih gelap.
it: Utilizza queste caselle per rendere i pezzi più chiari o più scuri.

source: Enter higher numbers for lighter and lower numbers for darker.
de: Geben Sie höhere Zahlen für hellere und niedrigere Zahlen für dunklere Farben ein.
fr: Entrez des nombres plus élevés pour plus clair et des nombres plus bas pour plus foncé.
he: הזן מספרים גבוהים יותר לבהירים יותר ומספרים נמוכים יותר לכהה יותר.
hi: हल्के रंग के लिए अधिक संख्या तथा गहरे रंग के लिए कम संख्या दर्ज करें।
hu: Világosabbhoz nagyobb számokat, sötétebbhez pedig alacsonyabb számokat írjon be.
id: Masukkan angka yang lebih tinggi untuk warna yang lebih terang dan angka yang lebih rendah untuk warna yang lebih gelap.
it: Inserisci numeri più alti per un colore più chiaro e numeri più bassi per un colore più scuro.

source: Materials :
de: Materialien:
fr: Matériaux :
he: חומרים:
hi: सामग्री :
hu: Anyagok:
id: Bahan :
it: Materiali:

source: Changing the material values will alter the way that the pieces
de: Durch das Ändern der Materialwerte ändert sich die Art und Weise, wie die Teile
fr: La modification des valeurs matérielles modifiera la façon dont les pièces
he: שינוי ערכי החומר ישנה את האופן שבו החלקים
hi: भौतिक मूल्यों में परिवर्तन से टुकड़ों के उपयोग का तरीका बदल जाएगा
hu: Az anyagi értékek megváltoztatása megváltoztatja a darabok módját
id: Mengubah nilai material akan mengubah cara potongan-potongan tersebut
it: La modifica dei valori dei materiali modificherà il modo in cui i pezzi

source: will react to the light that falls upon them.
de: reagieren auf das Licht, das auf sie fällt.
fr: réagiront à la lumière qui tombe sur eux.
he: יגיבו לאור שנופל עליהם.
hi: वे उन पर पड़ने वाले प्रकाश पर प्रतिक्रिया करेंगे।
hu: reagálni fognak a rájuk eső fényre.
id: akan bereaksi terhadap cahaya yang menimpa mereka.
it: reagiranno alla luce che cade su di loro.

source: In practice, the main use for this is to change the values
de: In der Praxis besteht der Hauptzweck darin, die Werte zu ändern
fr: En pratique, l’utilisation principale de ceci est de modifier les valeurs
he: בפועל, השימוש העיקרי לכך הוא שינוי הערכים
hi: व्यवहार में, इसका मुख्य उपयोग मूल्यों को बदलना है
hu: A gyakorlatban ennek fő célja az értékek megváltoztatása
id: Dalam praktiknya, penggunaan utama ini adalah untuk mengubah nilai
it: In pratica, l'uso principale è quello di modificare i valori

source: for the dark pieces, relative to the light pieces.
de: für die dunklen Teile im Verhältnis zu den hellen Teilen.
fr: pour les pièces sombres, par rapport aux pièces claires.
he: עבור החתיכות הכהות, ביחס לחתיכות הבהירות.
hi: गहरे रंग के टुकड़ों के लिए, हल्के रंग के टुकड़ों के सापेक्ष।
hu: a sötét darabokhoz, a világos darabokhoz képest.
id: untuk bagian yang gelap, relatif terhadap bagian yang terang.
it: per i pezzi scuri, rispetto a quelli chiari.

source: By increasing the ambient, diffuse, specular and emissive values
de: Durch die Erhöhung der Umgebungs-, Diffus-, Spiegel- und Emissionswerte
fr: En augmentant les valeurs ambiantes, diffuses, spéculaires et émissives
he: על ידי הגדלת הערכים הסביבתיים, המפוזרים, הספקקולריים והפליטים
hi: परिवेशीय, विसरित, स्पेकुलर और उत्सर्जक मानों को बढ़ाकर
hu: A környezeti, diffúz, tükör és emissziós értékek növelésével
id: Dengan meningkatkan nilai ambient, diffuse, specular dan emisive
it: Aumentando i valori ambientali, diffusi, speculari ed emissivi

source: and decreasing the power value, the dark pieces get better definition and
de: und die Verringerung des Leistungswerts, die dunklen Teile werden besser definiert und
fr: et en diminuant la valeur de puissance, les pièces sombres obtiennent une meilleure définition et
he: והפחתת ערך הכוח, החלקים האפלים מקבלים הגדרה טובה יותר ו
hi: और शक्ति मूल्य को कम करने से, काले टुकड़ों को बेहतर परिभाषा मिलती है और
hu: és a teljesítmény értékének csökkentésével a sötét darabok jobb felbontást és
id: dan mengurangi nilai daya, bagian gelap mendapatkan definisi yang lebih baik dan
it: e diminuendo il valore di potenza, i pezzi scuri ottengono una migliore definizione e

source: contrast, allowing them to be seen more clearly when one overlaps another.
de: Kontrast, sodass sie deutlicher zu sehen sind, wenn sie sich überlappen.
fr: contraste, ce qui permet de les voir plus clairement lorsque l'un chevauche l'autre.
he: בניגוד, מה שמאפשר לראות אותם בצורה ברורה יותר כאשר אחד חופף לאחר.
hi: इसके विपरीत, जिससे एक के दूसरे पर ओवरलैप होने पर उन्हें अधिक स्पष्ट रूप से देखा जा सके।
hu: kontraszt, ami lehetővé teszi, hogy tisztábban lássák őket, amikor az egyik átfedi a másikat.
id: kontras, yang membuatnya dapat dilihat lebih jelas ketika yang satu tumpang tindih dengan yang lain.
it: contrasto, consentendo di vederli più chiaramente quando uno si sovrappone all'altro.

source: Display shadows - Check this box to display piece shadows.
de: Schatten anzeigen – Aktivieren Sie dieses Kontrollkästchen, um Schatten der Teile anzuzeigen.
fr: Afficher les ombres - Cochez cette case pour afficher les ombres des pièces.
he: הצג צללים - סמן תיבה זו כדי להציג צללים של חלקים.
hi: छाया प्रदर्शित करें - छाया प्रदर्शित करने के लिए इस बॉक्स को चेक करें।
hu: Árnyékok megjelenítése – Jelölje be ezt a négyzetet a darabárnyékok megjelenítéséhez.
id: Tampilkan bayangan - Centang kotak ini untuk menampilkan bayangan bagian.
it: Visualizza ombre: seleziona questa casella per visualizzare le ombre dei pezzi.

source: Shadow power - Set the strength of the shadows ( 20 - 100 )
de: Schattenstärke - Stellen Sie die Stärke der Schatten ein ( 20 - 100 )
fr: Puissance de l'ombre - Définissez la force des ombres ( 20 - 100 )
he: כוח הצללים - הגדר את עוצמת הצללים (20 - 100)
hi: छाया शक्ति - छाया की शक्ति निर्धारित करें ( 20 - 100 )
hu: Árnyékerő – Állítsa be az árnyékok erősségét (20-100)
id: Kekuatan bayangan - Mengatur kekuatan bayangan (20 - 100)
it: Potenza ombra - Imposta la forza delle ombre (20 - 100)

source: 3d lighting and materials help
de: 3D-Beleuchtung und Materialien helfen
fr: Aide à l'éclairage et aux matériaux 3D
he: תאורת תלת מימד וחומרים עוזרים
hi: 3डी प्रकाश व्यवस्था और सामग्री सहायता
hu: 3D világítás és anyagok segítenek
id: Pencahayaan 3D dan bahan membantu
it: L'illuminazione 3D e i materiali aiutano

source: Light info
de: Lichtinfo
fr: Informations sur la lumière
he: מידע קל
hi: प्रकाश जानकारी
hu: Fény információ
id: Info cahaya
it: Informazioni sulla luce

source: Light in DirectX is composed of the following elements :-
de: Licht in DirectX besteht aus den folgenden Elementen:
fr: La lumière dans DirectX est composée des éléments suivants :
he: אור ב-DirectX מורכב מהאלמנטים הבאים:-
hi: डायरेक्टएक्स में लाइट निम्नलिखित तत्वों से बना है:-
hu: A DirectX fénye a következő elemekből áll: -
id: Cahaya dalam DirectX terdiri dari elemen-elemen berikut :-
it: La luce in DirectX è composta dai seguenti elementi:

source: Ambient, diffuse, specular and emissive.
de: Umgebungslicht, diffus, spiegelnd und emittierend.
fr: Ambiant, diffus, spéculaire et émissif.
he: אווירה, מפוזרת, מרהיבה ופולטת.
hi: परिवेशी, विसरित, स्पेकुलर और उत्सर्जक।
hu: Ambient, diffúz, tükörképes és emissziós.
id: Ambien, difus, spekuler, dan emisif.
it: Ambiente, diffusione, speculare ed emissiva.

source: Ambient light is the existing light present in a scene or environment.
de: Umgebungslicht ist das in einer Szene oder Umgebung vorhandene Licht.
fr: La lumière ambiante est la lumière existante présente dans une scène ou un environnement.
he: אור סביבתי הוא האור הקיים בסצנה או בסביבה.
hi: परिवेश प्रकाश किसी दृश्य या वातावरण में विद्यमान प्रकाश है।
hu: A környezeti fény a jelenetben vagy környezetben jelenlévő fény.
id: Cahaya sekitar adalah cahaya yang ada pada suatu pemandangan atau lingkungan.
it: La luce ambientale è la luce esistente in una scena o in un ambiente.

source: It has been reflected so many times that it is impossible to tell
de: Es wurde so oft reflektiert, dass es unmöglich ist zu sagen
fr: Cela a été réfléchi tellement de fois qu'il est impossible de le dire
he: זה בא לידי ביטוי כל כך הרבה פעמים שאי אפשר לדעת
hi: यह इतनी बार प्रतिबिम्बित हुआ है कि यह बताना असंभव है
hu: Annyiszor tükröződött már, hogy nem lehet megmondani
id: Hal ini telah tercermin berkali-kali sehingga tidak mungkin untuk mengatakannya
it: È stato riflettuto così tante volte che è impossibile dirlo

source: where it originated from.
de: woher es stammt.
fr: d'où il vient.
he: מאיפה זה הגיע.
hi: जहां से इसकी उत्पत्ति हुई.
hu: honnan származott.
id: dari mana asalnya.
it: da dove ha avuto origine.

source: Diffuse light comes from a certain direction and is then scattered
de: Diffuses Licht kommt aus einer bestimmten Richtung und wird dann gestreut
fr: La lumière diffuse provient d’une certaine direction et est ensuite dispersée
he: אור מפוזר מגיע מכיוון מסוים ואז מתפזר
hi: विसरित प्रकाश एक निश्चित दिशा से आता है और फिर बिखर जाता है
hu: A szórt fény egy bizonyos irányból jön, majd szétszóródik
id: Cahaya difus datang dari arah tertentu dan kemudian tersebar
it: La luce diffusa proviene da una certa direzione e viene poi dispersa

source: and softened somewhat before falling on a surface.
de: und etwas aufgeweicht, bevor es auf eine Oberfläche fällt.
fr: et s'est quelque peu ramolli avant de tomber sur une surface.
he: והתרכך מעט לפני שנפל על משטח.
hi: और सतह पर गिरने से पहले कुछ नरम हो गया।
hu: és valamelyest meglágyult, mielőtt egy felületre esne.
id: dan melunak sedikit sebelum jatuh ke permukaan.
it: e si ammorbidì un po' prima di cadere su una superficie.

source: Specular light is the light that is reflected from a surface.
de: Spiegelndes Licht ist das Licht, das von einer Oberfläche reflektiert wird.
fr: La lumière spéculaire est la lumière réfléchie par une surface.
he: אור ספקקולרי הוא האור המוחזר ממשטח.
hi: स्पेक्युलर प्रकाश वह प्रकाश है जो किसी सतह से परावर्तित होता है।
hu: A tükörfény az a fény, amely egy felületről visszaverődik.
id: Cahaya spekular adalah cahaya yang dipantulkan dari suatu permukaan.
it: La luce speculare è la luce riflessa da una superficie.

source: This give the object surface a shiny highlight.
de: Dadurch erhält die Objektoberfläche einen glänzenden Glanzpunkt.
fr: Cela donne à la surface de l'objet un aspect brillant.
he: זה נותן למשטח האובייקט הדגשה מבריקה.
hi: इससे वस्तु की सतह पर चमकदार प्रकाश पड़ता है।
hu: Ez fényes fényt ad a tárgy felületének.
id: Ini memberi permukaan benda suatu kilauan yang berkilau.
it: Ciò conferisce alla superficie dell'oggetto un aspetto brillante.

source: Emissive light is the light emitted by an object,
de: Emissionslicht ist das von einem Objekt ausgestrahlte Licht.
fr: La lumière émissive est la lumière émise par un objet,
he: אור פולט הוא האור הנפלט מעצם,
hi: उत्सर्जक प्रकाश किसी वस्तु द्वारा उत्सर्जित प्रकाश है,
hu: Az emissziós fény egy tárgy által kibocsátott fény,
id: Cahaya emisif adalah cahaya yang dipancarkan oleh suatu benda,
it: La luce emissiva è la luce emessa da un oggetto,

source: making it appear self-luminous.
de: wodurch es selbstleuchtend erscheint.
fr: le faisant apparaître comme auto-lumineux.
he: גורם לו להיראות זוהר מעצמו.
hi: जिससे यह स्वयं प्रकाशमान प्रतीत होता है।
hu: így önvilágítónak tűnik.
id: membuatnya tampak bercahaya sendiri.
it: rendendolo auto-luminoso.

source: This lighting component is adjusted in the material settings.
de: Diese Beleuchtungskomponente wird in den Materialeinstellungen angepasst.
fr: Ce composant d'éclairage est ajusté dans les paramètres du matériau.
he: רכיב תאורה זה מותאם בהגדרות החומר.
hi: इस प्रकाश घटक को सामग्री सेटिंग्स में समायोजित किया जाता है।
hu: Ez a világítási komponens az anyagbeállításokban van beállítva.
id: Komponen pencahayaan ini disesuaikan dalam pengaturan material.
it: Questo componente di illuminazione viene regolato nelle impostazioni del materiale.

source: DirectX emulates these lighting components to give a scene
de: DirectX emuliert diese Beleuchtungskomponenten, um eine Szene zu erzeugen
fr: DirectX émule ces composants d'éclairage pour donner une scène
he: DirectX מחקה את רכיבי התאורה הללו כדי לתת סצנה
hi: डायरेक्टएक्स इन प्रकाश घटकों का अनुकरण करके एक दृश्य देता है
hu: A DirectX ezeket a világítási összetevőket emulálja, hogy jelenetet adjon
id: DirectX mengemulasikan komponen pencahayaan ini untuk memberikan pemandangan
it: DirectX emula questi componenti di illuminazione per dare una scena

source: generated on a computer screen a more realistic appearence.
de: Auf einem Computerbildschirm wird ein realistischeres Erscheinungsbild erzeugt.
fr: généré sur un écran d'ordinateur une apparence plus réaliste.
he: נוצר על מסך מחשב מראה ריאליסטי יותר.
hi: कंप्यूटर स्क्रीन पर अधिक यथार्थवादी उपस्थिति उत्पन्न की गई।
hu: valósághűbb megjelenést kelt a számítógép képernyőjén.
id: dihasilkan pada layar komputer dengan tampilan yang lebih realistis.
it: genera sullo schermo del computer un aspetto più realistico.

source: Information on DirectX 3d lighting
de: Informationen zur DirectX 3D-Beleuchtung
fr: Informations sur l'éclairage 3D DirectX
he: מידע על תאורת DirectX 3d
hi: डायरेक्टएक्स 3डी लाइटिंग पर जानकारी
hu: Információk a DirectX 3D világításról
id: Informasi tentang pencahayaan 3D DirectX
it: Informazioni sull'illuminazione DirectX 3D
