Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: and your supplied parameters used to filter the responses.
de: und die von Ihnen angegebenen Parameter werden zum Filtern der Antworten verwendet.
fr: et vos paramètres fournis utilisés pour filtrer les réponses.
he: והפרמטרים שסופקו המשמשים לסינון התגובות.
hi: और आपके द्वारा दिए गए पैरामीटर प्रतिक्रियाओं को फ़िल्टर करने के लिए उपयोग किए जाते हैं।
hu: és a válaszok szűrésére használt paraméterei.
id: dan parameter yang Anda berikan digunakan untuk memfilter respons.
it: e i parametri forniti utilizzati per filtrare le risposte.

source: After starting a game, you can make your moves on the board as normal,
de: Nachdem Sie ein Spiel gestartet haben, können Sie Ihre Züge wie gewohnt auf dem Brett ausführen.
fr: Après avoir commencé une partie, vous pouvez effectuer vos mouvements sur le plateau comme d'habitude,
he: לאחר התחלת משחק, אתה יכול לבצע את המהלכים שלך על הלוח כרגיל,
hi: खेल शुरू करने के बाद, आप बोर्ड पर सामान्य रूप से अपनी चाल चल सकते हैं,
hu: A játék elindítása után a szokásos módon megteheti a mozdulatait a táblán,
id: Setelah memulai permainan, Anda dapat melakukan gerakan di papan seperti biasa,
it: Dopo aver iniziato una partita, puoi effettuare le tue mosse sulla scacchiera normalmente,

source: although it is possible to type them into the input box and click <Send>
de: Sie können sie jedoch auch in das Eingabefeld eingeben und auf <Senden> klicken.
fr: bien qu'il soit possible de les saisir dans la zone de saisie et de cliquer sur <Envoyer>
he: למרות שניתן להקליד אותם בתיבת הקלט וללחוץ על <שלח>
hi: हालाँकि उन्हें इनपुट बॉक्स में टाइप करना और <भेजें> पर क्लिक करना संभव है
hu: bár lehetséges, hogy beírja őket a beviteli mezőbe, és kattintson a <Küldés> gombra
id: meskipun memungkinkan untuk mengetiknya ke dalam kotak input dan klik <Kirim>
it: sebbene sia possibile digitarli nella casella di input e fare clic su <Invia>

source: Nimzo_3d does not play any of the non-standard variants of chess,
de: Nimzo_3d spielt keine der nicht-standardmäßigen Schachvarianten,
fr: Nimzo_3d ne joue à aucune des variantes non standard des échecs,
he: Nimzo_3d אינו משחק באף אחת מהגרסאות הלא סטנדרטיות של שחמט,
hi: निमज़ो_3डी शतरंज के किसी भी गैर-मानक संस्करण को नहीं खेलता है,
hu: A Nimzo_3d nem játszik a sakk egyik nem szabványos változatával sem,
id: Nimzo_3d tidak memainkan varian catur non-standar apa pun,
it: Nimzo_3d non gioca a nessuna delle varianti non standard degli scacchi,

source: some of which are offered by Fics.
de: einige davon werden von Fics angeboten.
fr: dont certains sont proposés par Fics.
he: חלקם מוצעים על ידי Fics.
hi: जिनमें से कुछ फिक्स द्वारा प्रस्तुत किये जाते हैं।
hu: amelyek egy részét a Fics kínálja.
id: beberapa di antaranya ditawarkan oleh Fics.
it: alcuni dei quali sono offerti da Fics.

source: Help for playing on Fics
de: Hilfe zum Spielen auf Fics
fr: Aide pour jouer sur Fics
he: עזרה למשחק ב-Fics
hi: फिक्स पर खेलने के लिए सहायता
hu: Segítség a Fics-en való játékhoz
id: Bantuan untuk bermain di Fics
it: Aiuto per giocare su Fics

source: This will reset your board position
de: Dadurch wird Ihre Position auf dem Board zurückgesetzt
fr: Cela réinitialisera votre position sur le plateau
he: זה יאפס את עמדת הלוח שלך
hi: इससे आपकी बोर्ड स्थिति रीसेट हो जाएगी
hu: Ezzel visszaállítja a tábla pozícióját
id: Ini akan mengatur ulang posisi papan Anda
it: Questo reimposterà la posizione della tua tavola

source: to the one held by Fics
de: zu dem von Fics
fr: à celui détenu par les Fics
he: לזה שבידי Fics
hi: फिक्स द्वारा आयोजित एक के लिए
hu: a Fics által tartotthoz
id: ke yang dipegang oleh Fics
it: a quello detenuto da Fics

source: Moves prior to this position will be lost
de: Züge vor dieser Position gehen verloren
fr: Les mouvements antérieurs à cette position seront perdus
he: מהלכים לפני עמדה זו יאבדו
hi: इस स्थिति से पहले की गई चालें खो जाएंगी
hu: Az ezt a pozíciót megelőző mozgások elvesznek
id: Pergerakan sebelum posisi ini akan hilang
it: Le mosse precedenti a questa posizione andranno perse

source: This command only works when you are playing a game
de: Dieser Befehl funktioniert nur, wenn Sie ein Spiel spielen
fr: Cette commande ne fonctionne que lorsque vous jouez à un jeu
he: פקודה זו פועלת רק כאשר אתה משחק במשחק
hi: यह कमांड केवल तभी काम करता है जब आप कोई गेम खेल रहे हों
hu: Ez a parancs csak játék közben működik
id: Perintah ini hanya berfungsi saat Anda sedang bermain game
it: Questo comando funziona solo quando stai giocando a un gioco

source: Are you sure that you want to resign (y/n) ?
de: Sind Sie sicher, dass Sie kündigen möchten (j/n)?
fr: Êtes-vous sûr de vouloir démissionner (o/n) ?
he: האם אתה בטוח שאתה רוצה להתפטר (י/נ)?
hi: क्या आप निश्चित हैं कि आप इस्तीफा देना चाहते हैं?
hu: Biztos benne, hogy fel akar mondani (i/n)?
id: Apakah Anda yakin ingin mengundurkan diri (y/n)?
it: Sei sicuro di volerti dimettere (y/n)?

source: Please confirm resignation
de: Bitte bestätigen Sie den Rücktritt
fr: Veuillez confirmer votre démission
he: נא לאשר את ההתפטרות
hi: कृपया इस्तीफे की पुष्टि करें
hu: Kérjük, erősítse meg a lemondást
id: Mohon konfirmasi pengunduran diri
it: Si prega di confermare le dimissioni

source: If you close this window, the connection to Fics will be lost.
de: Wenn Sie dieses Fenster schließen, geht die Verbindung zu Fics verloren.
fr: Si vous fermez cette fenêtre, la connexion à Fics sera perdue.
he: אם תסגור את החלון הזה, החיבור ל-Fics יאבד.
hi: यदि आप यह विंडो बंद कर देंगे तो फिक्स से कनेक्शन टूट जाएगा।
hu: Ha bezárja ezt az ablakot, a Fics-hez való kapcsolat megszakad.
id: Jika Anda menutup jendela ini, koneksi ke Fics akan terputus.
it: Se chiudi questa finestra, la connessione a Fics verrà persa.

source: You can minimize the window without losing the connection.
de: Sie können das Fenster minimieren, ohne die Verbindung zu verlieren.
fr: Vous pouvez réduire la fenêtre sans perdre la connexion.
he: אתה יכול למזער את החלון מבלי לאבד את החיבור.
hi: आप कनेक्शन खोए बिना विंडो को छोटा कर सकते हैं।
hu: Minimalizálhatja az ablakot a kapcsolat elvesztése nélkül.
id: Anda dapat memperkecil jendela tanpa kehilangan koneksi.
it: È possibile ridurre a icona la finestra senza perdere la connessione.

source: Do you still wish to close the window (y/n) ?
de: Möchten Sie das Fenster trotzdem schließen (j/n)?
fr: Souhaitez-vous toujours fermer la fenêtre (o/n) ?
he: האם אתה עדיין רוצה לסגור את החלון (y/n) ?
hi: क्या आप अभी भी विंडो बंद करना चाहते हैं (y/n)?
hu: Még mindig be akarja zárni az ablakot (i/n)?
id: Apakah Anda masih ingin menutup jendela (y/n)?
it: Vuoi comunque chiudere la finestra (y/n)?

source: Please confirm the window closing
de: Bitte bestätigen Sie das Schließen des Fensters
fr: Veuillez confirmer la fermeture de la fenêtre
he: נא לאשר את סגירת החלון
hi: कृपया विंडो बंद होने की पुष्टि करें
hu: Kérjük, erősítse meg az ablak bezárását
id: Harap konfirmasi penutupan jendela
it: Si prega di confermare la chiusura della finestra

source: Log on as well
de: Melden Sie sich auch an
fr: Connectez-vous également
he: התחבר גם כן
hi: साथ ही लॉग ऑन करें
hu: Jelentkezzen be is
id: Masuk juga
it: Accedi anche tu

source: Log on as guest
de: Als Gast anmelden
fr: Connectez-vous en tant qu'invité
he: היכנס כאורח
hi: अतिथि के रूप में लॉग ऑन करें
hu: Bejelentkezés vendégként
id: Masuk sebagai tamu
it: Accedi come ospite

source: As registered user
de: Als registrierter Benutzer
fr: En tant qu'utilisateur enregistré
he: כמשתמש רשום
hi: पंजीकृत उपयोगकर्ता के रूप में
hu: Regisztrált felhasználóként
id: Sebagai pengguna terdaftar
it: Come utente registrato

source: User name :
de: Benutzername :
fr: Nom d'utilisateur :
he: שם משתמש:
hi: उपयोगकर्ता नाम :
hu: Felhasználónév:
id: Nama belakang :
it: Nome utente:

source: Password :
de: Passwort :
fr: Mot de passe :
he: סיסמה:
hi: पासवर्ड :
hu: Jelszó:
id: Kata Sandi :
it: Parola d'ordine:

source: Connect
de: Verbinden
fr: Connecter
he: לְחַבֵּר
hi: जोड़ना
hu: Csatlakozás
id: Menghubungkan
it: Collegare

source: This dialog box allows you to connect to Fics
de: In diesem Dialogfeld können Sie eine Verbindung zu Fics herstellen
fr: Cette boîte de dialogue vous permet de vous connecter à Fics
he: תיבת דו-שיח זו מאפשרת לך להתחבר ל-Fics
hi: यह डायलॉग बॉक्स आपको फिक्स से कनेक्ट करने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi a Fics-hez való csatlakozást
id: Kotak dialog ini memungkinkan Anda untuk terhubung ke Fics
it: Questa finestra di dialogo consente di connettersi a Fics

source: You can also log on simutaneously, either as a guest,
de: Sie können sich auch gleichzeitig anmelden, entweder als Gast,
fr: Vous pouvez également vous connecter simultanément, soit en tant qu'invité,
he: אתה יכול גם להיכנס בו-זמנית, כאורח,
hi: आप एक साथ भी लॉग ऑन कर सकते हैं, या तो अतिथि के रूप में,
hu: Egyidejűleg is bejelentkezhet, akár vendégként,
id: Anda juga dapat masuk secara bersamaan, baik sebagai tamu,
it: Puoi anche effettuare l'accesso contemporaneamente, come ospite,

source: or as a registered user if you enter your username and password.
de: oder als registrierter Benutzer, wenn Sie Ihren Benutzernamen und Ihr Passwort eingeben.
fr: ou en tant qu'utilisateur enregistré si vous entrez votre nom d'utilisateur et votre mot de passe.
he: או כמשתמש רשום אם תזין את שם המשתמש והסיסמה שלך.
hi: या पंजीकृत उपयोगकर्ता के रूप में यदि आप अपना उपयोगकर्ता नाम और पासवर्ड दर्ज करते हैं।
hu: vagy regisztrált felhasználóként, ha megadja felhasználónevét és jelszavát.
id: atau sebagai pengguna terdaftar jika Anda memasukkan nama pengguna dan kata sandi Anda.
it: oppure come utente registrato inserendo nome utente e password.

source: If the connection is successful, you will see the
de: Wenn die Verbindung erfolgreich ist, sehen Sie das
fr: Si la connexion est réussie, vous verrez le
he: אם החיבור הצליח, תראה את ה
hi: यदि कनेक्शन सफल होता है, तो आपको यह दिखाई देगा
hu: Ha a kapcsolat sikeres, látni fogja a
id: Jika koneksi berhasil, Anda akan melihat
it: Se la connessione è riuscita, vedrai il

source: Fics welcome screen in the < Output from Fics > text box.
de: Fics-Begrüßungsbildschirm im Textfeld <Ausgabe von Fics>.
fr: Écran de bienvenue de Fics dans la zone de texte < Sortie de Fics >.
he: מסך הפתיחה של Fics בתיבת הטקסט < פלט מפיקס >.
hi: < आउटपुट फ्रॉम फिक्स > टेक्स्ट बॉक्स में फिक्स स्वागत स्क्रीन।
hu: A Fics üdvözlőképernyője a < Output from Fics > szövegmezőben.
id: Layar selamat datang Fics dalam kotak teks < Output from Fics >.
it: Schermata di benvenuto di Fics nella casella di testo < Output da Fics >.

source: If the connection fails, you will get an error message.
de: Wenn die Verbindung fehlschlägt, erhalten Sie eine Fehlermeldung.
fr: Si la connexion échoue, vous recevrez un message d’erreur.
he: אם החיבור נכשל, תקבל הודעת שגיאה.
hi: यदि कनेक्शन विफल हो जाता है, तो आपको एक त्रुटि संदेश मिलेगा।
hu: Ha a csatlakozás sikertelen, hibaüzenetet kap.
id: Jika koneksi gagal, Anda akan mendapatkan pesan kesalahan.
it: Se la connessione fallisce, verrà visualizzato un messaggio di errore.

source: and instructions on how to try to solve the problem.
de: und Anweisungen zum Versuch, das Problem zu lösen.
fr: et des instructions sur la façon d'essayer de résoudre le problème.
he: והוראות כיצד לנסות לפתור את הבעיה.
hi: और समस्या को हल करने के लिए प्रयास करने के निर्देश दिए गए।
hu: és a probléma megoldására vonatkozó utasításokat.
id: dan petunjuk tentang cara mencoba memecahkan masalah tersebut.
it: e istruzioni su come provare a risolvere il problema.

source: Connect to Fics help
de: Mit der Fics-Hilfe verbinden
fr: Connectez-vous à l'aide Fics
he: התחבר לעזרה של Fics
hi: फ़िक्स सहायता से जुड़ें
hu: Csatlakozzon a Fics súgójához
id: Hubungkan ke bantuan Fics
it: Connettiti alla guida di Fics

source: Your opponent has offered you a draw
de: Ihr Gegner hat Ihnen ein Unentschieden angeboten
fr: Votre adversaire vous a proposé un match nul
he: היריב שלך הציע לך תיקו
hi: आपके प्रतिद्वंद्वी ने आपको ड्रॉ का प्रस्ताव दिया है
hu: Ellenfeled döntetlent ajánlott neked
id: Lawanmu telah menawarimu hasil seri
it: Il tuo avversario ti ha offerto un pareggio

source: Do you wish to accept ?
de: Möchten Sie akzeptieren?
fr: Souhaitez-vous accepter ?
he: האם אתה רוצה לקבל?
hi: क्या आप स्वीकार करना चाहते हैं?
hu: El akarod fogadni?
id: Apakah Anda ingin menerima?
it: Desideri accettare?

source: Your opponent has offered to abort the game
de: Ihr Gegner hat angeboten, das Spiel abzubrechen
fr: Votre adversaire a proposé d'interrompre la partie
he: היריב שלך הציע להפסיק את המשחק
hi: आपके प्रतिद्वंद्वी ने खेल को रद्द करने की पेशकश की है
hu: Ellenfeled felajánlotta, hogy megszakítja a játékot
id: Lawan Anda telah menawarkan untuk membatalkan permainan
it: Il tuo avversario ha proposto di annullare la partita

source: Game over - Game was drawn
de: Spiel vorbei – Spiel war unentschieden
fr: Fin de partie - Le match était nul
he: המשחק נגמר - המשחק הוגרל
hi: खेल ख़त्म - खेल ड्रा हो गया
hu: A játék vége – A játékot sorsolták
id: Game berakhir - Game berakhir seri
it: Game over - La partita è stata pareggiata

source: Game over :-
de: Spiel vorbei :-
fr: Jeu terminé :-
he: המשחק נגמר :-
hi: खेल खत्म :-
hu: A játéknak vége:-
id: Permainan berakhir :-

source: Black checkmated
de: Schwarz schachmatt
fr: Les noirs font échec et mat
he: שחמט שחור
hi: ब्लैक चेकमेट
hu: Fekete kockás
id: Skakmat hitam
it: Scacco matto nero

source: Black forfeits on time
de: Schwarz verliert auf Zeit
fr: Les Noirs abandonnent à temps
he: שחור מוותר בזמן
hi: ब्लैक ने समय पर हार मान ली
hu: A fekete időben veszít
id: Hitam kalah tepat waktu
it: Il nero si arrende in tempo

source: White wins
de: Weiß gewinnt
fr: Les blancs gagnent
he: לבן מנצח
hi: सफ़ेद जीतता है
hu: Fehér nyer
id: Putih menang
it: Vince il bianco

source: White checkmated
de: Weiß schachmatt
fr: Les blancs font échec et mat
he: שחמט לבן
hi: सफ़ेद ने शह और मात दी
hu: Fehér kockás matt
id: Skakmat putih
it: Bianco scacco matto

source: White forfeits on time
de: Weiß verliert auf Zeit
fr: Les Blancs abandonnent à temps
he: לבן מוותר בזמן
hi: श्वेत ने समय पर हार मान ली
hu: A fehér időben veszít
id: Putih kalah tepat waktu
it: Il bianco si arrende per tempo

source: Black wins
de: Schwarz gewinnt
fr: Les noirs gagnent
he: שחור מנצח
hi: काला जीतता है
hu: Fekete nyer
id: Hitam menang
it: Vince il nero

source: Game over
de: Spiel vorbei
fr: Jeu terminé
he: המשחק נגמר
hi: खेल खत्म
hu: A játéknak vége
id: Permainan berakhir

source: Drawn by agreement
de: Nach Vereinbarung gezeichnet
fr: Tiré d'un commun accord
he: מצויר בהסכמה
hi: सहमति से तैयार
hu: Megállapodás alapján rajzolva
id: Ditarik berdasarkan kesepakatan
it: Disegnato di comune accordo

source: Drawn by insufficient material
de: Gezeichnet durch unzureichendes Material
fr: Attiré par un matériel insuffisant
he: מצויר על ידי חומר לא מספיק
hi: अपर्याप्त सामग्री द्वारा तैयार
hu: Elégtelen anyagból készült
id: Digambar karena bahan yang tidak mencukupi
it: Disegnato da materiale insufficiente

source: Drawn by stalemate
de: Unentschieden durch Patt
fr: Match nul
he: מצויר על ידי קיפאון
hi: गतिरोध से खींचा गया
hu: Patthelyzet húzta
id: Ditarik oleh jalan buntu
it: Disegnato da stallo

source: Drawn by the 50 move rule
de: Gezeichnet nach der 50-Züge-Regel
fr: Tiré selon la règle des 50 coups
he: נמשך על ידי כלל 50 המהלכים
hi: 50 चाल नियम से निकाला गया
hu: Az 50 lépéses szabály alapján rajzolva
id: Ditarik dengan aturan 50 gerakan
it: Disegnato dalla regola delle 50 mosse

source: Enter the game request parameters :
de: Geben Sie die Parameter für die Spielanforderung ein:
fr: Entrez les paramètres de demande de jeu :
he: הזן את הפרמטרים של בקשת המשחק:
hi: खेल अनुरोध पैरामीटर दर्ज करें:
hu: Adja meg a játékkérelem paramétereit:
id: Masukkan parameter permintaan permainan:
it: Inserisci i parametri della richiesta di gioco:

source: Time controls :
de: Zeitkontrollen:
fr: Contrôles du temps :
he: בקרות זמן:
hi: समय नियंत्रण :
hu: Időszabályzók:
id: Kontrol waktu:
it: Controlli del tempo:

source: Minutes
de: Minuten
he: פּרוֹטוֹקוֹל
hi: मिनट
hu: Jegyzőkönyv
id: Menit
it: Minuti

source: Increment (secs)
de: Inkrement (Sek.)
fr: Incrément (sec)
he: תוספת (שניות)
hi: वृद्धि (सेकंड में)
hu: Növekedés (másodperc)
id: Peningkatan (detik)
it: Incremento (sec)

source: Select colour :
de: Farbe auswählen :
fr: Sélectionnez la couleur :
he: בחר צבע:
hi: रंग चुनें :
hu: Válassz színt:
id: Pilih warna :
it: Seleziona colore:

source: Either
de: Entweder
fr: Soit
he: אוֹ
hi: दोनों में से एक
hu: Bármelyik
id: Salah satu
it: O

source: Rating range :
de: Bewertungsbereich:
fr: Plage de notation :
he: טווח דירוג:
hi: रेटिंग रेंज :
hu: Értékelési tartomány:
id: Kisaran peringkat:
it: Intervallo di valutazione:

source: Lower
de: Untere
fr: Inférieur
he: לְהוֹרִיד
hi: निचला
hu: Alacsonyabb
id: Lebih rendah
it: Inferiore

source: Upper
de: Obere
fr: Supérieur
he: עֶלִיוֹן
hi: अपर
hu: Felső
id: Atas
it: Superiore

source: Rated game
de: Bewertetes Spiel
fr: Jeu classé
he: משחק מדורג
hi: रेटेड खेल
hu: Értékelt játék
id: Game yang dinilai
it: Gioco valutato

source: Auto response
de: Automatische Antwort
fr: Réponse automatique
he: תגובה אוטומטית
hi: स्वतंत्र प्रतिक्रिया
hu: Automatikus válasz
id: Respons otomatis
it: Risposta automatica

source: Apply formula
de: Formel anwenden
fr: Appliquer la formule
he: החל נוסחה
hi: सूत्र लागू करें
hu: Képlet alkalmazása
id: Terapkan rumus
it: Applica la formula

source: Place ad
de: Anzeige schalten
fr: Placer une annonce
he: פרסם מודעה
hi: विज्ञापन लगाएं
hu: Hirdetés feladása
id: Tempatkan iklan
it: Inserisci annuncio

source: Input the time in minutes allowed for a game
de: Geben Sie die für ein Spiel zulässige Zeit in Minuten ein
fr: Saisissez le temps en minutes alloué pour une partie
he: הזן את הזמן בדקות המותר למשחק
hi: किसी गेम के लिए अनुमत समय मिनटों में दर्ज करें
hu: Adja meg a játékra engedélyezett időt percekben
id: Masukkan waktu dalam menit yang diperbolehkan untuk sebuah permainan
it: Inserisci il tempo in minuti concesso per una partita

source: Select the increment in seconds which
de: Wählen Sie die Schrittweite in Sekunden, die
fr: Sélectionnez l'incrément en secondes qui
he: בחר את התוספת בשניות אשר
hi: सेकंड में वृद्धि का चयन करें
hu: Válassza ki a másodpercben megadott lépésközt, amely
id: Pilih kenaikan dalam detik yang
it: Selezionare l'incremento in secondi che

source: will be added after a move is played.
de: wird hinzugefügt, nachdem ein Zug ausgeführt wurde.
fr: sera ajouté après qu'un coup soit joué.
he: יתווסף לאחר שיחק מהלך.
hi: एक चाल चलने के बाद जोड़ा जाएगा.
hu: egy lépés lejátszása után kerül hozzáadásra.
id: akan ditambahkan setelah gerakan dimainkan.
it: verrà aggiunto dopo che una mossa è stata giocata.

source: Select to play white
de: Wählen Sie, um Weiß zu spielen
fr: Sélectionnez pour jouer en blanc
he: בחר כדי לשחק בלבן
hi: सफ़ेद खेलने के लिए चुनें
hu: Válassza a fehér lejátszáshoz
id: Pilih untuk memainkan putih
it: Seleziona per giocare bianco

source: Select to play black
de: Wählen Sie, um Schwarz zu spielen
fr: Sélectionnez pour jouer noir
he: בחר כדי לשחק בשחור
hi: ब्लैक खेलने के लिए चुनें
hu: Válassza a fekete lejátszáshoz
id: Pilih untuk memainkan hitam
it: Seleziona per giocare nero

source: Select to play either colour
de: Wählen Sie, um eine der beiden Farben abzuspielen
fr: Sélectionnez pour jouer l'une ou l'autre couleur
he: בחר כדי לשחק בכל אחד מהצבעים
hi: कोई भी रंग खेलने के लिए चुनें
hu: Válassza bármelyik szín lejátszásához
id: Pilih untuk memainkan salah satu warna
it: Seleziona per riprodurre uno dei due colori

source: Select the lower rating range for an opponent
de: Wählen Sie den niedrigeren Wertungsbereich für einen Gegner
fr: Sélectionnez la plage de notation inférieure pour un adversaire
he: בחר את טווח הדירוג הנמוך יותר עבור יריב
hi: किसी प्रतिद्वंद्वी के लिए निम्नतम रेटिंग रेंज का चयन करें
hu: Válassza ki az ellenfél alacsonyabb értékelési tartományát
id: Pilih rentang peringkat yang lebih rendah untuk lawan
it: Seleziona l'intervallo di valutazione più basso per un avversario

source: Select the upper rating range for an opponent
de: Wählen Sie den oberen Wertungsbereich für einen Gegner
fr: Sélectionnez la plage de notation supérieure pour un adversaire
he: בחר את טווח הדירוג העליון ליריב
hi: प्रतिद्वंद्वी के लिए ऊपरी रेटिंग रेंज का चयन करें
hu: Válassza ki az ellenfél felső értékelési tartományát
id: Pilih rentang peringkat atas untuk lawan
it: Seleziona l'intervallo di valutazione superiore per un avversario

source: Check to play a rated game
de: Aktivieren Sie dieses Kontrollkästchen, um ein bewertetes Spiel zu spielen
fr: Cochez pour jouer à un jeu classé
he: סמן כדי לשחק במשחק מדורג
hi: रेटेड गेम खेलने के लिए जाँच करें
hu: Jelölje be, ha minősített játékot szeretne játszani
id: Periksa untuk memainkan game yang diberi peringkat
it: Seleziona per giocare a una partita classificata

source: Check for automatic response to your game advert
de: Überprüfen Sie, ob eine automatische Antwort auf Ihre Spieleanzeige erfolgt
fr: Vérifiez la réponse automatique à votre annonce de jeu
he: בדוק אם יש תגובה אוטומטית לפרסומת המשחק שלך
hi: अपने गेम विज्ञापन पर स्वचालित प्रतिक्रिया की जाँच करें
hu: Ellenőrizze az automatikus választ a játék hirdetésére
id: Periksa respons otomatis terhadap iklan game Anda
it: Controlla la risposta automatica al tuo annuncio di gioco

source: Check to apply your formula to filter game advert responses
de: Aktivieren Sie dieses Kontrollkästchen, um Ihre Formel zum Filtern von Antworten auf Spieleanzeigen anzuwenden.
fr: Cochez cette case pour appliquer votre formule afin de filtrer les réponses aux publicités de jeux.
he: סמן כדי להחיל את הנוסחה שלך לסנן תגובות למודעות משחק
hi: गेम विज्ञापन प्रतिक्रियाओं को फ़िल्टर करने के लिए अपना फ़ॉर्मूला लागू करने के लिए जाँच करें
hu: Jelölje be, ha alkalmazni szeretné a képletet a játékhirdetésekre adott válaszok szűrésére
id: Centang untuk menerapkan rumus Anda guna memfilter respons iklan game
it: Seleziona per applicare la tua formula per filtrare le risposte alle pubblicità dei giochi

source: This dialog box allows you to enter the parameters for your game advert
de: In diesem Dialogfeld können Sie die Parameter für Ihre Spielanzeige eingeben
fr: Cette boîte de dialogue vous permet de saisir les paramètres de votre annonce de jeu
he: תיבת דו-שיח זו מאפשרת לך להזין את הפרמטרים עבור מודעת המשחק שלך
hi: यह डायलॉग बॉक्स आपको अपने गेम विज्ञापन के लिए पैरामीटर दर्ज करने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi a játékhirdetés paramétereinek megadását
id: Kotak dialog ini memungkinkan Anda memasukkan parameter untuk iklan game Anda
it: Questa finestra di dialogo ti consente di inserire i parametri per la tua pubblicità di gioco

source: Other players on the server may respond and then you can choose an opponent
de: Andere Spieler auf dem Server können antworten und dann können Sie einen Gegner auswählen
fr: D'autres joueurs sur le serveur peuvent répondre et vous pouvez alors choisir un adversaire
he: שחקנים אחרים בשרת עשויים להגיב ואז אתה יכול לבחור יריב
hi: सर्वर पर अन्य खिलाड़ी प्रतिक्रिया दे सकते हैं और फिर आप एक प्रतिद्वंद्वी चुन सकते हैं
hu: A szerveren lévő többi játékos válaszolhat, és akkor választhat ellenfelet
id: Pemain lain di server dapat merespons dan kemudian Anda dapat memilih lawan
it: Altri giocatori sul server possono rispondere e poi puoi scegliere un avversario

source: for a game.
de: für ein Spiel.
fr: pour un jeu.
he: למשחק.
hi: एक खेल के लिए.
hu: játékra.
id: untuk sebuah permainan.
it: per una partita.
