Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: for a drawn human vs engine game
de: für ein gezeichnetes Mensch-gegen-Engine-Spiel
fr: pour un jeu humain contre moteur dessiné
he: למשחק אנושי מול מנוע מצוייר
hi: मानव बनाम इंजन गेम के लिए
hu: rajzolt ember vs motor játékhoz
id: untuk permainan manusia vs mesin yang digambar
it: per un gioco disegnato tra un umano e un motore

source: Clock sounds
de: Uhrgeräusche
fr: Sons d'horloge
he: שעון נשמע
hi: घड़ी की आवाज़
hu: Megszólal az óra
id: Suara jam
it: Suoni dell'orologio

source: Puzzle mode sounds
de: Geräusche aus dem Puzzle-Modus
fr: Sons du mode puzzle
he: צלילי מצב פאזל
hi: पहेली मोड ध्वनियाँ
hu: Puzzle mód hangzik
id: Suara mode teka-teki
it: Suoni della modalità Puzzle

source: Some of these sounds are duplicates, but becasue they have different names,
de: Einige dieser Sounds sind Duplikate, aber da sie unterschiedliche Namen haben,
fr: Certains de ces sons sont des doublons, mais parce qu'ils ont des noms différents,
he: חלק מהצלילים האלה הם כפילויות, אבל מכיוון שיש להם שמות שונים,
hi: इनमें से कुछ ध्वनियाँ डुप्लिकेट हैं, लेकिन चूंकि उनके नाम अलग-अलग हैं,
hu: Néhány ilyen hang ismétlődő, de mivel különböző nevük van,
id: Beberapa dari suara-suara ini adalah duplikat, tetapi karena mereka memiliki nama yang berbeda,
it: Alcuni di questi suoni sono duplicati, ma poiché hanno nomi diversi,

source: this allows you to swap new sounds for various operations if you want to.
de: Dadurch können Sie bei Bedarf neue Sounds für verschiedene Vorgänge austauschen.
fr: cela vous permet d'échanger de nouveaux sons pour diverses opérations si vous le souhaitez.
he: זה מאפשר לך להחליף צלילים חדשים עבור פעולות שונות אם תרצה בכך.
hi: यदि आप चाहें तो यह आपको विभिन्न कार्यों के लिए नई ध्वनियों की अदला-बदली करने की अनुमति देता है।
hu: ez lehetővé teszi, hogy új hangokat cseréljen különböző műveletekre, ha akarja.
id: ini memungkinkan Anda untuk menukar suara baru untuk berbagai operasi jika Anda menginginkannya.
it: Ciò consente di sostituire nuovi suoni per varie operazioni, se lo si desidera.

source: Click the < Sfx notes > button on the previous help screen for instructions.
de: Klicken Sie auf dem vorherigen Hilfebildschirm auf die Schaltfläche <Sfx-Hinweise>, um Anweisungen zu erhalten.
fr: Cliquez sur le bouton < Notes Sfx > sur l'écran d'aide précédent pour obtenir des instructions.
he: לחץ על הלחצן < Sfx notes > במסך העזרה הקודם לקבלת הוראות.
hi: निर्देशों के लिए पिछली सहायता स्क्रीन पर < Sfx नोट्स > बटन पर क्लिक करें।
hu: Kattintson az < Sfx notes > gombra az előző súgóképernyőn az utasításokért.
id: Klik tombol < Catatan Sfx > pada layar bantuan sebelumnya untuk mendapatkan petunjuk.
it: Per istruzioni, fare clic sul pulsante < Note Sfx > nella schermata di aiuto precedente.

source: List of game sound effects
de: Liste der Spiel-Soundeffekte
fr: Liste des effets sonores du jeu
he: רשימה של אפקטים קוליים של המשחק
hi: खेल ध्वनि प्रभावों की सूची
hu: A játék hangeffektusainak listája
id: Daftar efek suara game
it: Elenco degli effetti sonori del gioco

source: files
de: Dateien
fr: fichiers
he: קבצים
hi: फ़ाइलें
hu: fájlokat
id: berkas
it: file

source: The program uses various
de: Das Programm verwendet verschiedene
fr: Le programme utilise divers
he: התוכנית משתמשת במגוון
hi: कार्यक्रम विभिन्न का उपयोग करता है
hu: A program többféle
id: Program ini menggunakan berbagai
it: Il programma utilizza vari

source: sound files for the sound effects in the program.
de: Sounddateien für die Soundeffekte im Programm.
fr: fichiers sonores pour les effets sonores du programme.
he: קבצי קול עבור אפקטי הקול בתוכנית.
hi: कार्यक्रम में ध्वनि प्रभाव के लिए ध्वनि फ़ाइलें.
hu: hangfájlokat a program hangeffektusaihoz.
id: file suara untuk efek suara dalam program.
it: file audio per gli effetti sonori del programma.

source: They are usually installed in the
de: Sie werden üblicherweise installiert in der
fr: Ils sont généralement installés dans le
he: הם מותקנים בדרך כלל ב
hi: वे आम तौर पर में स्थापित कर रहे हैं
hu: Általában a
id: Biasanya dipasang di
it: Di solito vengono installati nel

source: directory
de: Verzeichnis
fr: annuaire
he: מַדרִיך
hi: निर्देशिका
hu: könyvtárat
id: direktori
it: elenco

source: As with the bitmap files, I have put in some extra files,
de: Wie bei den Bitmap-Dateien habe ich einige zusätzliche Dateien eingefügt,
fr: Comme pour les fichiers bitmap, j'ai mis quelques fichiers supplémentaires,
he: כמו בקובצי מפת סיביות, הכנסתי כמה קבצים נוספים,
hi: बिटमैप फ़ाइलों की तरह, मैंने कुछ अतिरिक्त फ़ाइलें भी डाली हैं,
hu: Akárcsak a bittérképes fájlok esetében, néhány extra fájlt helyeztem el,
id: Seperti halnya file bitmap, saya telah memasukkan beberapa file tambahan,
it: Come per i file bitmap, ho inserito alcuni file extra,

source: so that you can swap in new sounds if you want to.
de: sodass Sie bei Bedarf neue Sounds einfügen können.
fr: afin que vous puissiez échanger de nouveaux sons si vous le souhaitez.
he: כך שתוכל להחליף צלילים חדשים אם תרצה בכך.
hi: ताकि आप चाहें तो नई ध्वनियाँ शामिल कर सकें।
hu: így ha akarod, új hangokat cserélhetsz.
id: sehingga Anda dapat menukar suara baru jika Anda mau.
it: in modo da poter sostituire i suoni se lo desideri.

source: e.g. To try a different sound for
de: z.B. Um einen anderen Ton auszuprobieren für
fr: par exemple, pour essayer un son différent pour
he: לְמָשָׁל כדי לנסות סאונד אחר עבור
hi: उदाहरण के लिए एक अलग ध्वनि का प्रयास करना
hu: például Kipróbálni egy másik hangzást
id: misalnya Untuk mencoba suara yang berbeda untuk
it: ad esempio per provare un suono diverso per

source: rename the original file to
de: Benennen Sie die Originaldatei um in
fr: renommer le fichier d'origine en
he: שנה את שם הקובץ המקורי ל
hi: मूल फ़ाइल का नाम बदलें
hu: nevezze át az eredeti fájlt erre
id: ganti nama file asli menjadi
it: rinominare il file originale in

source: or something similar
de: oder etwas ähnliches
fr: ou quelque chose de similaire
he: או משהו דומה
hi: या कुछ ऐसा ही
hu: vagy valami hasonló
id: atau sesuatu yang serupa
it: o qualcosa di simile

source: and then rename
de: und dann umbenennen
fr: et puis renommer
he: ולאחר מכן שנה את השם
hi: और फिर नाम बदलें
hu: majd nevezd át
id: dan kemudian ganti nama
it: e poi rinomina

source: to
de: Zu
fr: à
he: אֶל
hi: को
hu: hogy
id: ke
it: A

source: It is best to keep the original file with the changed name, in case you change your mind.
de: Am besten bewahren Sie die Originaldatei mit dem geänderten Namen auf, falls Sie Ihre Meinung ändern.
fr: Il est préférable de conserver le fichier original avec le nom modifié, au cas où vous changeriez d'avis.
he: עדיף לשמור את הקובץ המקורי עם השם שהשתנה, למקרה שתשנה את דעתך.
hi: यदि आप अपना विचार बदल दें तो बेहतर होगा कि आप मूल फ़ाइल को बदले हुए नाम के साथ ही रखें।
hu: A legjobb, ha megtartja az eredeti fájlt a megváltoztatott névvel, arra az esetre, ha meggondolná magát.
id: Sebaiknya simpan berkas asli dengan nama yang diubah, untuk berjaga-jaga jika Anda berubah pikiran.
it: È meglio conservare il file originale con il nome modificato, nel caso cambiassi idea.

source: Also, as with the bitmap files, you can add your own sound effects in a similar way.
de: Außerdem können Sie wie bei den Bitmap-Dateien auf ähnliche Weise Ihre eigenen Soundeffekte hinzufügen.
fr: De même, comme pour les fichiers bitmap, vous pouvez ajouter vos propres effets sonores de manière similaire.
he: כמו כן, כמו בקבצי מפת סיביות, אתה יכול להוסיף אפקטים קוליים משלך באופן דומה.
hi: इसके अलावा, बिटमैप फ़ाइलों की तरह, आप इसी तरह से अपने स्वयं के ध्वनि प्रभाव जोड़ सकते हैं।
hu: Ezenkívül a bittérképes fájlokhoz hasonlóan saját hangeffektusokat is hozzáadhat hasonló módon.
id: Selain itu, seperti halnya berkas bitmap, Anda dapat menambahkan efek suara Anda sendiri dengan cara yang sama.
it: Inoltre, come con i file bitmap, è possibile aggiungere i propri effetti sonori in modo simile.

source: Many sound effect files are offered in the *.mp3 format.
de: Viele Soundeffektdateien werden im *.mp3-Format angeboten.
fr: De nombreux fichiers d'effets sonores sont proposés au format *.mp3.
he: קבצי אפקט קול רבים מוצעים בפורמט *.mp3.
hi: कई ध्वनि प्रभाव फ़ाइलें *.mp3 प्रारूप में उपलब्ध हैं।
hu: Számos hangeffektus fájl elérhető *.mp3 formátumban.
id: Banyak file efek suara ditawarkan dalam format *.mp3.
it: Molti file di effetti sonori sono offerti nel formato *.mp3.

source: I got quite a few of these from
de: Ich habe einige davon von
fr: J'en ai reçu pas mal de
he: קיבלתי לא מעט כאלה
hi: मुझे इनमें से काफी कुछ मिला
hu: Jó pár ilyet kaptam tőle
id: Saya mendapatkan beberapa dari ini dari
it: Ne ho presi parecchi da

source: I got some more from the following archive -
de: Ich habe noch mehr aus dem folgenden Archiv -
fr: J'en ai obtenu d'autres à partir des archives suivantes -
he: קיבלתי עוד מהארכיון הבא -
hi: मुझे निम्नलिखित संग्रह से कुछ और जानकारी मिली -
hu: Kaptam még néhányat a következő archívumból -
id: Saya mendapat lebih banyak lagi dari arsip berikut -
it: Ne ho presi altri dal seguente archivio -

source: The sounds are located in the
de: Die Geräusche befinden sich in der
fr: Les sons sont situés dans le
he: הצלילים ממוקמים ב
hi: ध्वनियाँ कहाँ स्थित हैं?
hu: A hangok a
id: Suaranya terletak di
it: I suoni si trovano nel

source: Although some of the sound files are damaged and unusable,
de: Obwohl einige der Sounddateien beschädigt und unbrauchbar sind,
fr: Bien que certains fichiers sonores soient endommagés et inutilisables,
he: למרות שחלק מקבצי הקול פגומים ואינם ניתנים לשימוש,
hi: यद्यपि कुछ ध्वनि फ़ाइलें क्षतिग्रस्त और अनुपयोगी हैं,
hu: Bár néhány hangfájl sérült és használhatatlan,
id: Meskipun beberapa file suara rusak dan tidak dapat digunakan,
it: Sebbene alcuni file audio siano danneggiati e inutilizzabili,

source: many of them are fine and there are a lot to choose from.
de: viele davon sind gut und es gibt eine große Auswahl.
fr: beaucoup d'entre eux sont bons et il y a beaucoup de choix.
he: רבים מהם בסדר ויש הרבה לבחירה.
hi: उनमें से कई अच्छे हैं और चुनने के लिए बहुत कुछ है।
hu: sok közülük jó, és van miből válogatni.
id: banyak diantaranya yang bagus dan banyak pilihannya.
it: molti di loro sono buoni e c'è molta scelta.

source: There are also some good ones at the following site -
de: Es gibt auch einige gute auf der folgenden Site -
fr: Il y en a aussi de bons sur le site suivant -
he: יש גם כמה טובים באתר הבא -
hi: निम्नलिखित साइट पर भी कुछ अच्छे हैं -
hu: A következő oldalon is vannak jók -
id: Ada juga beberapa yang bagus di situs berikut -
it: Ce ne sono anche alcuni buoni sul seguente sito:

source: I think these are the ones used for the Chess.com game interface.
de: Ich glaube, das sind die, die für die Spieloberfläche von Chess.com verwendet werden.
fr: Je pense que ce sont ceux utilisés pour l'interface de jeu Chess.com.
he: אני חושב שאלו הם המשמשים עבור ממשק המשחק Chess.com.
hi: मुझे लगता है कि ये वही हैं जिनका उपयोग Chess.com गेम इंटरफ़ेस के लिए किया जाता है।
hu: Szerintem ezeket használják a Chess.com játék felületéhez.
id: Saya pikir ini yang digunakan untuk antarmuka permainan Chess.com.
it: Penso che siano quelli utilizzati per l'interfaccia di gioco di Chess.com.

source: I contacted them to ask for their permission to distribute them
de: Ich habe sie kontaktiert, um sie um Erlaubnis zu bitten, sie zu verteilen
fr: Je les ai contactés pour leur demander la permission de les distribuer
he: פניתי אליהם כדי לבקש את רשותם להפיץ אותם
hi: मैंने उनसे संपर्क कर उन्हें वितरित करने की अनुमति मांगी
hu: Felvettem velük a kapcsolatot, hogy engedélyt kérjek a terjesztésükhöz
id: Saya menghubungi mereka untuk meminta izin untuk mendistribusikannya
it: Li ho contattati per chiedere il permesso di distribuirli

source: with my program, but I got no reply, so I took this as a no.
de: mit meinem Programm, aber ich habe keine Antwort bekommen, also habe ich das als ein Nein aufgefasst.
fr: avec mon programme, mais je n'ai reçu aucune réponse, donc j'ai pris cela comme un non.
he: עם התוכנית שלי, אבל לא קיבלתי תשובה, אז לקחתי את זה בתור לא.
hi: मैंने अपने कार्यक्रम के बारे में बात की, लेकिन मुझे कोई जवाब नहीं मिला, इसलिए मैंने इसे 'नहीं' के रूप में लिया।
hu: a programommal, de nem kaptam választ, ezért ezt nemnek vettem.
id: dengan program saya, tetapi saya tidak mendapat balasan, jadi saya anggap tidak.
it: con il mio programma, ma non ho ricevuto risposta, quindi l'ho interpretato come un no.

source: However, it is a fairly simple process to put them in yourself.
de: Es ist jedoch ziemlich einfach, sie selbst einzubauen.
fr: Cependant, c'est un processus assez simple de les mettre soi-même.
he: עם זאת, זה תהליך פשוט למדי לשים אותם בעצמך.
hi: हालाँकि, इन्हें स्वयं लगाना एक काफी सरल प्रक्रिया है।
hu: Azonban meglehetősen egyszerű folyamat, hogy ezeket magadba helyezd.
id: Namun, ini adalah proses yang cukup sederhana untuk memasangnya sendiri.
it: Tuttavia, inserirli da soli è un procedimento abbastanza semplice.

source: After downloading and unzipping the files, they can be easily
de: Nach dem Herunterladen und Entpacken der Dateien können diese einfach
fr: Après avoir téléchargé et décompressé les fichiers, ils peuvent être facilement
he: לאחר הורדת ופירוק הקבצים, הם יכולים להיות בקלות
hi: फ़ाइलों को डाउनलोड करने और अनज़िप करने के बाद, उन्हें आसानी से हटाया जा सकता है
hu: A fájlok letöltése és kicsomagolása után könnyen elvégezhetők
id: Setelah mengunduh dan mengekstrak file, file tersebut dapat dengan mudah
it: Dopo aver scaricato e decompresso i file, possono essere facilmente

source: converted to
de: umgewandelt in
fr: converti en
he: הומר ל
hi: में परिवर्तित
hu: átalakítva
id: diubah menjadi
it: convertito in

source: format, which is the format used in this program,
de: Format, das in diesem Programm verwendet wird,
fr: format, qui est le format utilisé dans ce programme,
he: פורמט, שהוא הפורמט המשמש בתוכנית זו,
hi: प्रारूप, जो इस कार्यक्रम में प्रयुक्त प्रारूप है,
hu: formátum, amely a programban használt formátum,
id: format, yang merupakan format yang digunakan dalam program ini,
it: formato, che è il formato utilizzato in questo programma,

source: using either of the following free programs -
de: mit einem der folgenden kostenlosen Programme -
fr: en utilisant l'un des programmes gratuits suivants -
he: באמצעות אחת מהתוכניות החינמיות הבאות -
hi: निम्नलिखित में से किसी भी निःशुल्क प्रोग्राम का उपयोग करके -
hu: az alábbi ingyenes programok egyikének használatával -
id: menggunakan salah satu program gratis berikut -
it: utilizzando uno dei seguenti programmi gratuiti -

source: < Hamster free audio converter > or < Movavi video converter >
de: < Kostenloser Hamster-Audiokonverter > oder < Movavi-Videokonverter >
fr: < Convertisseur audio gratuit Hamster > ou < Convertisseur vidéo Movavi >
he: < ממיר שמע ללא אוגר > או < ממיר וידאו של Movavi >
hi: < हैम्स्टर मुफ्त ऑडियो कनवर्टर > या < Movavi वीडियो कनवर्टर >
hu: < Hamster free audio converter > vagy < Movavi video converter >
id: < Konverter audio gratis Hamster > atau < Konverter video Movavi >
it: < Convertitore audio gratuito Hamster > o < Convertitore video Movavi >

source: They can also be edited, if necessary, with the free program < Waveshop >
de: Sie können bei Bedarf auch mit dem kostenlosen Programm < Waveshop > bearbeitet werden
fr: Ils peuvent également être édités, si nécessaire, avec le programme gratuit < Waveshop >
he: ניתן גם לערוך אותם, במידת הצורך, עם התוכנית החינמית < Waveshop >
hi: यदि आवश्यक हो तो इन्हें निःशुल्क प्रोग्राम < वेवशॉप > से संपादित भी किया जा सकता है
hu: Szükség esetén a < Waveshop > ingyenes programmal is szerkeszthetők
id: Mereka juga dapat diedit, jika perlu, dengan program gratis < Waveshop >
it: Possono anche essere modificati, se necessario, con il programma gratuito < Waveshop >

source: You may, for example, want to change the volume of the sound or fade it more quickly.
de: Möglicherweise möchten Sie beispielsweise die Lautstärke des Tons ändern oder ihn schneller ausblenden.
fr: Vous pouvez, par exemple, vouloir modifier le volume du son ou le réduire plus rapidement.
he: אולי תרצה לשנות את עוצמת הקול של הצליל או לדעוך אותו מהר יותר.
hi: उदाहरण के लिए, आप ध्वनि की मात्रा बदलना या उसे तेजी से धीमा करना चाह सकते हैं।
hu: Előfordulhat például, hogy módosítani szeretné a hang hangerejét, vagy gyorsabban elhalkulhat.
id: Anda mungkin, misalnya, ingin mengubah volume suara atau memudarkannya lebih cepat.
it: Ad esempio, potresti voler modificare il volume del suono o attenuarlo più rapidamente.

source: I used < Waveshop > because it seemed the easiest to use and had the best help file.
de: Ich habe < Waveshop > verwendet, weil es am benutzerfreundlichsten schien und die beste Hilfedatei hatte.
fr: J'ai utilisé < Waveshop > car il semblait le plus simple à utiliser et avait le meilleur fichier d'aide.
he: השתמשתי ב- < Waveshop > כי זה נראה הכי קל לשימוש והיה לו את קובץ העזרה הטוב ביותר.
hi: मैंने < Waveshop > का प्रयोग किया क्योंकि यह प्रयोग करने में सबसे आसान था और इसकी सहायता फ़ाइल सबसे अच्छी थी।
hu: A <Waveshop>-ot használtam, mert ez tűnt a legkönnyebben használhatónak, és a legjobb súgófájlja volt.
id: Saya menggunakan < Waveshop > karena tampaknya paling mudah digunakan dan memiliki berkas bantuan terbaik.
it: Ho utilizzato <Waveshop> perché mi è sembrato il più semplice da usare e aveva il miglior file di aiuto.

source: Then copy them to the < sound_wav > directory and swap the filenames
de: Kopieren Sie sie dann in das Verzeichnis < sound_wav > und tauschen Sie die Dateinamen
fr: Copiez-les ensuite dans le répertoire < sound_wav > et échangez les noms de fichiers
he: לאחר מכן העתק אותם לספרייה < sound_wav > והחלף את שמות הקבצים
hi: फिर उन्हें < sound_wav > निर्देशिका में कॉपी करें और फ़ाइल नामों को स्वैप करें
hu: Ezután másolja be őket a < sound_wav > könyvtárba, és cserélje ki a fájlneveket
id: Kemudian salin ke direktori <sound_wav> dan tukar nama filenya
it: Quindi copiali nella directory <sound_wav> e scambia i nomi dei file

source: for the sounds that you want, as described earlier.
de: für die gewünschten Sounds, wie zuvor beschrieben.
fr: pour les sons que vous souhaitez, comme décrit précédemment.
he: עבור הצלילים שאתה רוצה, כפי שתואר קודם לכן.
hi: जैसा कि पहले बताया गया है, अपनी इच्छित ध्वनि के लिए।
hu: a kívánt hangokhoz, a korábban leírtak szerint.
id: untuk suara yang Anda inginkan, seperti dijelaskan sebelumnya.
it: per ottenere i suoni desiderati, come descritto in precedenza.

source: To see the list of the sound files used in the program,
de: Um die Liste der im Programm verwendeten Sounddateien anzuzeigen,
fr: Pour voir la liste des fichiers son utilisés dans le programme,
he: כדי לראות את רשימת קובצי הקול המשמשים בתוכנית,
hi: कार्यक्रम में प्रयुक्त ध्वनि फ़ाइलों की सूची देखने के लिए,
hu: A programban használt hangfájlok listájának megtekintéséhez,
id: Untuk melihat daftar file suara yang digunakan dalam program,
it: Per vedere l'elenco dei file audio utilizzati nel programma,

source: Click the < Game sound effects > button on the previous help screen.
de: Klicken Sie auf dem vorherigen Hilfebildschirm auf die Schaltfläche <Spiel-Soundeffekte>.
fr: Cliquez sur le bouton < Effets sonores du jeu > sur l'écran d'aide précédent.
he: לחץ על הלחצן < אפקטי קול של משחק > במסך העזרה הקודם.
hi: पिछली सहायता स्क्रीन पर < गेम ध्वनि प्रभाव > बटन पर क्लिक करें।
hu: Kattintson a < Játék hangeffektusai > gombra az előző súgóképernyőn.
id: Klik tombol < Efek suara permainan > pada layar bantuan sebelumnya.
it: Fare clic sul pulsante < Effetti sonori del gioco > nella schermata di guida precedente.

source: Notes on sound effects
de: Hinweise zu Soundeffekten
fr: Notes sur les effets sonores
he: הערות על אפקטים קוליים
hi: ध्वनि प्रभाव पर नोट्स
hu: Megjegyzések a hangeffektusokhoz
id: Catatan tentang efek suara
it: Note sugli effetti sonori

source: Tab list
de: Registerkartenliste
fr: Liste des onglets
he: רשימת כרטיסיות
hi: टैब सूची
hu: Lap lista
id: Daftar tab
it: Elenco delle schede

source: Base Round
de: Basis rund
fr: Base ronde
he: סיבוב בסיס
hi: बेस राउंड
hu: Alap kör
id: Dasar Bulat
it: Base rotonda

source: Paste Players and Ratings here, using the format shown below ;
de: Fügen Sie hier Spieler und Bewertungen im unten gezeigten Format ein;
fr: Collez les joueurs et les notes ici, en utilisant le format indiqué ci-dessous ;
he: הדבק שחקנים ודירוגים כאן, באמצעות הפורמט המוצג להלן;
hi: नीचे दिखाए गए प्रारूप का उपयोग करके प्लेयर्स और रेटिंग्स यहां चिपकाएं;
hu: Illessze be ide a játékosokat és az értékeléseket az alábbi formátumban;
id: Tempel Pemain dan Rating di sini, menggunakan format yang ditunjukkan di bawah ini;
it: Incolla qui i giocatori e le valutazioni, utilizzando il formato mostrato di seguito;

source: Federer, Roger 2499 Woods, Tiger 2499
he: פדרר, רוג'ר 2499 וודס, טייגר 2499
hi: फेडरर, रोजर 2499 वुड्स, टाइगर 2499
hu: Federer, Roger 2499 Woods, Tigris 2499
id: Federer, Roger 2499 Woods, Harimau 2499
it: Federer, Roger 2499 Legni, Tigre 2499

source: Messi, Lionel 2499 Ronaldo, Christiano 2499
he: מסי, ליונל 2499 רונאלדו, כריסטיאנו 2499
hi: मेस्सी, लियोनेल 2499 रोनाल्डो, क्रिस्टियानो 2499
it: Messi, Lionel 2499 Ronaldo, Cristiano 2499

source: Tarrasch expects two player names with ratings per line.
de: Tarrasch erwartet pro Zeile zwei Spielernamen mit Wertung.
fr: Tarrasch s'attend à deux noms de joueurs avec des notes par ligne.
he: Tarrasch מצפה לשני שמות שחקנים עם רייטינג לכל שורה.
hi: टैराश को प्रत्येक पंक्ति में रेटिंग के साथ दो खिलाड़ियों के नाम की अपेक्षा है।
hu: Tarrasch soronként két játékosnévre számít értékelésekkel.
id: Tarrasch mengharapkan dua nama pemain dengan peringkat per baris.
it: Tarrasch si aspetta due nomi di giocatori con valutazioni per riga.

source: It will remove extra spaces and punctuation.
de: Dadurch werden zusätzliche Leerzeichen und Satzzeichen entfernt.
fr: Cela supprimera les espaces et la ponctuation supplémentaires.
he: זה יסיר רווחים וסימני פיסוק נוספים.
hi: इससे अतिरिक्त रिक्त स्थान और विराम चिह्न हट जाएंगे।
hu: Eltávolítja a felesleges szóközöket és írásjeleket.
id: Ini akan menghapus spasi dan tanda baca tambahan.
it: Verranno rimossi gli spazi e la punteggiatura in eccesso.

source: It expects ratings to immediately follow names,
de: Es wird erwartet, dass die Bewertungen unmittelbar auf die Namen folgen,
fr: On s'attend à ce que les notes suivent immédiatement les noms,
he: הוא מצפה שהרייטינג יבוא מיד אחרי שמות,
hi: यह अपेक्षा करता है कि नामों के तुरंत बाद रेटिंग दी जाएगी,
hu: Arra számít, hogy az értékelések azonnal a neveket követik,
id: Ia mengharapkan rating akan segera mengikuti nama,
it: Si aspetta che le valutazioni seguano immediatamente i nomi,

source: but other non-alpha characters can appear between them or before fields,
de: aber andere nicht-alphanumerische Zeichen können zwischen ihnen oder vor Feldern erscheinen,
fr: mais d'autres caractères non alphabétiques peuvent apparaître entre eux ou avant les champs,
he: אבל תווים אחרים שאינם אלפא יכולים להופיע ביניהם או לפני שדות,
hi: लेकिन अन्य गैर-अल्फा वर्ण उनके बीच या फ़ील्ड से पहले दिखाई दे सकते हैं,
hu: de más nem alfa karakterek is megjelenhetnek közöttük vagy a mezők előtt,
id: tetapi karakter non-alfa lainnya dapat muncul di antara keduanya atau sebelum bidang,
it: ma altri caratteri non alfabetici possono apparire tra di loro o prima dei campi,

source: so the following Swiss Perfect format for example is okay;
de: daher ist beispielsweise das folgende Swiss Perfect-Format in Ordnung;
fr: donc le format Swiss Perfect suivant par exemple est correct ;
he: אז הפורמט הבא של Swiss Perfect למשל הוא בסדר;
hi: इसलिए उदाहरण के लिए निम्नलिखित स्विस परफेक्ट प्रारूप ठीक है;
hu: így például a következő Swiss Perfect formátum rendben van;
id: jadi format Swiss Sempurna berikut ini misalnya baik-baik saja;
it: quindi il seguente formato Swiss Perfect, ad esempio, va bene;
