Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: The engine file entered does not exist.
de: Die eingegebene Engine-Datei existiert nicht.
fr: Le fichier moteur saisi n'existe pas.
he: קובץ המנוע שהוזן אינו קיים.
hi: प्रविष्ट इंजन फ़ाइल मौजूद नहीं है.
hu: A megadott motorfájl nem létezik.
id: Berkas mesin yang dimasukkan tidak ada.
it: Il file motore inserito non esiste.

source: Program will reset to previous engine file.
de: Das Programm wird auf die vorherige Engine-Datei zurückgesetzt.
fr: Le programme réinitialisera le fichier moteur précédent.
he: התוכנית תתאפס לקובץ המנוע הקודם.
hi: प्रोग्राम पिछली इंजन फ़ाइल पर रीसेट हो जाएगा.
hu: A program visszaáll az előző motorfájlra.
id: Program akan diatur ulang ke file mesin sebelumnya.
it: Il programma verrà ripristinato al file del motore precedente.

source: The engine file entered is not an .exe file.
de: Die eingegebene Engine-Datei ist keine EXE-Datei.
fr: Le fichier moteur saisi n'est pas un fichier .exe.
he: קובץ המנוע שהוזן אינו קובץ .exe.
hi: प्रविष्ट इंजन फ़ाइल एक .exe फ़ाइल नहीं है।
hu: A megadott motorfájl nem .exe fájl.
id: Berkas mesin yang dimasukkan bukan berkas .exe.
it: Il file motore inserito non è un file .exe.

source: Engine file error
de: Engine-Dateifehler
fr: Erreur de fichier moteur
he: שגיאת קובץ מנוע
hi: इंजन फ़ाइल त्रुटि
hu: Motorfájl hiba
id: Kesalahan file mesin
it: Errore file motore

source: Cannot open engine save file
de: Engine-Sicherungsdatei kann nicht geöffnet werden
fr: Impossible d'ouvrir le fichier de sauvegarde du moteur
he: לא ניתן לפתוח את קובץ שמירת המנוע
hi: इंजन सेव फ़ाइल नहीं खोली जा सकती
hu: A motormentési fájl nem nyitható meg
id: Tidak dapat membuka file penyimpanan mesin
it: Impossibile aprire il file di salvataggio del motore

source: Engine options saved to file :-
de: In der Datei gespeicherte Engine-Optionen: -
fr: Options du moteur enregistrées dans le fichier :-
he: אפשרויות מנוע נשמרו בקובץ:-
hi: इंजन विकल्प फ़ाइल में सहेजे गए:-
hu: Fájlba mentett motoropciók:-
id: Opsi mesin disimpan ke file :-
it: Opzioni motore salvate nel file :-

source: File message
de: Dateinachricht
fr: Message de fichier
he: קובץ הודעת
hi: फ़ाइल संदेश
hu: Fájl üzenetet
id: Pesan berkas
it: Messaggio del file

source: Engine options not saved
de: Motoroptionen nicht gespeichert
fr: Options du moteur non enregistrées
he: אפשרויות המנוע לא נשמרו
hi: इंजन विकल्प सहेजे नहीं गए
hu: A motorbeállítások nincsenek elmentve
id: Opsi mesin tidak disimpan
it: Opzioni motore non salvate

source: Engine file name is too long, engine not saved
de: Der Engine-Dateiname ist zu lang, die Engine wurde nicht gespeichert
fr: Le nom du fichier du moteur est trop long, le moteur n'est pas enregistré
he: שם קובץ המנוע ארוך מדי, המנוע לא נשמר
hi: इंजन फ़ाइल का नाम बहुत लंबा है, इंजन सहेजा नहीं गया
hu: A motorfájl neve túl hosszú, a motor nincs mentve
id: Nama file mesin terlalu panjang, mesin tidak disimpan
it: Il nome del file del motore è troppo lungo, il motore non è stato salvato

source: Save engine error
de: Fehler beim Speichern der Engine
fr: Erreur de sauvegarde du moteur
he: שגיאת מנוע שמור
hi: इंजन त्रुटि सहेजें
hu: Motorhiba mentése
id: Simpan kesalahan mesin
it: Salva errore motore

source: Cannot open engine parameters file
de: Die Engine-Parameterdatei kann nicht geöffnet werden.
fr: Impossible d'ouvrir le fichier de paramètres du moteur
he: לא ניתן לפתוח את קובץ הפרמטרים של המנוע
hi: इंजन पैरामीटर फ़ाइल नहीं खोली जा सकती
hu: A motorparaméter-fájl nem nyitható meg
id: Tidak dapat membuka file parameter mesin
it: Impossibile aprire il file dei parametri del motore

source: Engine parameters loaded
de: Motorparameter geladen
fr: Paramètres du moteur chargés
he: פרמטרי מנוע נטענו
hi: इंजन पैरामीटर लोड किए गए
hu: A motor paraméterei betöltve
id: Parameter mesin dimuat
it: Parametri motore caricati

source: Invalid engine name, engine not loaded
de: Ungültiger Engine-Name, Engine nicht geladen
fr: Nom de moteur invalide, moteur non chargé
he: שם מנוע לא חוקי, המנוע לא נטען
hi: इंजन नाम अमान्य है, इंजन लोड नहीं हुआ
hu: Érvénytelen motornév, a motor nincs betöltve
id: Nama mesin tidak valid, mesin tidak dimuat
it: Nome motore non valido, motore non caricato

source: Engine load error
de: Motorlastfehler
fr: Erreur de charge du moteur
he: שגיאת עומס מנוע
hi: इंजन लोड त्रुटि
hu: Motorterhelési hiba
id: Kesalahan beban mesin
it: Errore di carico del motore

source: Engine parameters loaded from previous version *.epm file
de: Engine-Parameter aus der *.epm-Datei der vorherigen Version geladen
fr: Paramètres du moteur chargés à partir du fichier *.epm de la version précédente
he: פרמטרי מנוע נטענו מהגרסה הקודמת קובץ *.epm
hi: इंजन पैरामीटर पिछले संस्करण *.epm फ़ाइल से लोड किए गए
hu: A motor paraméterei az előző verzió *.epm fájlból lettek betöltve
id: Parameter mesin dimuat dari file *.epm versi sebelumnya
it: Parametri motore caricati dal file *.epm della versione precedente

source: Engine error
de: Motorfehler
fr: Erreur moteur
he: שגיאת מנוע
hi: इंजन त्रुटि
hu: Motor hiba
id: Kesalahan mesin
it: Errore del motore

source: File read error - Engine match options not loaded
de: Fehler beim Lesen der Datei – Engine-Übereinstimmungsoptionen nicht geladen
fr: Erreur de lecture du fichier - Les options de correspondance du moteur ne sont pas chargées
he: שגיאת קריאת קובץ - אפשרויות התאמת המנוע לא נטענו
hi: फ़ाइल पढ़ने में त्रुटि - इंजन मिलान विकल्प लोड नहीं हुए
hu: Fájlolvasási hiba – A motoregyeztetési beállítások nincsenek betöltve
id: Kesalahan pembacaan berkas - Opsi pencocokan mesin tidak dimuat
it: Errore di lettura del file - Opzioni di corrispondenza del motore non caricate

source: Use this screen to select the UCI engine to use.
de: Verwenden Sie diesen Bildschirm, um die zu verwendende UCI-Engine auszuwählen.
fr: Utilisez cet écran pour sélectionner le moteur UCI à utiliser.
he: השתמש במסך זה כדי לבחור במנוע UCI לשימוש.
hi: उपयोग हेतु UCI इंजन का चयन करने के लिए इस स्क्रीन का उपयोग करें।
hu: Ezen a képernyőn válassza ki a használni kívánt UCI-motort.
id: Gunakan layar ini untuk memilih mesin UCI yang akan digunakan.
it: Utilizzare questa schermata per selezionare il motore UCI da utilizzare.

source: A UCI engine is a .exe file. For example < stockfish_8_x64.exe >
de: Eine UCI-Engine ist eine EXE-Datei. Beispiel: < stockfish_8_x64.exe >
fr: Un moteur UCI est un fichier .exe. Par exemple, <stockfish_8_x64.exe>
he: מנוע UCI הוא קובץ exe. לדוגמה < stockfish_8_x64.exe >
hi: UCI इंजन एक .exe फ़ाइल है। उदाहरण के लिए < stockfish_8_x64.exe >
hu: Az UCI motor egy .exe fájl. Például < stockfish_8_x64.exe >
id: Mesin UCI adalah file .exe. Misalnya < stockfish_8_x64.exe >
it: Un motore UCI è un file .exe. Ad esempio < stockfish_8_x64.exe >

source: Another example is < komodo3-64.exe >
de: Ein weiteres Beispiel ist < komodo3-64.exe >
fr: Un autre exemple est < komodo3-64.exe >
he: דוגמה נוספת היא < komodo3-64.exe >
hi: एक अन्य उदाहरण है < komodo3-64.exe >
hu: Egy másik példa a < komodo3-64.exe >
id: Contoh lain adalah <komodo3-64.exe>
it: Un altro esempio è <komodo3-64.exe>

source: One weak engine is provided. TarraschToyEngine.exe
de: Es wird eine schwache Engine bereitgestellt. TarraschToyEngine.exe
fr: Un moteur faible est fourni : TarraschToyEngine.exe
he: מסופק מנוע חלש אחד. TarraschToyEngine.exe
hi: एक कमज़ोर इंजन प्रदान किया गया है। TarraschToyEngine.exe
hu: Egy gyenge motor biztosított. TarraschToyEngine.exe
id: Satu mesin yang lemah disediakan. TarraschToyEngine.exe
it: Viene fornito un motore debole. TarraschToyEngine.exe

source: is good enough to be fun but readily beatable for most players.
de: ist gut genug, um Spaß zu machen, aber für die meisten Spieler leicht zu schlagen.
fr: est assez bon pour être amusant mais facilement battable pour la plupart des joueurs.
he: הוא טוב מספיק כדי להיות מהנה אבל ניתן לנצח עבור רוב השחקנים.
hi: यह गेम काफी मनोरंजक है, लेकिन अधिकांश खिलाड़ियों के लिए इसे आसानी से हराया जा सकता है।
hu: elég jó ahhoz, hogy szórakoztató legyen, de a legtöbb játékos számára könnyen legyőzhető.
id: cukup bagus untuk menjadi menyenangkan tetapi mudah dikalahkan oleh sebagian besar pemain.
it: è abbastanza divertente ma è facilmente superabile dalla maggior parte dei giocatori.

source: It is ideal for blindfold training (see the training options)
de: Es ist ideal für das Training mit verbundenen Augen (siehe Trainingsmöglichkeiten)
fr: Il est idéal pour l'entraînement avec les yeux bandés (voir les options d'entraînement)
he: זה אידיאלי לאימון עם כיסוי עיניים (ראה אפשרויות האימון)
hi: यह आंखों पर पट्टी बांधकर प्रशिक्षण के लिए आदर्श है (प्रशिक्षण विकल्प देखें)
hu: Ideális bekötött szemű edzéshez (lásd az edzési lehetőségeket)
id: Sangat ideal untuk pelatihan penutup mata (lihat opsi pelatihan)
it: È ideale per l'addestramento alla cieca (vedi le opzioni di allenamento)

source: You can also set three engine options that are useful for human versus
de: Sie können auch drei Engine-Optionen festlegen, die für den menschlichen versus
fr: Vous pouvez également définir trois options de moteur utiles pour les humains par rapport aux
he: אתה יכול גם להגדיר שלוש אפשרויות מנוע שימושיות עבור אדם לעומת
hi: आप तीन इंजन विकल्प भी सेट कर सकते हैं जो मानव बनाम मानव के लिए उपयोगी हैं
hu: Beállíthat három olyan motoropciót is, amelyek hasznosak az ember számára
id: Anda juga dapat mengatur tiga opsi mesin yang berguna untuk manusia versus
it: Puoi anche impostare tre opzioni del motore che sono utili per l'uomo rispetto a

source: engine operation. Note that not all engines support all these options.
de: Engine-Betrieb. Beachten Sie, dass nicht alle Engines alle diese Optionen unterstützen.
fr: Fonctionnement du moteur. Notez que tous les moteurs ne prennent pas en charge toutes ces options.
he: פעולת המנוע. שימו לב שלא כל המנועים תומכים בכל האפשרויות הללו.
hi: इंजन संचालन। ध्यान दें कि सभी इंजन इन सभी विकल्पों का समर्थन नहीं करते हैं।
hu: motor működése. Vegye figyelembe, hogy nem minden motor támogatja az összes opciót.
id: pengoperasian mesin. Perlu dicatat bahwa tidak semua mesin mendukung semua opsi ini.
it: funzionamento del motore. Nota che non tutti i motori supportano tutte queste opzioni.

source: (the Tarrasch Toy engine doesn't actually support any of them!)
de: (Die Tarrasch Toy Engine unterstützt eigentlich keines davon!)
fr: (le moteur Tarrasch Toy ne prend en charge aucun d'entre eux !)
he: (מנוע ה-Tarrasch Toy אינו תומך באף אחד מהם!)
hi: (टारास्च टॉय इंजन वास्तव में इनमें से किसी का भी समर्थन नहीं करता है!)
hu: (A Tarrasch Toy motor valójában egyiket sem támogatja!)
id: (Mesin Tarrasch Toy sebenarnya tidak mendukung satupun dari mereka!)
it: (in realtà il motore Tarrasch Toy non supporta nessuno di questi!)

source: If you don't care about these options then leave the default values
de: Wenn Sie diese Optionen nicht interessieren, belassen Sie die Standardwerte
fr: Si ces options ne vous intéressent pas, laissez les valeurs par défaut
he: אם לא אכפת לך מהאפשרויות האלה, השאר את ערכי ברירת המחדל
hi: यदि आप इन विकल्पों की परवाह नहीं करते हैं तो डिफ़ॉल्ट मान छोड़ दें
hu: Ha ezek a beállítások nem érdekelnek, hagyja meg az alapértelmezett értékeket
id: Jika Anda tidak peduli dengan opsi ini, biarkan nilai default
it: Se queste opzioni non ti interessano, lascia i valori predefiniti

source: < ponder off > < hash size= 64Mbytes > and < max cpu cores=1 > in place.
de: <Überlegen Sie, ob> <Hash-Größe= 64 MB> und <Max. CPU-Kerne=1> vorhanden sind.
fr: < réfléchir à > < taille de hachage = 64 Mo > et < nombre maximal de cœurs de processeur = 1 > en place.
he: < ponder off > < hash size= 64Mbytes > ו< max cpu cores=1 > במקום.
hi: <ponder off> <hash size= 64Mbytes> और <max cpu cores=1> को यथास्थान पर रखें।
hu: < ponder off > < hash size= 64Mbytes > és < max cpu core=1 > a helyén.
id: < renungkan > < ukuran hash= 64Mbytes > dan < inti CPU maks=1 > pada tempatnya.
it: < ponder off > < hash size= 64 Mbytes > e < max cpu core=1 > al loro posto.

source: For this version of the program I have added an extra basic parameter,
de: Für diese Version des Programms habe ich einen zusätzlichen Basisparameter hinzugefügt,
fr: Pour cette version du programme, j'ai ajouté un paramètre de base supplémentaire,
he: עבור גרסה זו של התוכנית הוספתי פרמטר בסיסי נוסף,
hi: कार्यक्रम के इस संस्करण के लिए मैंने एक अतिरिक्त बुनियादी पैरामीटर जोड़ा है,
hu: A program ezen verziójához hozzáadtam egy extra alapparamétert,
id: Untuk versi program ini saya telah menambahkan parameter dasar tambahan,
it: Per questa versione del programma ho aggiunto un parametro di base extra,

source: < Limit playing strength > and the accompanying option < Set ELO rating >
de: < Spielstärke begrenzen > und die dazugehörige Option < ELO-Wertung festlegen >
fr: < Limiter la force de jeu > et l'option associée < Définir le classement ELO >
he: < הגבלת עוצמת הנגינה > והאפשרות הנלווית < הגדר דירוג ELO >
hi: < खेलने की शक्ति सीमित करें > और साथ में विकल्प < ELO रेटिंग सेट करें >
hu: < Lejátszási erő korlátozása > és a hozzá tartozó < Set ELO rating > opció
id: < Batasi kekuatan bermain > dan opsi yang menyertainya < Tetapkan peringkat ELO >
it: < Limita la forza di gioco > e l'opzione associata < Imposta il punteggio ELO >

source: With Stockfish engines, there is an alternative option for weakening the engine,
de: Bei Stockfish-Engines gibt es eine alternative Möglichkeit, die Engine zu schwächen,
fr: Avec les moteurs Stockfish, il existe une option alternative pour affaiblir le moteur,
he: עם מנועי סטוקפיש, ישנה אפשרות חלופית להחלשת המנוע,
hi: स्टॉकफिश इंजन के साथ, इंजन को कमजोर करने का एक वैकल्पिक विकल्प है,
hu: A Stockfish motoroknál van egy alternatív lehetőség a motor gyengítésére,
id: Dengan mesin Stockfish, ada opsi alternatif untuk melemahkan mesin,
it: Con i motori Stockfish esiste un'opzione alternativa per indebolire il motore,

source: called < Skill Level > which can be set using the custom parameters.
de: genannt <Skill Level>, der mithilfe der benutzerdefinierten Parameter eingestellt werden kann.
fr: appelé < Niveau de compétence > qui peut être défini à l'aide des paramètres personnalisés.
he: שנקרא < רמת מיומנות > שניתן להגדיר באמצעות הפרמטרים המותאמים אישית.
hi: जिसे < कौशल स्तर > कहा जाता है जिसे कस्टम पैरामीटर का उपयोग करके सेट किया जा सकता है।
hu: az úgynevezett < Skill Level >, amely az egyéni paraméterekkel állítható be.
id: disebut < Level Keterampilan > yang dapat diatur menggunakan parameter khusus.
it: denominato < Livello abilità > che può essere impostato utilizzando i parametri personalizzati.

source: If both options are set, then < Limit playing strength > takes precedence.
de: Wenn beide Optionen gesetzt sind, hat < Spielstärke begrenzen > Vorrang.
fr: Si les deux options sont définies, alors < Limiter la force de jeu > a la priorité.
he: אם שתי האפשרויות מוגדרות, אזי < הגבלת עוצמת משחק > מקבל עדיפות.
hi: यदि दोनों विकल्प सेट हैं, तो < खेलने की शक्ति सीमित करें > को प्राथमिकता दी जाएगी।
hu: Ha mindkét opció be van állítva, akkor a < Lejátszási erősség korlátozása > élvez elsőbbséget.
id: Jika kedua opsi ditetapkan, maka < Batasi kekuatan bermain > akan diutamakan.
it: Se vengono impostate entrambe le opzioni, ha la precedenza < Limita forza di riproduzione >.

source: As before, you can still add extra custom parameters by simply typing them in.
de: Wie zuvor können Sie weiterhin zusätzliche benutzerdefinierte Parameter hinzufügen, indem Sie sie einfach eingeben.
fr: Comme auparavant, vous pouvez toujours ajouter des paramètres personnalisés supplémentaires en les saisissant simplement.
he: כמו קודם, אתה עדיין יכול להוסיף פרמטרים מותאמים אישית נוספים פשוט על ידי הקלדתם.
hi: पहले की तरह, आप अभी भी अतिरिक्त कस्टम पैरामीटर्स को केवल टाइप करके जोड़ सकते हैं।
hu: A korábbiakhoz hasonlóan továbbra is hozzáadhat további egyéni paramétereket, ha egyszerűen beírja őket.
id: Seperti sebelumnya, Anda masih dapat menambahkan parameter khusus tambahan hanya dengan mengetiknya.
it: Come in precedenza, puoi sempre aggiungere ulteriori parametri personalizzati semplicemente digitandoli.

source: However, to make things easier, I have added an < Engine parameters.. > button
de: Um die Dinge einfacher zu machen, habe ich jedoch eine Schaltfläche < Engine-Parameter.. > hinzugefügt
fr: Cependant, pour faciliter les choses, j'ai ajouté un bouton < Paramètres du moteur... >
he: עם זאת, כדי להקל על הדברים, הוספתי כפתור < פרמטרי מנוע.. >
hi: हालाँकि, चीजों को आसान बनाने के लिए, मैंने एक < इंजन पैरामीटर्स.. > बटन जोड़ा है
hu: A dolgunk megkönnyítése érdekében azonban hozzáadtam egy < Engine paraméterek.. > gombot
id: Namun, untuk mempermudah, saya telah menambahkan tombol < Parameter mesin.. >
it: Tuttavia, per semplificare le cose, ho aggiunto un pulsante <Parametri motore..>

source: which allows the user to display a list of available engine parameters and then
de: Dadurch kann der Benutzer eine Liste der verfügbaren Motorparameter anzeigen und dann
fr: qui permet à l'utilisateur d'afficher une liste des paramètres moteur disponibles, puis
he: המאפשר למשתמש להציג רשימה של פרמטרי מנוע זמינים ולאחר מכן
hi: जो उपयोगकर्ता को उपलब्ध इंजन मापदंडों की सूची प्रदर्शित करने की अनुमति देता है और फिर
hu: amely lehetővé teszi a felhasználó számára, hogy megjelenítse az elérhető motorparaméterek listáját, majd
id: yang memungkinkan pengguna untuk menampilkan daftar parameter mesin yang tersedia dan kemudian
it: che consente all'utente di visualizzare un elenco dei parametri motore disponibili e quindi

source: select the ones that they require.
de: Wählen Sie die gewünschten aus.
fr: sélectionnez ceux dont ils ont besoin.
he: לבחור את אלה שהם דורשים.
hi: वे उन लोगों का चयन करें जिनकी उन्हें आवश्यकता है।
hu: válassza ki azokat, amelyekre szükségük van.
id: pilih yang mereka butuhkan.
it: selezionano quelli di cui hanno bisogno.

source: There are also two extra custom parameters now available to use.
de: Außerdem stehen jetzt zwei zusätzliche benutzerdefinierte Parameter zur Verfügung.
fr: Il existe également deux paramètres personnalisés supplémentaires désormais disponibles.
he: ישנם גם שני פרמטרים מותאמים אישית נוספים הזמינים כעת לשימוש.
hi: अब उपयोग के लिए दो अतिरिक्त कस्टम पैरामीटर भी उपलब्ध हैं।
hu: Mostantól két további egyéni paraméter is használható.
id: Kini juga tersedia dua parameter khusus tambahan untuk digunakan.
it: Ora sono disponibili anche due parametri personalizzati aggiuntivi.

source: There is a more detailed explanation in the < Engine parameters.. > help screen.
de: Eine ausführlichere Erklärung finden Sie im Hilfebildschirm < Motorparameter.. >.
fr: Une explication plus détaillée est disponible dans l'écran d'aide < Paramètres du moteur.. >.
he: יש הסבר מפורט יותר במסך העזרה < פרמטרי מנוע.. >.
hi: < इंजन पैरामीटर्स.. > सहायता स्क्रीन में अधिक विस्तृत स्पष्टीकरण है।
hu: Részletesebb magyarázat a < Motorparaméterek.. > súgó képernyőn található.
id: Ada penjelasan lebih rinci di layar bantuan < Parameter mesin.. >
it: Una spiegazione più dettagliata è disponibile nella schermata di aiuto < Parametri motore.. >.

source: Please exercise caution when using the custom parameters!
de: Bitte seien Sie vorsichtig bei der Verwendung der benutzerdefinierten Parameter!
fr: Veuillez faire preuve de prudence lorsque vous utilisez les paramètres personnalisés !
he: נא לנקוט משנה זהירות בעת השימוש בפרמטרים המותאמים אישית!
hi: कृपया कस्टम पैरामीटर का उपयोग करते समय सावधानी बरतें!
hu: Kérjük, legyen körültekintő az egyéni paraméterek használatakor!
id: Harap berhati-hati saat menggunakan parameter khusus!
it: Si prega di prestare attenzione quando si utilizzano i parametri personalizzati!

source: The engine parameters that have you set, can be saved and loaded
de: Die von Ihnen eingestellten Motorparameter können gespeichert und geladen werden
fr: Les paramètres du moteur que vous avez définis peuvent être enregistrés et chargés
he: ניתן לשמור ולטעון את פרמטרי המנוע שהגדרתם
hi: आपके द्वारा निर्धारित इंजन पैरामीटर को सहेजा और लोड किया जा सकता है
hu: A beállított motorparaméterek elmenthetők és betölthetők
id: Parameter mesin yang telah Anda atur, dapat disimpan dan dimuat
it: I parametri del motore che hai impostato possono essere salvati e caricati

source: using the < Save engine.. > and < Load engine.. > buttons.
de: über die Schaltflächen < Engine speichern.. > und < Engine laden.. >.
fr: en utilisant les boutons < Enregistrer le moteur.. > et < Charger le moteur.. >.
he: באמצעות הלחצנים < Save Engine.. > ו- < Load Engine.. >.
hi: < इंजन सहेजें.. > और < इंजन लोड करें.. > बटन का उपयोग करके.
hu: a < Save engine.. > és a < Load engine.. > gombok segítségével.
id: menggunakan tombol < Save engine.. > dan < Load engine.. >.
it: utilizzando i pulsanti < Salva motore.. > e < Carica motore.. >.

source: Engine parameter (*.epm) files from previous versions of the program
de: Engine-Parameterdateien (*.epm) aus früheren Versionen des Programms
fr: Fichiers de paramètres du moteur (*.epm) des versions précédentes du programme
he: קבצי פרמטר מנוע (*.epm) מגרסאות קודמות של התוכנית
hi: प्रोग्राम के पिछले संस्करणों से इंजन पैरामीटर (*.epm) फ़ाइलें
hu: Motorparaméter (*.epm) fájlok a program korábbi verzióiból
id: File parameter mesin (*.epm) dari versi program sebelumnya
it: File dei parametri del motore (*.epm) delle versioni precedenti del programma

source: can still be loaded and used in this version, but they will be saved
de: können in dieser Version noch geladen und verwendet werden, sie werden jedoch gespeichert
fr: peuvent toujours être chargés et utilisés dans cette version, mais ils seront sauvegardés
he: עדיין ניתן לטעון ולהשתמש בגרסה זו, אך הם יישמרו
hi: इस संस्करण में अभी भी लोड और उपयोग किया जा सकता है, लेकिन वे सहेजे जाएंगे
hu: továbbra is betölthetők és használhatók ebben a verzióban, de mentésre kerülnek
id: masih dapat dimuat dan digunakan dalam versi ini, tetapi akan disimpan
it: possono ancora essere caricati e utilizzati in questa versione, ma verranno salvati

source: in the new format.
de: im neuen Format.
fr: dans le nouveau format.
he: בפורמט החדש.
hi: नये प्रारूप में.
hu: az új formátumban.
id: dalam format baru.
it: nel nuovo formato.

source: If you load an engine from an epm file and want to see this name displayed
de: Wenn Sie eine Engine aus einer EPM-Datei laden und diesen Namen angezeigt sehen möchten
fr: Si vous chargez un moteur à partir d'un fichier epm et que vous souhaitez voir ce nom affiché
he: אם אתה טוען מנוע מקובץ epm וברצונך לראות את השם הזה מוצג
hi: यदि आप किसी epm फ़ाइल से इंजन लोड करते हैं और यह नाम प्रदर्शित देखना चाहते हैं
hu: Ha betölt egy motort egy epm fájlból, és szeretné látni ezt a nevet
id: Jika Anda memuat mesin dari file epm dan ingin melihat nama ini ditampilkan
it: Se carichi un motore da un file epm e vuoi vedere visualizzato questo nome

source: for engine references in order to differentiate it from the standard engine
de: für Motorbezeichnungen, um ihn vom Standardmotor zu unterscheiden
fr: pour les références du moteur afin de le différencier du moteur standard
he: להפניות למנוע על מנת להבדיל אותו מהמנוע הרגיל
hi: मानक इंजन से इसे अलग करने के लिए इंजन संदर्भ के लिए
hu: motorreferenciákhoz, hogy megkülönböztessük a szabványos motortól
id: untuk referensi mesin agar dapat membedakannya dari mesin standar
it: per i riferimenti del motore al fine di differenziarlo dal motore standard

source: it is based on, then save the engine epm file with a distinctive name
de: es basiert, dann speichern Sie die Engine-EPM-Datei unter einem eindeutigen Namen
fr: il est basé sur, puis enregistrez le fichier epm du moteur avec un nom distinctif
he: הוא מבוסס על, ולאחר מכן שמור את קובץ המנוע epm עם שם ייחודי
hi: यह किस पर आधारित है, फिर इंजन ईपीएम फ़ाइल को एक विशिष्ट नाम से सहेजें
hu: alapján, majd mentse el a motor epm fájlt megkülönböztető néven
id: itu berdasarkan, lalu simpan file epm mesin dengan nama yang khas
it: si basa su, quindi salva il file epm del motore con un nome distintivo
