Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Show < F9 > stop message box
de: <F9>-Stoppmeldungsfeld anzeigen
fr: Afficher la boîte de message d'arrêt < F9 >
he: הצג את תיבת ההודעה < F9 > stop
hi: < F9 > स्टॉप संदेश बॉक्स दिखाएँ
hu: < F9 > stop üzenetdoboz megjelenítése
id: Tampilkan < F9 > kotak pesan berhenti
it: Mostra la casella del messaggio di arresto < F9 >

source: Check to replay sub-variations
de: Aktivieren Sie dieses Kontrollkästchen, um Untervarianten erneut abzuspielen.
fr: Cochez pour rejouer les sous-variantes
he: סמן כדי להפעיל מחדש גרסאות משנה
hi: उप-भिन्नताओं को पुनः चलाने के लिए जाँच करें
hu: Jelölje be az alváltozatok visszajátszásához
id: Periksa untuk memutar ulang sub-variasi
it: Selezionare per riprodurre le sottovarianti

source: Check to stop auto-replay at start of a sub-var
de: Aktivieren Sie dieses Kontrollkästchen, um die automatische Wiedergabe beim Start einer Untervariable zu stoppen.
fr: Cochez cette case pour arrêter la relecture automatique au début d'une sous-variable
he: סמן כדי להפסיק את ההשמעה האוטומטית בתחילת תת-var
hi: सब-वैर के शुरू होने पर ऑटो-रिप्ले को रोकने के लिए जाँच करें
hu: Jelölje be az automatikus visszajátszás leállításához egy alváltozó elején
id: Centang untuk menghentikan pemutaran ulang otomatis di awal sub-var
it: Selezionare per interrompere la riproduzione automatica all'avvio di una sottovariabile

source: Check to stop auto-replay at end of a sub-variation
de: Aktivieren Sie dieses Kontrollkästchen, um die automatische Wiedergabe am Ende einer Untervariante zu stoppen.
fr: Cochez cette case pour arrêter la relecture automatique à la fin d'une sous-variante
he: סמן כדי להפסיק את ההשמעה האוטומטית בסוף גרסת משנה
hi: उप-भिन्नता के अंत में ऑटो-रिप्ले को रोकने के लिए जाँच करें
hu: Jelölje be az automatikus visszajátszás leállításához egy alváltozat végén
id: Centang untuk menghentikan pemutaran ulang otomatis di akhir sub-variasi
it: Selezionare per interrompere la riproduzione automatica alla fine di una sottovariante

source: Stop auto-replay when a comment is reached
de: Automatische Wiedergabe stoppen, wenn ein Kommentar erreicht wird
fr: Arrêter la lecture automatique lorsqu'un commentaire est atteint
he: הפסק את ההשמעה האוטומטית כשמגיעים להערה
hi: किसी टिप्पणी पर पहुंचने पर स्वतः-पुनःप्रसारण रोकें
hu: Az automatikus visszajátszás leállítása, ha megjegyzés érkezik
id: Hentikan pemutaran ulang otomatis saat komentar tercapai
it: Interrompere la riproduzione automatica quando si raggiunge un commento

source: Use piece animation during auto-replay
de: Verwenden Sie die Stückanimation während der automatischen Wiedergabe
fr: Utiliser l'animation des pièces pendant la relecture automatique
he: השתמש באנימציית יצירה במהלך השידור החוזר האוטומטי
hi: ऑटो-रिप्ले के दौरान पीस एनीमेशन का उपयोग करें
hu: Használjon darab animációt az automatikus visszajátszás során
id: Gunakan animasi bagian selama pemutaran ulang otomatis
it: Utilizzare l'animazione dei pezzi durante la riproduzione automatica

source: Enter the move delay time for game replay
de: Geben Sie die Zugverzögerungszeit für die Spielwiederholung ein
fr: Entrez le délai de déplacement pour la relecture du jeu
he: הזן את זמן עיכוב המהלך עבור משחק חוזר
hi: गेम रीप्ले के लिए चाल विलंब समय दर्ज करें
hu: Adja meg a mozgás késleltetési idejét a játék újrajátszásához
id: Masukkan waktu tunda gerakan untuk pemutaran ulang permainan
it: Inserisci il tempo di ritardo della mossa per la riproduzione del gioco

source: Show start game notification message for auto-replay
de: Benachrichtigungsnachricht zum Spielstart für die automatische Wiedergabe anzeigen
fr: Afficher le message de notification de démarrage du jeu pour la relecture automatique
he: הצג הודעת התראה על התחלת משחק עבור הפעלה אוטומטית
hi: ऑटो-रिप्ले के लिए गेम शुरू करने का सूचना संदेश दिखाएं
hu: A játék indításának értesítési üzenetének megjelenítése az automatikus újrajátszáshoz
id: Tampilkan pesan pemberitahuan mulai permainan untuk pemutaran ulang otomatis
it: Mostra il messaggio di notifica di avvio del gioco per la riproduzione automatica

source: Show start notification message for auto-replay
de: Startbenachrichtigung für die automatische Wiedergabe anzeigen
fr: Afficher le message de notification de démarrage pour la relecture automatique
he: הצג הודעת התראה על התחלה עבור הפעלה אוטומטית
hi: ऑटो-रिप्ले के लिए प्रारंभ अधिसूचना संदेश दिखाएं
hu: Kezdő értesítés megjelenítése az automatikus visszajátszáshoz
id: Tampilkan pesan pemberitahuan awal untuk pemutaran ulang otomatis
it: Mostra messaggio di notifica di avvio per la riproduzione automatica

source: Show stop notification message for auto-replay
de: Stoppbenachrichtigung für die automatische Wiedergabe anzeigen
fr: Afficher le message de notification d'arrêt pour la relecture automatique
he: הצג הודעת עצירה עבור הפעלה אוטומטית
hi: ऑटो-रिप्ले के लिए स्टॉप नोटिफिकेशन संदेश दिखाएं
hu: Leállítási értesítés megjelenítése az automatikus visszajátszáshoz
id: Tampilkan pesan pemberitahuan berhenti untuk pemutaran ulang otomatis
it: Mostra messaggio di notifica di interruzione per la riproduzione automatica

source: When you activate auto replay, the current game
de: Wenn Sie die automatische Wiedergabe aktivieren, wird das aktuelle Spiel
fr: Lorsque vous activez la relecture automatique, la partie en cours
he: כאשר אתה מפעיל הפעלה חוזרת אוטומטית, המשחק הנוכחי
hi: जब आप ऑटो रिप्ले सक्रिय करते हैं, तो वर्तमान गेम
hu: Ha aktiválja az automatikus visszajátszást, az aktuális játék
id: Saat Anda mengaktifkan pemutaran ulang otomatis, permainan saat ini
it: Quando attivi la riproduzione automatica, la partita corrente

source: will be automatically replayed using the following options :-
de: wird automatisch mit den folgenden Optionen wiedergegeben: -
fr: sera automatiquement rejoué en utilisant les options suivantes :-
he: יופעל מחדש אוטומטית באמצעות האפשרויות הבאות:
hi: निम्नलिखित विकल्पों का उपयोग करके स्वचालित रूप से पुनः चलाया जाएगा:-
hu: automatikusan újrajátszik a következő opciók használatával: -
id: akan diputar ulang secara otomatis menggunakan opsi berikut :-
it: verrà riprodotto automaticamente utilizzando le seguenti opzioni:-

source: Replay sub-variations - Check to replay sub-variations
de: Untervarianten erneut abspielen - Aktivieren Sie dieses Kontrollkästchen, um Untervarianten erneut abzuspielen
fr: Rejouer les sous-variantes - Cochez pour rejouer les sous-variantes
he: הפעל מחדש וריאציות משנה - סמן כדי להפעיל מחדש וריאציות משנה
hi: उप-भिन्नताओं को फिर से चलाएँ - उप-भिन्नताओं को फिर से चलाएँ जाँचें
hu: Alváltozatok újrajátszása – Jelölje be az alváltozatok újrajátszásához
id: Putar ulang sub-variasi - Centang untuk memutar ulang sub-variasi
it: Ripeti sotto-varianti - Seleziona per ripetere le sotto-varianti

source: as well as moves in the main line.
de: sowie Bewegungen in der Hauptlinie.
fr: ainsi que des mouvements dans la ligne principale.
he: וכן מהלכים בקו הראשי.
hi: साथ ही मुख्य लाइन में भी चलता है।
hu: valamint a fővonalban mozog.
id: serta gerakan di jalur utama.
it: così come le mosse nella linea principale.

source: Stop at sub-var start - Check to stop auto-replay at the start of a sub-var.
de: Stopp bei Sub-Variablen-Start - Aktivieren Sie dieses Kontrollkästchen, um die automatische Wiedergabe am Anfang einer Sub-
fr: Arrêter au début de la sous-var - Cochez cette case pour arrêter la relecture automatique au début d'une sous-var
he: עצור בהתחלה של תת-ת - סמן כדי לעצור את ההשמעה האוטומטית בתחילת תת-
hi: सब-वार शुरू होने पर रोकें - सब-वार शुरू होने पर ऑटो-रिप्ले को रोकने के लिए चेक करें।
hu: Leállítás az alváltozó kezdetén – Jelölje be az automatikus lejátszás leállításához egy alváltozó elején
id: Berhenti di sub-var start - Centang untuk menghentikan pemutaran ulang otomatis di awal sub-var start - Centang untuk menghentikan pemutaran ulang otomatis di awal sub-var start.
it: Interrompi all'avvio della sottovariabile: seleziona per interrompere la riproduzione automatica all'inizio di una sottovariabile.

source: Stop at sub-var end - Check to stop auto-replay at the end of a sub-var.
de: Am Ende der Untervariable stoppen – Aktivieren Sie dieses Kontrollkästchen, um die automatische Wiedergabe am Ende einer Untervariable zu stoppen.
fr: Arrêter à la fin de la sous-variable - Cochez cette case pour arrêter la relecture automatique à la fin d'une sous-variable.
he: עצור בקצה המשנה - סמן כדי לעצור את ההשמעה האוטומטית בסוף תת ואר.
hi: सब-वैर के अंत में रोकें - सब-वैर के अंत में ऑटो-रिप्ले को रोकने के लिए चेक करें।
hu: Leállítás az alváltozó végén – Jelölje be az automatikus visszajátszás leállításához egy alváltozó végén.
id: Berhenti di akhir sub-var - Centang untuk menghentikan pemutaran ulang otomatis di akhir sub-var.
it: Interrompi alla fine di una sotto-variabile: seleziona questa opzione per interrompere la riproduzione automatica alla fine di una sotto-variabile.

source: Stop at comment - Check to stop auto-replay at a comment.
de: Bei Kommentar stoppen – Aktivieren Sie dieses Kontrollkästchen, um die automatische Wiedergabe bei einem Kommentar zu stoppen.
fr: Arrêter au commentaire - Cochez cette case pour arrêter la relecture automatique à un commentaire.
he: עצור בהערה - סמן כדי לעצור הפעלה חוזרת אוטומטית בהערה.
hi: टिप्पणी पर रोकें - टिप्पणी पर स्वतः-पुनरावृत्ति रोकने के लिए चेक करें।
hu: Leállítás megjegyzésnél – Jelölje be, ha le szeretné állítani az automatikus visszajátszást egy megjegyzésnél.
id: Berhenti di komentar - Centang untuk menghentikan pemutaran ulang otomatis pada suatu komentar.
it: Interrompi al commento: seleziona questa opzione per interrompere la riproduzione automatica in corrispondenza di un commento.

source: Use animation - Use piece animation during auto-replay.
de: Animation verwenden – Verwenden Sie während der automatischen Wiedergabe eine Stückanimation.
fr: Utiliser l'animation - Utiliser l'animation de pièce pendant la relecture automatique.
he: השתמש באנימציה - השתמש באנימציית חלקים במהלך השידור האוטומטי.
hi: एनीमेशन का उपयोग करें - ऑटो-रिप्ले के दौरान एनीमेशन का उपयोग करें।
hu: Animáció használata – Használjon darab-animációt az automatikus visszajátszás során.
id: Gunakan animasi - Gunakan animasi bagian selama pemutaran ulang otomatis.
it: Usa animazione - Usa l'animazione dei pezzi durante la riproduzione automatica.

source: Move delay (seconds) - Enter the delay in seconds for replaying the moves.
de: Zugverzögerung (Sekunden) – Geben Sie die Verzögerung in Sekunden für die Wiedergabe der Züge ein.
fr: Délai de déplacement (secondes) - Saisissez le délai en secondes pour rejouer les déplacements.
he: עיכוב מהלך (שניות) - הזן את ההשהיה בשניות להפעלה חוזרת של המהלכים.
hi: चाल विलंब (सेकेंड) - चालों को पुनः चलाने के लिए सेकंड में विलंब दर्ज करें।
hu: Mozgási késleltetés (másodperc) – Adja meg a lépések ismétlésének késleltetését másodpercben.
id: Penundaan gerakan (detik) - Masukkan penundaan dalam detik untuk memutar ulang gerakan.
it: Ritardo mossa (secondi): inserisci il ritardo in secondi per la ripetizione delle mosse.

source: Show start game notification message - Check to show a notification message
de: Benachrichtigungsnachricht zum Spielstart anzeigen – Aktivieren Sie dieses Kontrollkästchen, um eine Benachrichtigungsnachricht anzuzeigen
fr: Afficher le message de notification de démarrage du jeu - Cochez cette case pour afficher un message de notification
he: הצג הודעת התראה על תחילת משחק - סמן כדי להציג הודעת התראה
hi: खेल शुरू करने संबंधी अधिसूचना संदेश दिखाएं - अधिसूचना संदेश दिखाने के लिए चेक करें
hu: Játékkezdési értesítés megjelenítése – Jelölje be az értesítési üzenet megjelenítéséhez
id: Tampilkan pesan pemberitahuan awal permainan - Centang untuk menampilkan pesan pemberitahuan
it: Mostra messaggio di notifica di inizio gioco - Seleziona per mostrare un messaggio di notifica

source: when auto-replay is started at the beginning of a game.
de: wenn die automatische Wiedergabe zu Beginn eines Spiels gestartet wird.
fr: lorsque la relecture automatique est lancée au début d'une partie.
he: כאשר ההפעלה האוטומטית מתחילה בתחילת משחק.
hi: जब किसी गेम की शुरुआत में ऑटो-रिप्ले शुरू किया जाता है।
hu: amikor az automatikus visszajátszás a játék elején elindul.
id: saat pemutaran ulang otomatis dimulai di awal permainan.
it: quando la riproduzione automatica viene avviata all'inizio di una partita.

source: Show start notification message - Check to show a notification message
de: Startbenachrichtigungsnachricht anzeigen – Aktivieren Sie dieses Kontrollkästchen, um eine Benachrichtigungsnachricht anzuzeigen
fr: Afficher le message de notification de démarrage - Cochez cette case pour afficher un message de notification
he: הצג הודעת התחלה - סמן כדי להציג הודעת הודעה
hi: आरंभ अधिसूचना संदेश दिखाएँ - अधिसूचना संदेश दिखाने के लिए जाँच करें
hu: Kezdő értesítés megjelenítése – Jelölje be, ha értesítést szeretne megjeleníteni
id: Tampilkan pesan pemberitahuan awal - Centang untuk menampilkan pesan pemberitahuan
it: Mostra messaggio di notifica di avvio - Seleziona per mostrare un messaggio di notifica

source: when auto-replay is started.
de: wenn die automatische Wiedergabe gestartet wird.
fr: lorsque la relecture automatique est démarrée.
he: כאשר ההפעלה האוטומטית מתחילה.
hi: जब ऑटो-रिप्ले शुरू किया जाता है.
hu: amikor az automatikus visszajátszás elindul.
id: saat pemutaran ulang otomatis dimulai.
it: quando viene avviata la riproduzione automatica.

source: Show stop notification message - Check to show a notification message
de: Stoppbenachrichtigungsnachricht anzeigen – Aktivieren Sie dieses Kontrollkästchen, um eine Benachrichtigungsnachricht anzuzeigen
fr: Afficher le message de notification d'arrêt - Cochez cette case pour afficher un message de notification
he: הצג הודעת עצירה - סמן כדי להציג הודעת התראה
hi: अधिसूचना संदेश रोकें दिखाएँ - अधिसूचना संदेश दिखाने के लिए जाँच करें
hu: Megállási értesítés megjelenítése – Jelölje be az értesítési üzenet megjelenítéséhez
id: Tampilkan pesan pemberitahuan berhenti - Centang untuk menampilkan pesan pemberitahuan
it: Mostra messaggio di notifica di arresto - Seleziona per mostrare un messaggio di notifica

source: when auto-replay is stopped.
de: wenn die automatische Wiedergabe gestoppt wird.
fr: lorsque la relecture automatique est arrêtée.
he: כאשר השידור האוטומטי מופסק.
hi: जब ऑटो-रिप्ले बंद हो जाता है.
hu: amikor az automatikus visszajátszás leáll.
id: saat pemutaran otomatis dihentikan.
it: quando la riproduzione automatica viene interrotta.

source: Show < F9 > stop message box - Check to show a message box when the user
de: <F9>-Stoppmeldungsfeld anzeigen - Aktivieren Sie dieses Kontrollkästchen, um ein Meldungsfeld anzuzeigen, wenn der Benutzer
fr: Afficher < F9 > boîte de message d'arrêt - Cochez cette case pour afficher une boîte de message lorsque l'utilisateur
he: הצג < F9 > עצירת תיבת הודעה - סמן כדי להציג תיבת הודעה כאשר המשתמש
hi: < F9 > स्टॉप मैसेज बॉक्स दिखाएँ - उपयोगकर्ता द्वारा संदेश बॉक्स दिखाए जाने पर उसे चेक करें
hu: Show < F9 > stop message box - Jelölje be, ha üzenetmezőt szeretne megjeleníteni, amikor a felhasználó
id: Tampilkan < F9 > kotak pesan berhenti - Centang untuk menampilkan kotak pesan saat pengguna
it: Mostra < F9 > messaggio di stop - Seleziona per visualizzare una finestra di messaggio quando l'utente

source: presses < F9 > to stop automatic replay.
de: drückt <F9>, um die automatische Wiedergabe zu stoppen.
fr: appuie sur < F9 > pour arrêter la relecture automatique.
he: לוחץ על <F9> כדי לעצור את ההשמעה החוזרת האוטומטית.
hi: स्वचालित रीप्ले को रोकने के लिए < F9 > दबाएँ.
hu: nyomja meg az <F9> gombot az automatikus lejátszás leállításához.
id: tekan < F9 > untuk menghentikan pemutaran ulang otomatis.
it: premere < F9 > per interrompere la riproduzione automatica.

source: Automatic move replay options help
de: Hilfe zu den Optionen für die automatische Zugwiederholung
fr: Aide aux options de relecture automatique des mouvements
he: אפשרויות הפעלה חוזרת של תנועה אוטומטית עוזרות
hi: स्वचालित चाल रिप्ले विकल्प सहायता
hu: Az automatikus mozgatási visszajátszási lehetőségek segítenek
id: Opsi pemutaran ulang gerakan otomatis membantu
it: Le opzioni di riproduzione automatica delle mosse aiutano

source: Use colour gradient for background
de: Farbverlauf für den Hintergrund verwenden
fr: Utiliser un dégradé de couleurs pour l'arrière-plan
he: השתמש בדרגת צבע לרקע
hi: पृष्ठभूमि के लिए रंग ग्रेडिएंट का उपयोग करें
hu: Használjon színátmenetet a háttérhez
id: Gunakan gradien warna untuk latar belakang
it: Utilizzare il gradiente di colore per lo sfondo

source: Background triangle vertex colours
de: Farben der Eckpunkte des Hintergrunddreiecks
fr: Couleurs des sommets des triangles d'arrière-plan
he: צבעי קודקוד משולש רקע
hi: पृष्ठभूमि त्रिकोण शीर्ष रंग
hu: Háttér háromszög csúcsszínek
id: Warna titik sudut segitiga latar belakang
it: Colori del vertice del triangolo di sfondo

source: Vertex 1
de: Scheitelpunkt 1
fr: Sommet 1
he: קודקוד 1
hi: शीर्ष 1
hu: 1. csúcs
id: Titik puncak 1
it: Vertice 1

source: Vertex 2
de: Scheitelpunkt 2
fr: Sommet 2
he: קודקוד 2
hi: वर्टेक्स 2
hu: 2. csúcs
id: Titik puncak 2
it: Vertice 2

source: Vertex 3
de: Scheitelpunkt 3
fr: Sommet 3
he: קודקוד 3
hi: वर्टेक्स 3
hu: 3. csúcs
id: Titik puncak 3
it: Vertice 3

source: Restore default
de: Standard wiederherstellen
fr: Restaurer les valeurs par défaut
he: שחזר ברירת מחדל
hi: डिफ़ॉल्ट बहाल
hu: Alapértelmezés visszaállítása
id: Mengembalikan ke default
it: Ripristinare predefinito

source: Swap
de: Tauschen
fr: Échanger
he: לְהַחלִיף
hi: बदलना
hu: Csere
id: Menukar
it: Scambio

source: Rotate up
de: Nach oben drehen
fr: Tourner vers le haut
he: סובב למעלה
hi: ऊपर घुमाएँ
hu: Forgasd felfelé
id: Putar ke atas
it: Ruota verso l'alto

source: Rotate down
de: Nach unten drehen
fr: Tourner vers le bas
he: סובב למטה
hi: नीचे घुमाएँ
hu: Forgasd lefelé
id: Putar ke bawah
it: Ruota verso il basso

source: Change colours with board flip
de: Ändern Sie die Farben mit dem Board Flip
fr: Changer les couleurs en retournant le tableau
he: שנה צבעים עם היפוך לוח
hi: बोर्ड फ्लिप के साथ रंग बदलें
hu: Változtassa meg a színeket a tábla flip segítségével
id: Ubah warna dengan membalik papan
it: Cambia i colori con il ribaltamento della tavola

source: Use bitmap image for background
de: Bitmap-Bild als Hintergrund verwenden
fr: Utiliser une image bitmap pour l'arrière-plan
he: השתמש בתמונת סיביות לרקע
hi: पृष्ठभूमि के लिए बिटमैप छवि का उपयोग करें
hu: Használjon bittérképes képet háttérként
id: Gunakan gambar bitmap untuk latar belakang
it: Usa un'immagine bitmap per lo sfondo

source: Select bitmap image background file
de: Wählen Sie die Bitmap-Bildhintergrunddatei aus
fr: Sélectionnez le fichier d'arrière-plan de l'image bitmap
he: בחר קובץ רקע של תמונת סיביות
hi: बिटमैप छवि पृष्ठभूमि फ़ाइल का चयन करें
hu: Válassza ki a bittérképes kép háttérfájlját
id: Pilih file latar belakang gambar bitmap
it: Seleziona il file di sfondo dell'immagine bitmap

source: Triangle size
de: Dreiecksgröße
fr: Taille du triangle
he: גודל משולש
hi: त्रिभुज का आकार
hu: Háromszög méret
id: Ukuran segitiga
it: Dimensione del triangolo

source: Flip background with board
de: Hintergrund mit Brett umdrehen
fr: Retourner l'arrière-plan avec le tableau
he: הפוך רקע עם לוח
hi: बोर्ड के साथ पृष्ठभूमि पलटें
hu: Flip háttér fórumon
id: Balik latar belakang dengan papan
it: Capovolgi lo sfondo con la tavola

source: Check to use a colour gradient
de: Aktivieren Sie dieses Kontrollkästchen, um einen Farbverlauf zu verwenden
fr: Cochez pour utiliser un dégradé de couleurs
he: סמן כדי להשתמש בשיפוע צבע
hi: रंग ग्रेडिएंट का उपयोग करने के लिए जाँच करें
hu: Jelölje be, hogy színátmenetet használjon
id: Centang untuk menggunakan gradien warna
it: Seleziona per utilizzare una sfumatura di colore

source: for the 3d main window background
de: für den 3D-Hauptfensterhintergrund
fr: pour l'arrière-plan de la fenêtre principale 3D
he: עבור רקע החלון הראשי התלת מימדי
hi: 3D मुख्य विंडो पृष्ठभूमि के लिए
hu: a 3D főablak hátteréhez
id: untuk latar belakang jendela utama 3d
it: per lo sfondo della finestra principale 3D

source: How to swap the triangle vertex colours
de: So tauschen Sie die Farben der Dreiecksscheitelpunkte
fr: Comment échanger les couleurs des sommets des triangles
he: כיצד להחליף את צבעי קודקוד המשולש
hi: त्रिभुज के शीर्ष के रंगों को कैसे बदलें
hu: Hogyan cseréljük fel a háromszög csúcsának színeit
id: Cara menukar warna titik sudut segitiga
it: Come scambiare i colori dei vertici del triangolo

source: in harmony with a board flip
de: im Einklang mit einem Boardflip
fr: en harmonie avec un flip de planche
he: בהרמוניה עם היפוך לוח
hi: बोर्ड फ्लिप के साथ सामंजस्य में
hu: harmóniában egy deszkalappal
id: selaras dengan membalik papan
it: in armonia con un capovolgimento della tavola

source: Check to use a bitmap image
de: Aktivieren Sie dieses Kontrollkästchen, um ein Bitmap-Bild zu verwenden
fr: Cochez pour utiliser une image bitmap
he: סמן כדי להשתמש בתמונת Bitmap
hi: बिटमैप छवि का उपयोग करने के लिए जाँच करें
hu: Jelölje be, ha bittérképes képet szeretne használni
id: Centang untuk menggunakan gambar bitmap
it: Selezionare per utilizzare un'immagine bitmap

source: Select the image file to use
de: Wählen Sie die zu verwendende Bilddatei aus
fr: Sélectionnez le fichier image à utiliser
he: בחר את קובץ התמונה לשימוש
hi: उपयोग करने के लिए छवि फ़ाइल का चयन करें
hu: Válassza ki a használni kívánt képfájlt
id: Pilih file gambar yang akan digunakan
it: Seleziona il file immagine da utilizzare

source: User-defined main window background help
de: Benutzerdefinierte Hauptfenster-Hintergrundhilfe
fr: Aide d'arrière-plan de la fenêtre principale définie par l'utilisateur
he: עזרה ברקע החלון הראשי המוגדר על ידי המשתמש
hi: उपयोगकर्ता-परिभाषित मुख्य विंडो पृष्ठभूमि सहायता
hu: Felhasználó által definiált főablak háttér súgó
id: Bantuan latar belakang jendela utama yang ditentukan pengguna
it: Aiuto per lo sfondo della finestra principale definito dall'utente

source: Image files
de: Bilddateien
fr: Fichiers image
he: קבצי תמונה
hi: छवि फ़ाइलें
hu: Képfájlok
id: File gambar
it: File immagine

source: Credits
fr: Crédits
he: קרדיטים
hi: क्रेडिट
hu: Kredit
id: Kredit
it: Crediti

source: This dialog box allow you to select the user-defined background settings.
de: In diesem Dialogfeld können Sie benutzerdefinierte Hintergrundeinstellungen auswählen.
fr: Cette boîte de dialogue vous permet de sélectionner les paramètres d'arrière-plan définis par l'utilisateur.
he: תיבת דו-שיח זו מאפשרת לך לבחור את הגדרות הרקע המוגדרות על ידי המשתמש.
hi: यह संवाद बॉक्स आपको उपयोगकर्ता-निर्धारित पृष्ठभूमि सेटिंग्स का चयन करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a felhasználó által megadott háttérbeállítások kiválasztását.
id: Kotak dialog ini memungkinkan Anda memilih pengaturan latar belakang yang ditentukan pengguna.
it: Questa finestra di dialogo consente di selezionare le impostazioni dello sfondo definite dall'utente.

source: To cover the screen for a user-defined background, I have used a large triangle,
de: Um den Bildschirm für einen benutzerdefinierten Hintergrund abzudecken, habe ich ein großes Dreieck verwendet,
fr: Pour couvrir l'écran pour un arrière-plan défini par l'utilisateur, j'ai utilisé un grand triangle,
he: כדי לכסות את המסך עבור רקע מוגדר על ידי המשתמש, השתמשתי במשולש גדול,
hi: उपयोगकर्ता-परिभाषित पृष्ठभूमि के लिए स्क्रीन को कवर करने के लिए, मैंने एक बड़े त्रिकोण का उपयोग किया है,
hu: A képernyő lefedésére a felhasználó által meghatározott háttérhez egy nagy háromszöget használtam,
id: Untuk menutupi layar untuk latar belakang yang ditentukan pengguna, saya telah menggunakan segitiga besar,
it: Per coprire lo schermo con uno sfondo definito dall'utente, ho utilizzato un grande triangolo,
