Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: In order to correct a word or phrase, load the *.po file for your language
de: Um ein Wort oder eine Phrase zu korrigieren, laden Sie die *.po-Datei für Ihre Sprache
fr: Pour corriger un mot ou une phrase, chargez le fichier *.po correspondant à votre langue
he: על מנת לתקן מילה או ביטוי, טען את קובץ *.po עבור השפה שלך
hi: किसी शब्द या वाक्यांश को सही करने के लिए, अपनी भाषा के लिए *.po फ़ाइल लोड करें
hu: Egy szó vagy kifejezés kijavításához töltse be a nyelvének megfelelő *.po fájlt
id: Untuk mengoreksi kata atau frasa, muat file *.po untuk bahasa Anda
it: Per correggere una parola o una frase, carica il file *.po per la tua lingua

source: Then compile the changed *.po file into a *.mo file.
de: Kompilieren Sie dann die geänderte *.po-Datei in eine *.mo-Datei.
fr: Compilez ensuite le fichier *.po modifié dans un fichier *.mo.
he: לאחר מכן, הידור את קובץ *.po שהשתנה לקובץ *.mo.
hi: फिर परिवर्तित *.po फ़ाइल को *.mo फ़ाइल में संकलित करें।
hu: Ezután fordítsa le a megváltozott *.po fájlt *.mo fájlba.
id: Lalu kompilasi file *.po yang diubah menjadi file *.mo.
it: Quindi compilare il file *.po modificato in un file *.mo.

source: To do this, you can use the free version of the program
de: Dazu können Sie die kostenlose Version des Programms verwenden
fr: Pour ce faire, vous pouvez utiliser la version gratuite du programme
he: כדי לעשות זאת, אתה יכול להשתמש בגרסה החינמית של התוכנית
hi: ऐसा करने के लिए, आप प्रोग्राम के मुफ़्त संस्करण का उपयोग कर सकते हैं
hu: Ehhez használhatja a program ingyenes verzióját
id: Untuk melakukan ini, Anda dapat menggunakan versi gratis dari program ini
it: Per fare questo, puoi utilizzare la versione gratuita del programma

source: or alternatively use the GNU command line utility
de: oder verwenden Sie alternativ das GNU-Befehlszeilenprogramm
fr: ou utilisez l'utilitaire de ligne de commande GNU
he: או לחילופין השתמש בכלי שורת הפקודה של GNU
hi: या वैकल्पिक रूप से GNU कमांड लाइन उपयोगिता का उपयोग करें
hu: vagy használja a GNU parancssori segédprogramot
id: atau sebagai alternatif menggunakan utilitas baris perintah GNU
it: oppure in alternativa utilizzare l'utilità della riga di comando GNU

source: which should be in the
de: das sollte in der
fr: qui devrait être dans le
he: שאמור להיות ב
hi: जो कि होना चाहिए
hu: aminek a
id: yang seharusnya ada di
it: che dovrebbe essere nel

source: For example -
de: Zum Beispiel -
fr: Par exemple -
he: למשל -
hi: उदाहरण के लिए -
hu: Például -
id: Misalnya -
it: Per esempio -

source: for the French language file.
de: für die französische Sprachdatei.
fr: pour le fichier en langue française.
he: עבור קובץ השפה הצרפתית.
hi: फ्रेंच भाषा फ़ाइल के लिए.
hu: a francia nyelvi fájlhoz.
id: untuk berkas berbahasa Prancis.
it: per il file in lingua francese.

source: If you use
de: Wenn Sie
fr: Si vous utilisez
he: אם אתה משתמש
hi: यदि तुम प्रयोग करते हो
hu: Ha használ
id: Jika Anda menggunakan
it: Se usi

source: to compile a *.po file in a different directory,
de: um eine *.po-Datei in einem anderen Verzeichnis zu kompilieren,
fr: pour compiler un fichier *.po dans un répertoire différent,
he: כדי להרכיב קובץ *.po בספרייה אחרת,
hi: *.po फ़ाइल को किसी भिन्न निर्देशिका में संकलित करने के लिए,
hu: *.po fájl lefordításához egy másik könyvtárba,
id: untuk mengkompilasi file *.po di direktori yang berbeda,
it: per compilare un file *.po in una directory diversa,

source: you will have to manually copy the new *.mo file over the old one.
de: Sie müssen die neue *.mo-Datei manuell über die alte kopieren.
fr: vous devrez copier manuellement le nouveau fichier *.mo sur l'ancien.
he: תצטרך להעתיק ידנית את קובץ *.mo החדש על הישן.
hi: आपको पुरानी फ़ाइल के ऊपर नई *.mo फ़ाइल को मैन्युअल रूप से कॉपी करना होगा।
hu: manuálisan kell átmásolnia az új *.mo fájlt a régire.
id: Anda harus menyalin file *.mo yang baru ke file yang lama secara manual.
it: sarà necessario copiare manualmente il nuovo file *.mo sopra quello vecchio.

source: Edit existing language file
de: Vorhandene Sprachdatei bearbeiten
fr: Modifier le fichier de langue existant
he: ערוך קובץ שפה קיים
hi: मौजूदा भाषा फ़ाइल संपादित करें
hu: Meglévő nyelvi fájl szerkesztése
id: Edit file bahasa yang ada
it: Modifica il file di lingua esistente

source: This panel is a placeholder for a proper database management facility.
de: Dieses Panel ist ein Platzhalter für eine richtige Datenbankverwaltungsfunktion.
fr: Ce panneau est un espace réservé pour une fonction de gestion de base de données appropriée.
he: פאנל זה הוא מציין מיקום למתקן נכון לניהול מסד נתונים.
hi: यह पैनल उचित डेटाबेस प्रबंधन सुविधा के लिए एक प्लेसहोल्डर है।
hu: Ez a panel egy megfelelő adatbázis-kezelési lehetőség helyőrzője.
id: Panel ini merupakan tempat penampung untuk fasilitas pengelolaan basis data yang tepat.
it: Questo pannello è un segnaposto per una corretta gestione del database.

source: At the moment the only functionality offered is some database
de: Im Moment ist die einzige angebotene Funktionalität eine Datenbank
fr: Pour le moment, la seule fonctionnalité offerte est une base de données
he: כרגע הפונקציונליות היחידה המוצעת היא מסד נתונים כלשהו
hi: फिलहाल केवल कुछ डेटाबेस कार्यक्षमता ही उपलब्ध है
hu: Jelenleg az egyetlen kínált funkció egy adatbázis
id: Saat ini satu-satunya fungsi yang ditawarkan adalah beberapa database
it: Al momento l'unica funzionalità offerta è un database

source: test and rebuild functions. Be careful with these, experts only !
de: Funktionen testen und neu erstellen. Vorsicht ist geboten, nur für Experten!
fr: Fonctions de test et de reconstruction. Attention, réservé aux experts !
he: לבדוק ולבנות מחדש פונקציות. היזהר עם אלה, מומחים בלבד!
hi: परीक्षण और पुनर्निर्माण कार्य। इनसे सावधान रहें, केवल विशेषज्ञ ही !
hu: funkciók tesztelése és újraépítése. Legyen óvatos ezekkel, csak szakértők!
id: fungsi pengujian dan pembuatan ulang. Berhati-hatilah dengan ini, hanya para ahli!
it: funzioni di test e ricostruzione. Fai attenzione con queste, solo per esperti!

source: For now the files involved are mainly hardwired at compile time -
de: Derzeit werden die beteiligten Dateien hauptsächlich zur Kompilierzeit fest verdrahtet -
fr: Pour l'instant, les fichiers concernés sont principalement câblés au moment de la compilation -
he: לעת עתה הקבצים המעורבים מחוברים בעיקר בזמן ההידור -
hi: अभी इसमें शामिल फाइलें मुख्य रूप से संकलन समय पर हार्ड वायर्ड हैं -
hu: Egyelőre az érintett fájlok főként vezetékesek a fordítási időben -
id: Untuk saat ini file yang terlibat sebagian besar sudah terprogram pada waktu kompilasi -
it: Per ora i file coinvolti sono principalmente cablati in fase di compilazione -

source: to change them, change the source code and recompile!
de: Um sie zu ändern, ändern Sie den Quellcode und kompilieren Sie ihn neu!
fr: pour les changer, changez le code source et recompilez !
he: כדי לשנות אותם, שנה את קוד המקור והידור מחדש!
hi: उन्हें बदलने के लिए, स्रोत कोड बदलें और पुनः संकलित करें!
hu: megváltoztatásához módosítsa a forráskódot és fordítsa újra!
id: untuk mengubahnya, ubah kode sumber dan kompilasi ulang!
it: per modificarli, cambia il codice sorgente e ricompila!

source: DbPrimitives.h and DbMaintenance.cpp.
de: DbPrimitives.h und DbMaintenance.cpp.
fr: DbPrimitives.h et DbMaintenance.cpp.
he: DbPrimitives.h ו-DbMaintenance.cpp.
hi: DbPrimitives.h और DbMaintenance.cpp.
hu: DbPrimitives.h és DbMaintenance.cpp.
id: DbPrimitives.h dan DbMaintenance.cpp.
it: DbPrimitives.h e DbMaintenance.cpp.

source: Choose the next .pgn file with games to append to the database:
de: Wählen Sie die nächste PNG-Datei mit Spielen aus, die an die Datenbank angehängt werden sollen:
fr: Choisissez le prochain fichier .pgn avec des jeux à ajouter à la base de données :
he: בחר את קובץ ה-.pgn הבא עם משחקים לצירוף למסד הנתונים:
hi: डेटाबेस में जोड़ने के लिए खेलों के साथ अगली .pgn फ़ाइल चुनें:
hu: Válassza ki a következő .pgn fájlt a játékokkal, amelyeket hozzá szeretne csatolni az adatbázishoz:
id: Pilih file .pgn berikutnya dengan permainan untuk ditambahkan ke database:
it: Seleziona il file .pgn successivo con i giochi da aggiungere al database:

source: Select .pgn for append operation below
de: Wählen Sie unten .pgn für den Anfügevorgang aus
fr: Sélectionnez .pgn pour l'opération d'ajout ci-dessous
he: בחר .pgn עבור פעולת הוספה למטה
hi: नीचे संलग्न ऑपरेशन के लिए .pgn का चयन करें
hu: Válassza a .pgn fájlt az alábbi hozzáfűzési művelethez
id: Pilih .pgn untuk operasi penambahan di bawah ini
it: Selezionare .pgn per l'operazione di aggiunta di seguito

source: Database speed test
de: Datenbank-Geschwindigkeitstest
fr: Test de vitesse de la base de données
he: בדיקת מהירות מסד נתונים
hi: डेटाबेस गति परीक्षण
hu: Adatbázis sebesség teszt
id: Uji kecepatan basis data
it: Test di velocità del database

source: Build great players database
de: Erstellen Sie eine Datenbank mit großartigen Spielern
fr: Construisez une excellente base de données de joueurs
he: בנה מסד נתונים נהדר של שחקנים
hi: महान खिलाड़ियों का डेटाबेस बनाएं
hu: Építsen nagyszerű játékos adatbázist
id: Bangun basis data pemain hebat
it: Crea un database di giocatori di qualità

source: Test decompress file .qgn -> .pgn
de: Testen Sie die Dekomprimierungsdatei .qgn -> .pgn
fr: Tester la décompression du fichier .qgn -> .pgn
he: בדוק את הדחיסה של קובץ .qgn -> .pgn
hi: परीक्षण डिकम्प्रेस फ़ाइल .qgn -> .pgn
hu: Tesztelje a .qgn -> .pgn fájl kicsomagolását
id: Uji dekompresi file .qgn -> .pgn
it: Prova a decomprimere il file .qgn -> .pgn

source: Test move compression algorithm
de: Testen des Bewegungskomprimierungsalgorithmus
fr: Algorithme de compression de déplacement de test
he: בדוק אלגוריתם דחיסה של מהלך
hi: परीक्षण चाल संपीड़न एल्गोरिथ्म
hu: Mozgástömörítési algoritmus tesztelése
id: Uji algoritma kompresi gerakan
it: Algoritmo di compressione dello spostamento di prova

source: DANGER append to database from .pgn
de: GEFAHR: Anhängen von .pgn an die Datenbank
fr: DANGER ajouter à la base de données à partir de .pgn
he: DANGER הוסף למסד הנתונים מ-.pgn
hi: .pgn से डाटाबेस में जोड़ना ख़तरा
hu: VESZÉLY hozzáfűzi az adatbázishoz a .pgn fájlból
id: BAHAYA menambahkan ke database dari .pgn
it: PERICOLO aggiungi al database da .pgn

source: DANGER database create indexes
de: GEFAHR Datenbank erstellt Indizes
fr: DANGER base de données créer des index
he: DANGER מסד נתונים ליצור אינדקסים
hi: खतरा डेटाबेस इंडेक्स बनाएँ
hu: VESZÉLY adatbázis létrehozása indexek
id: Database BAHAYA membuat indeks
it: PERICOLO database crea indici

source: Add help text later.
de: Fügen Sie später Hilfetext hinzu.
fr: Ajoutez un texte d'aide plus tard.
he: הוסף טקסט עזרה מאוחר יותר.
hi: बाद में सहायता पाठ जोड़ें.
hu: Adjon hozzá súgószöveget később.
id: Tambahkan teks bantuan nanti.
it: Aggiungere il testo di aiuto in seguito.

source: Maintenance dialog help
de: Hilfe zum Wartungsdialog
fr: Aide à la boîte de dialogue de maintenance
he: עזרה בדיאלוג תחזוקה
hi: रखरखाव संवाद सहायता
hu: Karbantartási párbeszédpanel súgó
id: Bantuan dialog pemeliharaan
it: Aiuto nella finestra di dialogo di manutenzione

source: Media player
fr: Lecteur multimédia
he: נגן מדיה
hi: मीडिया प्लेयर
hu: Médialejátszó
id: Pemutar media
it: Lettore multimediale

source: Open File
de: Datei öffnen
fr: Ouvrir le fichier
he: פתח את הקובץ
hi: खुली फाइल
hu: Fájl megnyitása
id: Buka File
it: Apri file

source: Display open file dialog box
de: Dialogfeld „Datei öffnen“ anzeigen
fr: Afficher la boîte de dialogue d'ouverture de fichier
he: הצג תיבת דו-שיח של קובץ פתוח
hi: खुली फ़ाइल संवाद बॉक्स प्रदर्शित करें
hu: Fájl megnyitása párbeszédpanel megjelenítése
id: Menampilkan kotak dialog file terbuka
it: Visualizza la finestra di dialogo Apri file

source: Quit this program
de: Dieses Programm beenden
fr: Quitter ce programme
he: צא מהתוכנית הזו
hi: इस प्रोग्राम से बाहर निकलें
hu: Lépjen ki ebből a programból
id: Keluar dari program ini
it: Esci da questo programma

source: Play
de: Spielen
fr: Jouer
he: לְשַׂחֵק
hi: खेल
hu: Játék
id: Bermain
it: Giocare

source: Start playback
de: Starten Sie die Wiedergabe
fr: Démarrer la lecture
he: התחל השמעה
hi: प्लेबैक प्रारंभ करें
hu: Indítsa el a lejátszást
id: Mulai pemutaran
it: Avvia la riproduzione

source: Pause
he: הַפסָקָה
hi: विराम
hu: Szünet
id: Berhenti sebentar
it: Pausa

source: Pause playback
de: Wiedergabe pausieren
fr: Mettre en pause la lecture
he: השהה את ההשמעה
hi: प्लेबैक रोकें
hu: Lejátszás szüneteltetése
id: Jeda pemutaran
it: Metti in pausa la riproduzione

source: Stop playback
de: Wiedergabe stoppen
fr: Arrêter la lecture
he: עצור את ההשמעה
hi: प्लेबैक रोकें
hu: Lejátszás leállítása
id: Hentikan pemutaran
it: Interrompere la riproduzione

source: Goto start
de: Zum Anfang
fr: Aller au début
he: צריך להתחיל
hi: प्रारंभ पर जाएँ
hu: Induljon
id: Pergi ke awal
it: Vai all'inizio

source: Go to the start of the video
de: Zum Anfang des Videos
fr: Aller au début de la vidéo
he: עבור לתחילת הסרטון
hi: वीडियो के आरंभ पर जाएं
hu: Ugrás a videó elejére
id: Pergi ke awal video
it: Vai all'inizio del video

source: Goto end!
de: Gehe zum Ende!
fr: Aller à la fin !
he: ללכת לסוף!
hi: अंत पर जाएँ!
hu: Vége!
id: Sampai akhir!
it: Vai alla fine!

source: Go to the end of the video
de: Zum Ende des Videos
fr: Aller à la fin de la vidéo
he: עבור לסוף הסרטון
hi: वीडियो के अंत में जाएं
hu: Ugrás a videó végére
id: Pergi ke akhir video
it: Vai alla fine del video

source: Volume down
de: Lautstärke verringern
fr: Baisser le volume
he: הורדת עוצמת הקול
hi: नीची मात्रा
hu: Hangerő csökkentése
id: Volume turun
it: Abbassare il volume

source: Decrease volume
de: Lautstärke verringern
fr: Diminuer le volume
he: הורד נפח
hi: वॉल्यूम घटाएँ
hu: Hangerő csökkentése
id: Kurangi volume
it: Diminuire il volume

source: Volume up
de: Lautstärke erhöhen
fr: Augmenter le volume
he: הגברת עוצמת הקול
hi: आवाज बढ़ाएं
hu: Hangerő növelése
id: Volume naik
it: Alza il volume

source: Increase volume
de: Lautstärke erhöhen
fr: Augmenter le volume
he: הגדל נפח
hi: वॉल्यूम बढ़ाएँ
hu: Hangerő növelése
id: Meningkatkan volume
it: Aumentare il volume

source: Set video marker
de: Videomarker setzen
fr: Définir un marqueur vidéo
he: הגדר סמן וידאו
hi: वीडियो मार्कर सेट करें
hu: Állítsa be a videójelzőt
id: Tetapkan penanda video
it: Imposta marcatore video

source: Set video marker for game position
de: Videomarkierung für Spielposition setzen
fr: Définir un marqueur vidéo pour la position du jeu
he: הגדר סמן וידאו למיקום המשחק
hi: गेम स्थिति के लिए वीडियो मार्कर सेट करें
hu: Állítsa be a videojelölőt a játék pozíciójához
id: Tetapkan penanda video untuk posisi permainan
it: Imposta il marcatore video per la posizione del gioco

source: Delete video marker
de: Videomarkierung löschen
fr: Supprimer le marqueur vidéo
he: מחק סמן וידאו
hi: वीडियो मार्कर हटाएं
hu: Videójelölő törlése
id: Hapus penanda video
it: Elimina marcatore video

source: Delete video marker from current game move element
de: Videomarker aus aktuellem Spielzugelement löschen
fr: Supprimer le marqueur vidéo de l'élément de déplacement du jeu actuel
he: מחק סמן וידאו מאלמנט מהלך המשחק הנוכחי
hi: वर्तमान गेम मूव तत्व से वीडियो मार्कर हटाएं
hu: Videójelölő törlése az aktuális játékmozgás elemből
id: Hapus penanda video dari elemen gerakan permainan saat ini
it: Elimina il marcatore video dall'elemento di movimento del gioco corrente

source: Delete all video markers
de: Alle Videomarkierungen löschen
fr: Supprimer tous les marqueurs vidéo
he: מחק את כל סמני הווידאו
hi: सभी वीडियो मार्कर हटाएं
hu: Törölje az összes videojelölőt
id: Hapus semua penanda video
it: Elimina tutti i marcatori video

source: Delete all video markers from game move elements
de: Alle Videomarkierungen aus Spielbewegungselementen löschen
fr: Supprimer tous les marqueurs vidéo des éléments de déplacement du jeu
he: מחק את כל סמני הווידאו ממרכיבי מהלך המשחק
hi: गेम मूव तत्वों से सभी वीडियो मार्कर हटाएं
hu: Törölje az összes videojelölőt a játékmozgás elemeiből
id: Hapus semua penanda video dari elemen gerakan game
it: Elimina tutti i marcatori video dagli elementi di movimento del gioco

source: Toggle video edit mode
de: Videobearbeitungsmodus umschalten
fr: Basculer le mode d'édition vidéo
he: החלף מצב עריכת וידאו
hi: वीडियो संपादन मोड टॉगल करें
hu: Videó szerkesztési mód átváltása
id: Beralih ke mode edit video
it: Attiva/disattiva la modalità di modifica video

source: Save game (and video info)
de: Spielstand (und Videoinfos)
fr: Sauvegarder la partie (et les informations vidéo)
he: שמור משחק (ומידע וידאו)
hi: गेम (और वीडियो जानकारी) सहेजें
hu: Játék (és videóinformáció) mentése
id: Simpan permainan (dan info video)
it: Salvataggio del gioco (e informazioni video)

source: Save the current game and the video info
de: Speichern Sie das aktuelle Spiel und die Videoinformationen
fr: Enregistrer la partie en cours et les informations vidéo
he: שמור את המשחק הנוכחי ואת פרטי הסרטון
hi: वर्तमान गेम और वीडियो जानकारी सहेजें
hu: Mentse el az aktuális játékot és a videó adatait
id: Simpan game saat ini dan info video
it: Salva la partita corrente e le informazioni video

source: Goto next video marker
de: Zum nächsten Videomarker gehen
fr: Aller au marqueur vidéo suivant
he: עבור לסמן הסרטון הבא
hi: अगले वीडियो मार्कर पर जाएँ
hu: Ugrás a következő videójelölőhöz
id: Buka penanda video berikutnya
it: Vai al marcatore video successivo

source: Goto the next video marker in the game move list
de: Gehe zum nächsten Videomarker in der Spielzugliste
fr: Accéder au marqueur vidéo suivant dans la liste des mouvements du jeu
he: עבור לסמן הווידאו הבא ברשימת מהלכי המשחק
hi: गेम मूव सूची में अगले वीडियो मार्कर पर जाएं
hu: Ugrás a következő videójelölőre a játékmozgáslistában
id: Buka penanda video berikutnya dalam daftar gerakan permainan
it: Vai al marcatore video successivo nell'elenco delle mosse del gioco

source: Goto previous video marker
de: Zur vorherigen Videomarkierung gehen
fr: Accéder au marqueur vidéo précédent
he: עבור לסמן הסרטון הקודם
hi: पिछले वीडियो मार्कर पर जाएं
hu: Ugrás az előző videójelölőre
id: Buka penanda video sebelumnya
it: Vai al marcatore video precedente

source: Goto the previous video marker in the game move list
de: Gehe zum vorherigen Videomarker in der Spielzugliste
fr: Accéder au marqueur vidéo précédent dans la liste des mouvements du jeu
he: עבור לסמן הסרטון הקודם ברשימת מהלכי המשחק
hi: गेम मूव सूची में पिछले वीडियो मार्कर पर जाएं
hu: Ugrás az előző videójelölőre a játékmozgatási listában
id: Buka penanda video sebelumnya di daftar gerakan permainan
it: Vai al marcatore video precedente nell'elenco delle mosse del gioco

source: Media player options..
de: Media Player-Optionen..
fr: Options du lecteur multimédia.
he: אפשרויות נגן מדיה..
hi: मीडिया प्लेयर विकल्प..
hu: Médialejátszó opciók...
id: Pilihan pemutar media..
it: Opzioni del lettore multimediale.

source: Open media player options dialog box
de: Dialogfeld „Media Player-Optionen öffnen“
fr: Ouvrir la boîte de dialogue des options du lecteur multimédia
he: פתח את תיבת הדו-שיח של אפשרויות נגן מדיה
hi: मीडिया प्लेयर विकल्प संवाद बॉक्स खोलें
hu: Nyissa meg a médialejátszó beállításai párbeszédpanelt
id: Buka kotak dialog opsi pemutar media
it: Apri la finestra di dialogo delle opzioni del lettore multimediale

source: Show about dialog
de: Infodialog anzeigen
fr: Afficher le dialogue
he: הצג אודות דו-שיח
hi: संवाद के बारे में दिखाएँ
hu: Megjelenítés a párbeszédpanelről
id: Tampilkan tentang dialog
it: Mostra informazioni sul dialogo

source: Controls
de: Bedienelemente
fr: Contrôles
he: בקרות
hi: नियंत्रण
hu: Vezérlők
id: Kontrol
it: Controlli

source: No file loaded
de: Keine Datei geladen
fr: Aucun fichier chargé
he: לא נטען קובץ
hi: कोई फ़ाइल लोड नहीं हुई
hu: Nincs fájl betöltve
id: Tidak ada file yang dimuat
it: Nessun file caricato

source: Mediaplayer
fr: Lecteur multimédia
he: נגן מדיה
hi: मीडियाप्लेयर
hu: Médialejátszó
id: Pemutar Media
it: Lettore multimediale

source: Goto end
de: Zum Ende
fr: Aller à la fin
he: לסוף
hi: अंत पर जाएँ
hu: A végére
id: Pergi ke akhir
it: Vai alla fine

source: Hold <Shift> for previous puzzle marker
de: Halten Sie <Umschalt> gedrückt, um die vorherige Puzzlemarkierung anzuzeigen
fr: Maintenez la touche <Maj> enfoncée pour le marqueur de puzzle précédent
he: החזק את <Shift> לסמן הפאזל הקודם
hi: पिछले पहेली मार्कर के लिए <Shift> दबाएँ
hu: Tartsa lenyomva a <Shift> billentyűt az előző rejtvényjelölőhöz
id: Tahan <Shift> untuk penanda teka-teki sebelumnya
it: Tieni premuto <Shift> per il segnalino del puzzle precedente

source: Hold <Shift> for next puzzle marker
de: Halten Sie <Umschalt> gedrückt, um die nächste Puzzlemarkierung anzuzeigen
fr: Maintenez la touche <Maj> enfoncée pour le marqueur de puzzle suivant
he: החזק את <Shift> לסמן הפאזל הבא
hi: अगले पहेली मार्कर के लिए <Shift> दबाएँ
hu: Tartsa lenyomva a <Shift> billentyűt a következő rejtvényjelölőhöz
id: Tahan <Shift> untuk penanda teka-teki berikutnya
it: Tieni premuto <Shift> per il prossimo segnalino del puzzle

source: Set move video marker
de: Markierung für Videobewegung setzen
fr: Définir le marqueur de déplacement vidéo
he: הגדר העברת סמן וידאו
hi: मूव वीडियो मार्कर सेट करें
hu: Állítsa be a mozgatható videójelölőt
id: Tetapkan penanda video gerakan
it: Imposta il marcatore video in movimento

source: Delete move video marker
de: Video-Bewegungsmarkierung löschen
fr: Supprimer le marqueur de déplacement vidéo
he: מחק העברת סמן וידאו
hi: वीडियो मार्कर हटाएं स्थानांतरित करें
hu: A mozgatási videójelölő törlése
id: Hapus penanda video bergerak
it: Elimina il marcatore video di spostamento

source: Media player help
de: Media Player-Hilfe
fr: Aide du lecteur multimédia
he: עזרה בנגן מדיה
hi: मीडिया प्लेयर सहायता
hu: Médialejátszó súgó
id: Bantuan pemutar media
it: Aiuto per il lettore multimediale

source: Making videos
de: Videos erstellen
fr: Faire des vidéos
he: יצירת סרטונים
hi: वीडियो बनाना
hu: Videók készítése
id: Membuat video
it: Fare video

source: The media player allows you to view and make chess videos.
de: Mit dem Mediaplayer können Sie Schachvideos ansehen und erstellen.
fr: Le lecteur multimédia vous permet de visualiser et de réaliser des vidéos d'échecs.
he: נגן המדיה מאפשר לך לצפות וליצור סרטוני שחמט.
hi: मीडिया प्लेयर आपको शतरंज के वीडियो देखने और बनाने की सुविधा देता है।
hu: A médialejátszó lehetővé teszi sakkvideók megtekintését és készítését.
id: Pemutar media memungkinkan Anda melihat dan membuat video catur.
it: Il lettore multimediale consente di visualizzare e creare video di scacchi.

source: The videos that the program can use are just normal *.mp4 files.
de: Bei den Videos, die das Programm verwenden kann, handelt es sich lediglich um normale *.mp4-Dateien.
fr: Les vidéos que le programme peut utiliser sont simplement des fichiers *.mp4 normaux.
he: הסרטונים שבהם התוכנית יכולה להשתמש הם רק קבצי *.mp4 רגילים.
hi: प्रोग्राम जिन वीडियो का उपयोग कर सकता है वे सामान्य *.mp4 फ़ाइलें हैं।
hu: A program által használható videók csak normál *.mp4 fájlok.
id: Video yang dapat digunakan program ini hanyalah file *.mp4 biasa.
it: I video che il programma può utilizzare sono semplicemente normali file *.mp4.

source: Each video needs a PGN file that has the same file stem name.
de: Jedes Video benötigt eine PGN-Datei mit demselben Dateistammnamen.
fr: Chaque vidéo a besoin d'un fichier PGN portant le même nom de fichier.
he: כל סרטון צריך קובץ PGN בעל אותו שם גזע קובץ.
hi: प्रत्येक वीडियो के लिए एक PGN फ़ाइल की आवश्यकता होती है जिसका फ़ाइल स्टेम नाम समान हो।
hu: Minden videóhoz szükség van egy PGN fájlra, amelynek ugyanaz a fájltörzs név.
id: Setiap video membutuhkan berkas PGN yang memiliki nama induk berkas yang sama.
it: Ogni video necessita di un file PGN che abbia lo stesso nome del file stem.
