Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: After switching, simply choose the < Lighting.. > button
de: Nach dem Umschalten wählen Sie einfach die Schaltfläche < Beleuchtung.. >
fr: Après avoir commuté, choisissez simplement le bouton < Éclairage... >
he: לאחר המעבר, פשוט בחר בלחצן < Lighting.. >
hi: स्विच करने के बाद, बस < Lighting.. > बटन चुनें
hu: A váltás után egyszerűen válassza a < Lighting.. > gombot
id: Setelah beralih, cukup pilih tombol < Lighting.. >
it: Dopo aver effettuato la commutazione, selezionare semplicemente il pulsante < Illuminazione.. >

source: from the 3d options dialog box and then click on < Defaults >
de: aus dem Dialogfeld 3D-Optionen und klicken Sie dann auf <Standardwerte>
fr: dans la boîte de dialogue des options 3D, puis cliquez sur <Par défaut>
he: מתיבת הדו-שיח אפשרויות תלת מימד ולאחר מכן לחץ על < ברירות מחדל >
hi: 3D विकल्प संवाद बॉक्स से और फिर < डिफ़ॉल्ट > पर क्लिक करें
hu: a 3d beállítások párbeszédpanelen, majd kattintson az < Alapértelmezések > elemre
id: dari kotak dialog opsi 3d lalu klik < Default >
it: dalla finestra di dialogo delle opzioni 3D e quindi fare clic su < Defaults >

source: See how that looks and the adjust the values further, if neccessary.
de: Schauen Sie, wie das aussieht und passen Sie die Werte gegebenenfalls weiter an.
fr: Voyez à quoi cela ressemble et ajustez davantage les valeurs, si nécessaire.
he: ראה איך זה נראה והתאם את הערכים עוד יותר, במידת הצורך.
hi: देखें कि यह कैसा दिखता है और यदि आवश्यक हो तो मूल्यों को और समायोजित करें।
hu: Nézze meg, hogyan néz ki, és szükség esetén módosítsa tovább az értékeket.
id: Lihat bagaimana tampilannya dan sesuaikan nilainya lebih lanjut, jika perlu.
it: Osserva l'effetto e, se necessario, modifica ulteriormente i valori.

source: 3d board colours help
de: Hilfe zu 3D-Boardfarben
fr: Aide aux couleurs du tableau 3D
he: צבעי לוח תלת מימד עוזרים
hi: 3डी बोर्ड रंग मदद
hu: A 3D tábla színei segítenek
id: Warna papan 3d membantu
it: I colori della tavola 3D aiutano

source: Create Database
de: Datenbank erstellen
fr: Créer une base de données
he: צור מסד נתונים
hi: डेटाबेस बनाएं
hu: Adatbázis létrehozása
id: Buat Basis Data
it: Crea database

source: Add Games to Database
de: Spiele zur Datenbank hinzufügen
fr: Ajouter des jeux à la base de données
he: הוסף משחקים למסד הנתונים
hi: डेटाबेस में गेम जोड़ें
hu: Játékok hozzáadása az adatbázishoz
id: Tambahkan Game ke Basis Data
it: Aggiungi giochi al database

source: To create a new database from scratch, name the new database and select
de: Um eine neue Datenbank von Grund auf neu zu erstellen, benennen Sie die neue Datenbank und wählen Sie
fr: Pour créer une nouvelle base de données à partir de zéro, nommez la nouvelle base de données et sélectionnez
he: כדי ליצור מסד נתונים חדש מאפס, שם למסד הנתונים החדש ובחר
hi: एकदम से नया डेटाबेस बनाने के लिए, नए डेटाबेस को नाम दें और चुनें
hu: Új adatbázis létrehozásához a semmiből, nevezze el az új adatbázist, és válassza ki
id: Untuk membuat database baru dari awal, beri nama database baru dan pilih
it: Per creare un nuovo database da zero, assegna un nome al nuovo database e seleziona

source: one or more .pgn files with the games to go into the database.
de: eine oder mehrere .pgn-Dateien mit den Spielen, die in die Datenbank aufgenommen werden sollen.
fr: un ou plusieurs fichiers .pgn avec les jeux à intégrer dans la base de données.
he: אחד או יותר קובץ .pgn עם המשחקים להיכנס למסד הנתונים.
hi: खेलों के साथ एक या अधिक .pgn फ़ाइलें डेटाबेस में जाने के लिए।
hu: egy vagy több .pgn fájl a játékokkal, hogy bekerüljön az adatbázisba.
id: satu atau lebih file .pgn dengan permainan untuk dimasukkan ke dalam basis data.
it: uno o più file .pgn con le partite da inserire nel database.

source: To add games to an existing database, select the database and one or
de: Um Spiele zu einer bestehenden Datenbank hinzuzufügen, wählen Sie die Datenbank und ein oder
fr: Pour ajouter des jeux à une base de données existante, sélectionnez la base de données et un ou plusieurs
he: כדי להוסיף משחקים למסד נתונים קיים, בחר את מסד הנתונים ואחד או
hi: किसी मौजूदा डेटाबेस में गेम जोड़ने के लिए, डेटाबेस और एक या अधिक का चयन करें
hu: Ha játékokat szeretne hozzáadni egy meglévő adatbázishoz, válassza ki az adatbázist, majd egy vagy
id: Untuk menambahkan permainan ke database yang sudah ada, pilih database dan satu atau
it: Per aggiungere giochi a un database esistente, seleziona il database e uno o

source: more .pgn files with the additional games to go into the database.
de: weitere .pgn-Dateien mit den zusätzlichen Spielen, die in die Datenbank aufgenommen werden sollen.
fr: plus de fichiers .pgn avec les jeux supplémentaires à intégrer dans la base de données.
he: עוד קבצי .pgn עם המשחקים הנוספים להיכנס למסד הנתונים.
hi: अतिरिक्त खेलों के साथ अधिक .pgn फ़ाइलें डेटाबेस में जाने के लिए।
hu: több .pgn fájl a további játékokkal, hogy bekerüljön az adatbázisba.
id: lebih banyak file .pgn dengan permainan tambahan untuk dimasukkan ke dalam basis data.
it: altri file .pgn con i giochi aggiuntivi da inserire nel database.

source: Name a new database file
de: Benennen Sie eine neue Datenbankdatei
fr: Nommer un nouveau fichier de base de données
he: תן שם לקובץ מסד נתונים חדש
hi: नई डेटाबेस फ़ाइल को नाम दें
hu: Nevezzen el egy új adatbázisfájlt
id: Beri nama file database baru
it: Assegna un nome a un nuovo file di database

source: Choose an existing database file
de: Auswählen einer vorhandenen Datenbankdatei
fr: Choisissez un fichier de base de données existant
he: בחר קובץ מסד נתונים קיים
hi: एक मौजूदा डेटाबेस फ़ाइल चुनें
hu: Válasszon ki egy meglévő adatbázisfájlt
id: Pilih file database yang ada
it: Scegli un file di database esistente

source: Locate and name a database to create
de: Suchen und benennen Sie eine zu erstellende Datenbank
fr: Localiser et nommer une base de données à créer
he: אתר ותן שם למסד נתונים ליצירה
hi: बनाने के लिए डेटाबेस का पता लगाएं और उसका नाम दें
hu: Keresse meg és nevezze el a létrehozandó adatbázist
id: Temukan dan beri nama database untuk membuat
it: Individua e assegna un nome al database da creare

source: Select database to add games to
de: Wählen Sie die Datenbank aus, zu der Spiele hinzugefügt werden sollen
fr: Sélectionnez la base de données à laquelle ajouter des jeux
he: בחר מסד נתונים להוספת משחקים
hi: गेम जोड़ने के लिए डेटाबेस का चयन करें
hu: Válassza ki az adatbázist a játékok hozzáadásához
id: Pilih database untuk menambahkan game
it: Seleziona il database a cui aggiungere i giochi

source: Restricted export database
de: Datenbank für eingeschränkten Export
fr: Base de données d'exportation restreinte
he: מסד נתונים יצוא מוגבל
hi: प्रतिबंधित निर्यात डेटाबेस
hu: Korlátozott exportálási adatbázis
id: Basis data ekspor terbatas
it: Database di esportazione limitato

source: Select one or more .pgn files to add to the database
de: Wählen Sie eine oder mehrere PNG-Dateien aus, die der Datenbank hinzugefügt werden sollen
fr: Sélectionnez un ou plusieurs fichiers .pgn à ajouter à la base de données
he: בחר קובץ .pgn אחד או יותר להוספה למסד הנתונים
hi: डेटाबेस में जोड़ने के लिए एक या अधिक .pgn फ़ाइलें चुनें
hu: Válasszon ki egy vagy több .pgn fájlt az adatbázishoz hozzáadni
id: Pilih satu atau lebih file .pgn untuk ditambahkan ke database
it: Seleziona uno o più file .pgn da aggiungere al database

source: Select 1st .pgn
de: Wählen Sie die erste PGN-Datei aus
fr: Sélectionnez le 1er .pgn
he: בחר 1st.pgn
hi: प्रथम .pgn का चयन करें
hu: Válassza ki az 1. .pgn fájlt
id: Pilih .pgn pertama
it: Seleziona il 1° .pgn

source: Select 2nd .pgn
de: Wählen Sie die zweite PGN-Datei
fr: Sélectionnez le 2e .pgn
he: בחר 2nd.pgn
hi: दूसरा .pgn चुनें
hu: Válassza a 2. .pgn lehetőséget
id: Pilih .pgn ke-2
it: Seleziona 2° .pgn

source: Select next .pgn
de: Nächste .pgn auswählen
fr: Sélectionnez le .pgn suivant
he: בחר ב-pgn הבא
hi: अगला .pgn चुनें
hu: Válassza ki a következő .pgn fájlt
id: Pilih .pgn berikutnya
it: Seleziona il file .pgn successivo

source: Elo cutoff
de: Elo-Grenzwert
fr: Seuil Elo
he: ניתוק אלו
hi: एलो कटऑफ
id: Batasan Elo
it: Limite Elo

source: Ignore Elo cutoff
de: Elo-Grenzwert ignorieren
fr: Ignorer la coupure Elo
he: התעלם מניתוק אלו
hi: एलो कटऑफ को अनदेखा करें
hu: Figyelmen kívül hagyja az Elo-lezárást
id: Abaikan batas Elo
it: Ignora il limite Elo

source: At least one player
de: Mindestens ein Spieler
fr: Au moins un joueur
he: לפחות שחקן אחד
hi: कम से कम एक खिलाड़ी
hu: Legalább egy játékos
id: Setidaknya satu pemain
it: Almeno un giocatore

source: Both players
de: Beide Spieler
fr: Les deux joueurs
he: שני השחקנים
hi: दोनों खिलाड़ी
hu: Mindkét játékos
id: Kedua pemain
it: Entrambi i giocatori

source: Unrated players fail Elo cutoff
de: Nicht bewertete Spieler scheitern am Elo-Grenzwert
fr: Les joueurs non classés échouent au seuil Elo.
he: שחקנים לא מדורגים נכשלים ב- Elo cutoff
hi: अनरेटेड खिलाड़ी एलो कटऑफ में असफल रहे
hu: A nem minősített játékosok elbukják az Elo-t
id: Pemain yang tidak memiliki rating gagal mencapai batas Elo
it: I giocatori non classificati non superano il limite Elo

source: Unrated players pass Elo cutoff
de: Unbewertete Spieler überschreiten den Elo-Grenzwert
fr: Les joueurs non classés passent le seuil Elo
he: שחקנים לא מדורגים עוברים את Elo cutoff
hi: अनरेटेड खिलाड़ी एलो कटऑफ में पास हुए
hu: A nem minősített játékosok átlépik az Elo-t
id: Pemain yang tidak diberi peringkat melewati batas Elo
it: I giocatori non classificati superano il limite Elo

source: Unrated pass if game played before
de: Nicht gewerteter Pass, wenn das Spiel schon einmal gespielt wurde
fr: Passe non classée si le jeu a déjà été joué
he: מעבר לא מדורג אם המשחק שוחק קודם
hi: यदि खेल पहले खेला गया हो तो अनरेटेड पास
hu: Korlátlan passz, ha a meccset korábban játszották
id: Pass tanpa rating jika game dimainkan sebelumnya
it: Passaggio non valutato se la partita è stata giocata prima

source: If this is selected, exporting games from the new database
de: Wenn diese Option ausgewählt ist, werden Spiele aus der neuen Datenbank exportiert
fr: Si cette option est sélectionnée, les jeux seront exportés depuis la nouvelle base de données.
he: אם זה נבחר, ייצוא משחקים ממסד הנתונים החדש
hi: यदि यह चुना जाता है, तो नए डेटाबेस से गेम निर्यात करना
hu: Ha ez ki van választva, a játékok exportálása az új adatbázisból
id: Jika ini dipilih, mengekspor game dari database baru
it: Se questa opzione è selezionata, esportare i giochi dal nuovo database

source: to PGN will be restricted (no more than
de: zu PGN wird eingeschränkt (nicht mehr als
fr: au PGN sera restreint (pas plus de
he: ל-PGN יהיה מוגבל (לא יותר מ
hi: पीजीएन तक सीमित रहेगा (अधिकतम नहीं)
hu: PGN-re korlátozva lesz (legfeljebb
id: ke PGN akan dibatasi (tidak lebih dari
it: a PGN sarà limitato (non più di

source: at a time).
de: auf einmal).
fr: à la fois).
he: בכל פעם).
hi: एक ही समय पर)।
hu: egy időben).
id: pada suatu waktu).
it: alla volta).

source: already exists
de: existiert bereits
fr: existe déjà
he: כבר קיים
hi: पहले से ही मौजूद है
hu: már létezik
id: sudah ada
it: esiste già

source: No Tarrasch database file specified
de: Keine Tarrasch-Datenbankdatei angegeben
fr: Aucun fichier de base de données Tarrasch spécifié
he: לא צוין קובץ מסד נתונים של Tarrasch
hi: कोई टारराश डेटाबेस फ़ाइल निर्दिष्ट नहीं है
hu: Nincs megadva Tarrasch adatbázisfájl
id: Tidak ada file basis data Tarrasch yang ditentukan
it: Nessun file di database Tarrasch specificato

source: No usable pgn files specified
de: Keine verwendbaren PNG-Dateien angegeben
fr: Aucun fichier pgn utilisable spécifié
he: לא צוינו קבצי pgn שמיש
hi: कोई उपयोग योग्य pgn फ़ाइल निर्दिष्ट नहीं है
hu: Nincsenek használható pgn-fájlok megadva
id: Tidak ada file pgn yang dapat digunakan yang ditentukan
it: Nessun file pgn utilizzabile specificato

source: Cannot create
de: Kann nicht erstellt werden
fr: Impossible de créer
he: לא ניתן ליצור
hi: नहीं बनाया जा सकता
hu: Nem lehet létrehozni
id: Tidak dapat membuat
it: Non è possibile creare

source: Creating database, step 1 of 4
de: Datenbank erstellen, Schritt 1 von 4
fr: Création d'une base de données, étape 1 sur 4
he: יצירת מסד נתונים, שלב 1 מתוך 4
hi: डेटाबेस बनाना, चरण 1 का 4
hu: Adatbázis létrehozása, 4/1. lépés
id: Membuat database, langkah 1 dari 4
it: Creazione del database, passaggio 1 di 4

source: Reading file #
de: Datei # wird gelesen
fr: Lecture du fichier #
he: קורא קובץ מס'
hi: फ़ाइल # पढें
hu: Fájl olvasása #
id: Membaca file #
it: Lettura del file n.

source: Creating database
de: Datenbank erstellen
fr: Création d'une base de données
he: יצירת מסד נתונים
hi: डेटाबेस बनाना
hu: Adatbázis létrehozása
id: Membuat database
it: Creazione del database

source: Database creation cancelled
de: Datenbankerstellung abgebrochen
fr: Création de la base de données annulée
he: יצירת מסד הנתונים בוטלה
hi: डेटाबेस निर्माण रद्द किया गया
hu: Az adatbázis létrehozása megszakítva
id: Pembuatan basis data dibatalkan
it: Creazione del database annullata

source: Database creation failed
de: Fehler beim Erstellen der Datenbank
fr: La création de la base de données a échoué
he: יצירת מסד הנתונים נכשלה
hi: डेटाबेस निर्माण विफल
hu: Az adatbázis létrehozása nem sikerült
id: Pembuatan basis data gagal
it: Creazione del database non riuscita

source: doesn't exist
de: existiert nicht
fr: n'existe pas
he: לא קיים
hi: मौजूद नहीं है
hu: nem létezik
id: tidak ada
it: non esiste

source: Appending to database, step 1 of 5
de: Anfügen an die Datenbank, Schritt 1 von 5
fr: Ajout à la base de données, étape 1 sur 5
he: הוספת למסד הנתונים, שלב 1 מתוך 5
hi: डेटाबेस में जोड़ना, 5 में से चरण 1
hu: Hozzáfűzés az adatbázishoz, 5/1. lépés
id: Menambahkan ke database, langkah 1 dari 5
it: Aggiunta al database, passaggio 1 di 5

source: Reading existing database
de: Vorhandene Datenbank lesen
fr: Lecture de la base de données existante
he: קריאת מסד נתונים קיים
hi: मौजूदा डेटाबेस पढ़ना
hu: Meglévő adatbázis olvasása
id: Membaca database yang ada
it: Lettura del database esistente

source: Appending to database, step 2 of 5
de: Anhängen an die Datenbank, Schritt 2 von 5
fr: Ajout à la base de données, étape 2 sur 5
he: הוספת למסד הנתונים, שלב 2 מתוך 5
hi: डेटाबेस में जोड़ना, 5 में से चरण 2
hu: Hozzáfűzés az adatbázishoz, 5/2. lépés
id: Menambahkan ke database, langkah 2 dari 5
it: Aggiunta al database, passaggio 2 di 5

source: Appending to database
de: Anhängen an die Datenbank
fr: Ajout à la base de données
he: הוספה למסד הנתונים
hi: डेटाबेस में जोड़ना
hu: Hozzáfűzés az adatbázishoz
id: Menambahkan ke database
it: Aggiunta al database

source: Tarrasch database files (.tdb files) are compact game collections.
de: Tarrasch-Datenbankdateien (.tdb-Dateien) sind kompakte Spielesammlungen.
fr: Les fichiers de base de données Tarrasch (fichiers .tdb) sont des collections de jeux compactes.
he: קבצי מסד נתונים של Tarrasch (קבצי .tdb) הם אוספי משחקים קומפקטיים.
hi: टैराश डेटाबेस फ़ाइलें (.tdb फ़ाइलें) कॉम्पैक्ट गेम संग्रह हैं।
hu: A Tarrasch adatbázisfájlok (.tdb fájlok) kompakt játékgyűjtemények.
id: Berkas basis data Tarrasch (berkas .tdb) merupakan kumpulan permainan yang ringkas.
it: I file del database Tarrasch (file .tdb) sono raccolte di giochi compatte.

source: At the moment only complete games are supported (i.e. no game fragments).
de: Derzeit werden nur komplette Spiele unterstützt (also keine Spielfragmente).
fr: Pour le moment, seuls les jeux complets sont pris en charge (c'est-à-dire aucun fragment de jeu).
he: כרגע רק משחקים שלמים נתמכים (כלומר ללא שברי משחק).
hi: फिलहाल केवल पूर्ण गेम ही समर्थित हैं (अर्थात गेम के कोई अंश नहीं)।
hu: Jelenleg csak a teljes játékok támogatottak (azaz nincsenek játéktöredékek).
id: Saat ini, hanya permainan lengkap yang didukung (bukan fragmen permainan).
it: Al momento sono supportati solo giochi completi (vale a dire nessun frammento di gioco).

source: Similarly no comments or variations are supported at this time.
de: Ebenso werden derzeit keine Kommentare oder Variationen unterstützt.
fr: De même, aucun commentaire ou variation n'est pris en charge pour le moment.
he: באופן דומה אין הערות או וריאציות נתמכות בשלב זה.
hi: इसी प्रकार इस समय कोई टिप्पणी या भिन्नता समर्थित नहीं है।
hu: Hasonlóképpen, jelenleg nem támogatottak a megjegyzések vagy változatok.
id: Demikian pula tidak ada komentar atau variasi yang didukung saat ini.
it: Allo stesso modo, al momento non sono supportati commenti o varianti.

source: Tarrasch uses one database file at a time (the current database).
de: Tarrasch verwendet jeweils eine Datenbankdatei (die aktuelle Datenbank).
fr: Tarrasch utilise un fichier de base de données à la fois (la base de données actuelle).
he: Tarrasch משתמש בקובץ מסד נתונים אחד בכל פעם (בסיס הנתונים הנוכחי).
hi: टैराश एक समय में एक डेटाबेस फ़ाइल (वर्तमान डेटाबेस) का उपयोग करता है।
hu: A Tarrasch egyszerre egy adatbázisfájlt használ (az aktuális adatbázist).
id: Tarrasch menggunakan satu berkas basis data pada satu waktu (basis data saat ini).
it: Tarrasch utilizza un file di database alla volta (il database corrente).

source: Tarrasch can search the current database quickly and efficiently
de: Tarrasch kann die aktuelle Datenbank schnell und effizient durchsuchen
fr: Tarrasch peut rechercher la base de données actuelle rapidement et efficacement
he: Tarrasch יכול לחפש במסד הנתונים הנוכחי במהירות וביעילות
hi: टारराश वर्तमान डेटाबेस को शीघ्रता और कुशलता से खोज सकता है
hu: A Tarrasch gyorsan és hatékonyan tud keresni az aktuális adatbázisban
id: Tarrasch dapat mencari database saat ini dengan cepat dan efisien
it: Tarrasch può effettuare ricerche nel database corrente in modo rapido ed efficiente

source: for any position or for piece patterns or material balances.
de: für jede Position oder für Stückmuster oder Materialbilanzen.
fr: pour n'importe quelle position ou pour des modèles de pièces ou des bilans de matières.
he: עבור כל עמדה או עבור דפוסי חלקים או איזוני חומרים.
hi: किसी भी स्थिति के लिए या टुकड़ा पैटर्न या सामग्री संतुलन के लिए।
hu: bármilyen pozícióhoz vagy darabmintázathoz vagy anyagmérleghez.
id: untuk posisi apa pun atau untuk pola potongan atau keseimbangan material.
it: per qualsiasi posizione o per modelli di pezzi o bilanci di materiali.

source: Tarrasch databases are created from .pgn files.
de: Tarrasch-Datenbanken werden aus .pgn-Dateien erstellt.
fr: Les bases de données Tarrasch sont créées à partir de fichiers .pgn.
he: מסדי נתונים של Tarrasch נוצרים מקבצי .pgn.
hi: टैराश डेटाबेस .pgn फ़ाइलों से बनाए जाते हैं।
hu: A Tarrasch adatbázisok .pgn fájlokból jönnek létre.
id: Basis data Tarrasch dibuat dari file .pgn.
it: I database Tarrasch vengono creati da file .pgn.

source: The only way Tarrasch databases can be modified (at this time) is by
de: Die einzige Möglichkeit, Tarrasch-Datenbanken zu ändern (derzeit) ist durch
fr: La seule façon de modifier les bases de données Tarrasch (à l'heure actuelle) est de
he: הדרך היחידה שבה ניתן לשנות מסדי נתונים של Tarrasch (בשלב זה) היא על ידי
hi: टारराश डेटाबेस को संशोधित करने का एकमात्र तरीका (इस समय) है
hu: A Tarrasch-adatbázisok csak úgy módosíthatók (jelenleg).
id: Satu-satunya cara database Tarrasch dapat dimodifikasi (saat ini) adalah dengan
it: L'unico modo in cui i database Tarrasch possono essere modificati (al momento) è tramite

source: appending more games to them with the Append to database command.
de: Fügen Sie ihnen mit dem Befehl „An Datenbank anhängen“ weitere Spiele hinzu.
fr: en leur ajoutant davantage de jeux avec la commande Ajouter à la base de données.
he: הוספת משחקים נוספים אליהם עם הפקודה Append to database.
hi: Append to database कमांड के साथ उनमें और अधिक गेम जोड़ना।
hu: további játékokat fűzve hozzájuk az Hozzáfűzés adatbázishoz paranccsal.
id: menambahkan lebih banyak permainan ke dalamnya dengan perintah Tambahkan ke database.
it: aggiungendo altri giochi con il comando Aggiungi al database.

source: Tarrasch automatically rejects duplicate games.
de: Tarrasch lehnt doppelte Spiele automatisch ab.
fr: Tarrasch rejette automatiquement les jeux en double.
he: Tarrasch דוחה אוטומטית משחקים כפולים.
hi: टैराश स्वचालित रूप से डुप्लिकेट खेलों को अस्वीकार कर देता है।
hu: Tarrasch automatikusan elutasítja a duplikált játékokat.
id: Tarrasch secara otomatis menolak permainan duplikat.
it: Tarrasch rifiuta automaticamente le partite duplicate.

source: Rejected duplicate games are saved in file TarraschDbDuplicatesFile.pgn.
de: Abgelehnte doppelte Spiele werden in der Datei TarraschDbDuplicatesFile.pgn gespeichert.
fr: Les jeux en double rejetés sont enregistrés dans le fichier TarraschDbDuplicatesFile.pgn.
he: משחקים כפולים שנדחו נשמרים בקובץ TarraschDbDuplicatesFile.pgn.
hi: अस्वीकृत डुप्लिकेट गेम TarraschDbDuplicatesFile.pgn फ़ाइल में सहेजे जाते हैं।
hu: Az elutasított duplikált játékok a TarraschDbDuplicatesFile.pgn fájlba kerülnek.
id: Game duplikat yang ditolak disimpan dalam file TarraschDbDuplicatesFile.pgn.
it: I giochi duplicati rifiutati vengono salvati nel file TarraschDbDuplicatesFile.pgn.

source: Games can be rejected based on rating if desired.
de: Spiele können auf Wunsch aufgrund der Bewertung abgelehnt werden.
fr: Les jeux peuvent être rejetés en fonction de leur classement si vous le souhaitez.
he: ניתן לדחות משחקים על סמך דירוג אם תרצה.
hi: यदि चाहें तो रेटिंग के आधार पर खेलों को अस्वीकार किया जा सकता है।
hu: Kívánság szerint a játékok értékelés alapján elutasíthatók.
id: Jika diinginkan, permainan dapat ditolak berdasarkan peringkat.
it: Se lo si desidera, è possibile rifiutare i giochi in base alla valutazione.

source: For best results, create databases with older .pgn files first,
de: Um optimale Ergebnisse zu erzielen, erstellen Sie zunächst Datenbanken mit älteren .pgn-Dateien.
fr: Pour de meilleurs résultats, créez d’abord des bases de données avec des fichiers .pgn plus anciens,
he: לקבלת התוצאות הטובות ביותר, תחילה צור מסדי נתונים עם קובצי .pgn ישנים יותר,
hi: सर्वोत्तम परिणामों के लिए, पहले पुरानी .pgn फ़ाइलों के साथ डेटाबेस बनाएँ,
hu: A legjobb eredmény érdekében először hozzon létre adatbázisokat régebbi .pgn fájlokkal,
id: Untuk hasil terbaik, buat database dengan file .pgn lama terlebih dahulu,
it: Per ottenere risultati migliori, creare prima i database con i file .pgn più vecchi,

source: and append newer games as you collect them.
de: und fügen Sie neuere Spiele hinzu, während Sie sie sammeln.
fr: et ajoutez de nouveaux jeux au fur et à mesure que vous les collectez.
he: וצרף משחקים חדשים יותר בזמן שאתה אוסף אותם.
hi: और जैसे ही आप नए गेम एकत्रित करते हैं, उन्हें जोड़ते जाएं।
hu: és gyűjtse össze az újabb játékokat.
id: dan menambahkan permainan baru saat Anda mengoleksinya.
it: e aggiungi nuovi giochi man mano che li collezioni.

source: Tarrasch will try to present most recent games first.
de: Tarrasch wird versuchen, die neuesten Spiele zuerst vorzustellen.
fr: Tarrasch tentera de présenter en premier les jeux les plus récents.
he: Tarrasch ינסה להציג תחילה את המשחקים האחרונים.
hi: टारराश सबसे हाल के खेलों को पहले प्रस्तुत करने का प्रयास करेंगे।
hu: Tarrasch először megpróbálja bemutatni a legújabb játékokat.
id: Tarrasch akan mencoba menyajikan pertandingan terkini terlebih dahulu.
it: Tarrasch cercherà di presentare prima i giochi più recenti.

source: Create database / Append to database help
de: Datenbank erstellen / An Datenbank anhängen Hilfe
fr: Créer une base de données / Ajouter à l'aide de la base de données
he: צור מסד נתונים / הוסף לעזרה במסד נתונים
hi: डेटाबेस बनाएँ / डेटाबेस सहायता में जोड़ें
hu: Adatbázis létrehozása / Hozzáfűzés az adatbázis súgójához
id: Buat database / Tambahkan ke bantuan database
it: Crea database / Aggiungi alla guida del database

source: None of the above
de: Nichts des oben Genannten
fr: Aucune des réponses ci-dessus
he: אף אחד מהאמור לעיל
hi: इनमे से कोई भी नहीं
hu: A fentiek közül egyik sem
id: Tidak ada yang di atas
it: Nessuna delle precedenti
