Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Calculate missing ECO codes
de: Fehlende ECO-Codes berechnen
fr: Calculer les codes ECO manquants
he: חשב קודי ECO חסרים
hi: लुप्त ECO कोड की गणना करें
hu: Számítsa ki a hiányzó ECO kódokat
id: Hitung kode ECO yang hilang
it: Calcola i codici ECO mancanti

source: after
de: nach
fr: après
he: לְאַחַר
hi: बाद
hu: után
id: setelah
it: Dopo

source: (use right arrow key to browse)
de: (zum Durchsuchen die rechte Pfeiltaste verwenden)
fr: (utilisez la flèche droite pour parcourir)
he: (השתמש במקש חץ ימינה כדי לגלוש)
hi: (ब्राउज़ करने के लिए दायाँ तीर कुंजी का उपयोग करें)
hu: (Használja a jobbra mutató nyílbillentyűt a böngészéshez)
id: (Gunakan tombol panah kanan untuk menelusuri)
it: (usa il tasto freccia destra per navigare)

source: Elo
fr: Élo
he: אלו
hi: एलो

source: Site/Event
de: Ort/Veranstaltung
fr: Site/Événement
he: אתר/אירוע
hi: साइट/घटना
hu: Webhely/esemény
id: Situs/Acara
it: Sito/Evento

source: ECO
de: ÖKO
fr: ÉCO
hi: पर्यावरण
id: EKO

source: Moves
de: Bewegungen
fr: Mouvements
he: מהלכים
hi: चालें
hu: Mozdul
id: Gerakan
it: Mosse

source: Load Game
de: Spiel laden
fr: Charger le jeu
he: טען משחק
hi: खेल लोड करें
hu: Játék betöltése
id: Muat Game
it: Carica gioco

source: Save as
de: Speichern unter
fr: Enregistrer sous
he: שמור בשם
hi: के रूप रक्षित करें
hu: Mentés másként
id: Simpan sebagai
it: Salva come

source: Use Game
de: Spiel verwenden
fr: Utiliser le jeu
he: השתמש במשחק
hi: गेम का उपयोग करें
hu: Játék használata
id: Gunakan Game
it: Usa il gioco

source: Goto game..
de: Gehe zum Spiel..
fr: Aller au jeu..
he: לך למשחק..
hi: खेल पर जाएँ..
hu: Irány a játék..
id: Ayo main..
it: Vai al gioco..

source: Search games..
de: Spiele suchen..
fr: Rechercher des jeux..
he: חפש משחקים..
hi: खेल खोजें..
hu: Játékok keresése..
id: Cari permainan..
it: Cerca giochi..

source: Analyse games..
de: Spiele analysieren..
fr: Analyser les jeux..
he: ניתוח משחקים..
hi: खेलों का विश्लेषण करें..
hu: Játékok elemzése..
id: Menganalisis permainan..
it: Analizza le partite.

source: Goto game number in list box
de: Gehe zur Spielnummer im Listenfeld
fr: Accéder au numéro de jeu dans la liste déroulante
he: עבור למספר המשחק בתיבת הרשימה
hi: सूची बॉक्स में गेम नंबर पर जाएं
hu: Ugrás a játék számához a listában
id: Buka nomor permainan di kotak daftar
it: Vai al numero del gioco nella casella di riepilogo

source: Select all
de: Alle auswählen
fr: Tout sélectionner
he: בחר הכל
hi: सबका चयन करें
hu: Válassza ki az összeset
id: Pilih semua
it: Seleziona tutto

source: Selecting all
de: Alle auswählen
fr: Sélection de tout
he: בוחר הכל
hi: सभी का चयन
hu: Az összes kiválasztása
id: Memilih semua
it: Selezionando tutto

source: Column Sort: Moves column requires two stages
de: Spaltensortierung: Das Verschieben von Spalten erfordert zwei Schritte
fr: Tri des colonnes : le déplacement des colonnes nécessite deux étapes
he: מיון עמודות: העברת עמודה דורשת שני שלבים
hi: कॉलम सॉर्ट: कॉलम को स्थानांतरित करने के लिए दो चरणों की आवश्यकता होती है
hu: Oszloprendezés: Az oszlop mozgatásához két szakasz szükséges
id: Urutkan Kolom: Memindahkan kolom memerlukan dua tahap
it: Ordinamento per colonna: sposta la colonna richiede due fasi

source: Column Sort : Moves column included in sort
de: Spaltensortierung: Verschiebt die in der Sortierung enthaltene Spalte
fr: Trier par colonne : déplace la colonne incluse dans le tri
he: מיון עמודות: מעביר עמודה הכלולה במיון
hi: कॉलम सॉर्ट : सॉर्ट में शामिल कॉलम को स्थानांतरित करता है
hu: Oszloprendezés : A rendezésben szereplő oszlop áthelyezése
id: Urutkan Kolom: Memindahkan kolom yang termasuk dalam pengurutan
it: Ordinamento per colonna: sposta la colonna inclusa nell'ordinamento

source: Requires two stages, stage 1
de: Erfordert zwei Stufen, Stufe 1
fr: Nécessite deux étapes, étape 1
he: דורש שני שלבים, שלב 1
hi: दो चरणों की आवश्यकता है, चरण 1
hu: Két szakaszt igényel, az 1. szakaszt
id: Membutuhkan dua tahap, tahap 1
it: Richiede due fasi, fase 1

source: Requires two stages, stage 2
de: Erfordert zwei Stufen, Stufe 2
fr: Nécessite deux étapes, étape 2
he: דורש שני שלבים, שלב 2
hi: दो चरणों की आवश्यकता है, चरण 2
hu: Két szakaszt igényel, a 2. szakaszt
id: Membutuhkan dua tahap, tahap 2
it: Richiede due fasi, fase 2

source: Column sort
de: Spaltensortierung
fr: Tri des colonnes
he: מיון עמודות
hi: कॉलम सॉर्ट
hu: Oszloprendezés
id: Urutkan kolom
it: Ordinamento per colonna

source: Sorting...
de: Sortierung...
fr: Tri...
he: מִיוּן...
hi: छंटाई...
hu: Osztályozás...
id: Penyortiran...
it: Ordinamento in corso...

source: Goto game number
de: Gehe zur Spielnummer
fr: Aller au numéro de jeu
he: עבור למספר משחק
hi: गेम नंबर पर जाएं
hu: Ugrás a játékszámra
id: Pergi ke nomor permainan
it: Vai al numero del gioco

source: Input game number :
de: Spielnummer eingeben:
fr: Saisissez le numéro du jeu :
he: קלט מספר משחק:
hi: खेल संख्या इनपुट करें:
hu: Írja be a játék számát:
id: Masukkan nomor permainan :
it: Inserisci il numero del gioco:

source: Bookmark functions are only available
de: Lesezeichenfunktionen sind nur verfügbar
fr: Les fonctions de signets ne sont disponibles que
he: פונקציות סימניות זמינות רק
hi: बुकमार्क फ़ंक्शन केवल उपलब्ध हैं
hu: Csak a könyvjelző funkciók állnak rendelkezésre
id: Fungsi bookmark hanya tersedia
it: Le funzioni dei segnalibri sono disponibili solo

source: when using a PGN file
de: bei Verwendung einer PGN-Datei
fr: lors de l'utilisation d'un fichier PGN
he: בעת שימוש בקובץ PGN
hi: PGN फ़ाइल का उपयोग करते समय
hu: PGN fájl használatakor
id: saat menggunakan file PGN
it: quando si utilizza un file PGN

source: Bookmark error message
de: Lesezeichen-Fehlermeldung
fr: Message d'erreur du signet
he: הודעת שגיאה של סימניה
hi: बुकमार्क त्रुटि संदेश
hu: Könyvjelző hibaüzenet
id: Pesan kesalahan penanda buku
it: Messaggio di errore nei segnalibri

source: Game search options
de: Spielsuchoptionen
fr: Options de recherche de jeu
he: אפשרויות חיפוש במשחק
hi: खेल खोज विकल्प
hu: Játékkeresési lehetőségek
id: Opsi pencarian permainan
it: Opzioni di ricerca del gioco

source: Search cancelled by user, show matching games (y/n) ?
de: Suche vom Benutzer abgebrochen, passende Spiele anzeigen (j/n)?
fr: Recherche annulée par l'utilisateur, afficher les jeux correspondants (o/n) ?
he: החיפוש בוטל על ידי משתמש, הצג משחקים תואמים (י/נ) ?
hi: उपयोगकर्ता द्वारा खोज रद्द कर दी गई, मिलान वाले खेल दिखाएं (y/n)?
hu: A keresést a felhasználó megszakította, a megfelelő játékok megjelenítése (i/n) ?
id: Pencarian dibatalkan oleh pengguna, tampilkan permainan yang cocok (y/n)?
it: Ricerca annullata dall'utente, mostra i giochi corrispondenti (sì/no) ?

source: Search games message
de: Spiele-Nachricht suchen
fr: Rechercher un message de jeux
he: הודעת חיפוש משחקים
hi: खेल खोज संदेश
hu: Keressen játéküzenetet
id: Cari pesan game
it: Cerca messaggio giochi

source: No matching games found
de: Keine passenden Spiele gefunden
fr: Aucun jeu correspondant trouvé
he: לא נמצאו משחקים תואמים
hi: कोई मेल खाता खेल नहीं मिला
hu: Nem található megfelelő játék
id: Tidak ditemukan permainan yang cocok
it: Nessun gioco corrispondente trovato

source: Please input the search criteria -
de: Bitte geben Sie die Suchkriterien ein -
fr: Veuillez saisir les critères de recherche -
he: נא להזין את קריטריוני החיפוש -
hi: कृपया खोज मानदंड दर्ज करें -
hu: Kérjük, adja meg a keresési feltételeket -
id: Silakan masukkan kriteria pencarian -
it: Inserisci i criteri di ricerca -

source: Surname
de: Nachname
fr: Nom de famille
he: שֵׁם מִשׁפָּחָה
hi: उपनाम
hu: Vezetéknév
id: Nama belakang
it: Cognome

source: First name
de: Vorname
fr: Prénom
he: שֵׁם פְּרַטִי
hi: पहला नाम
hu: Keresztnév
id: Nama depan
it: Nome di battesimo

source: wins
de: Siege
fr: victoires
he: מנצח
hi: जीत
hu: nyer
id: menang
it: vince

source: losses
de: Verluste
fr: pertes
he: אֲבֵדוֹת
hi: हानि
hu: veszteség
id: Kerugian
it: perdite

source: Ignore colours
de: Farben ignorieren
fr: Ignorer les couleurs
he: התעלם מהצבעים
hi: रंगों को नज़रअंदाज़ करें
hu: Figyelmen kívül hagyja a színeket
id: Abaikan warna
it: Ignora i colori

source: Site / event
de: Ort / Veranstaltung
fr: Site / événement
he: אתר/אירוע
hi: साइट / घटना
hu: Oldal / esemény
id: Situs / acara
it: Sito / evento

source: Year
de: Jahr
fr: Année
he: שָׁנָה
hi: वर्ष
hu: Év
id: Tahun
it: Anno

source: Start game search no.
de: Spielsuche Nr. starten.
fr: Démarrer la recherche de jeu n°
he: התחל חיפוש משחק מס.
hi: खेल खोज नंबर शुरू करें.
hu: Indítsa el a játék keresését sz.
id: Mulai pencarian game no.
it: Avvia la ricerca del gioco n.

source: Elo rating
de: Elo-Wertung
fr: Classement Elo
he: דירוג Elo
hi: एलो रेटिंग
hu: Elo minősítés
id: Peringkat Elo
it: Valutazione Elo

source: None
de: Keiner
fr: Aucun
he: אַף לֹא אֶחָד
hi: कोई नहीं
hu: Egyik sem
id: Tidak ada
it: Nessuno

source: One
de: Eins
fr: Un
he: אֶחָד
hi: एक
hu: Egy
id: Satu
it: Uno

source: Average
de: Durchschnitt
fr: Moyenne
he: מְמוּצָע
hi: औसत
hu: Átlagos
id: Rata-rata
it: Media

source: Checkmate
de: Schachmatt
fr: Échec et mat
he: מַט
hi: शह और मात
hu: Sakkmatt
id: Sekakmat
it: Scacco matto

source: Stalemate
de: Patt
fr: Impasse
he: מָבוֹי סָתוּם
hi: गतिरोध
hu: Patt
id: Jalan buntu
it: Stallo

source: Check
de: Überprüfen
fr: Vérifier
he: לִבדוֹק
hi: जाँच करना
hu: Ellenőrzés
id: Memeriksa
it: Controllo

source: Game data
de: Spieldaten
fr: Données de jeu
he: נתוני המשחק
hi: खेल डेटा
hu: Játékadatok
id: Data permainan
it: Dati di gioco

source: Position
he: מַצָב
hi: पद
hu: Pozíció
id: Posisi
it: Posizione

source: Previous mask
de: Vorherige Maske
fr: Masque précédent
he: מסכה קודמת
hi: पिछला मुखौटा
hu: Előző maszk
id: Masker sebelumnya
it: Maschera precedente

source: Enter the white player surname
de: Geben Sie den Nachnamen des weißen Spielers ein
fr: Entrez le nom de famille du joueur blanc
he: הזן את שם המשפחה של השחקן הלבן
hi: सफ़ेद खिलाड़ी का उपनाम दर्ज करें
hu: Adja meg a fehér játékos vezetéknevét
id: Masukkan nama belakang pemain kulit putih
it: Inserisci il cognome del giocatore bianco

source: Enter the white player first name
de: Geben Sie den Vornamen des weißen Spielers ein
fr: Entrez le prénom du joueur blanc
he: הזן את השם הפרטי של השחקן הלבן
hi: सफ़ेद खिलाड़ी का पहला नाम दर्ज करें
hu: Adja meg a fehér játékos keresztnevét
id: Masukkan nama depan pemain kulit putih
it: Inserisci il nome del giocatore bianco

source: Check to search for player wins
de: Aktivieren Sie dieses Kontrollkästchen, um nach Spielergewinnen zu suchen
fr: Cochez pour rechercher les gains des joueurs
he: סמן כדי לחפש זכיות של שחקן
hi: खिलाड़ी की जीत की खोज करने के लिए जाँच करें
hu: Jelölje be a játékos nyereményeinek kereséséhez
id: Periksa untuk mencari kemenangan pemain
it: Seleziona per cercare le vittorie dei giocatori

source: Check to search for player losses
de: Aktivieren Sie dieses Kontrollkästchen, um nach Spielerverlusten zu suchen
fr: Cochez pour rechercher les pertes des joueurs
he: סמן כדי לחפש אובדן שחקנים
hi: खिलाड़ियों के नुकसान की खोज करने के लिए जाँच करें
hu: Jelölje be a játékos veszteségeinek kereséséhez
id: Periksa untuk mencari kerugian pemain
it: Seleziona per cercare le perdite dei giocatori

source: Enter the black player surname
de: Geben Sie den Nachnamen des schwarzen Spielers ein
fr: Entrez le nom de famille du joueur noir
he: הזן את שם המשפחה של השחקן השחור
hi: अश्वेत खिलाड़ी का उपनाम दर्ज करें
hu: Adja meg a fekete játékos vezetéknevét
id: Masukkan nama belakang pemain kulit hitam
it: Inserisci il cognome del giocatore nero

source: Enter the black player first name
de: Geben Sie den Vornamen des schwarzen Spielers ein
fr: Entrez le prénom du joueur noir
he: הזן את השם הפרטי של השחקן השחור
hi: अश्वेत खिलाड़ी का प्रथम नाम दर्ज करें
hu: Adja meg a fekete játékos keresztnevét
id: Masukkan nama depan pemain kulit hitam
it: Inserisci il nome del giocatore nero

source: Check to ignore colours
de: Aktivieren Sie dieses Kontrollkästchen, um Farben zu ignorieren
fr: Cochez pour ignorer les couleurs
he: סמן כדי להתעלם מהצבעים
hi: रंगों को अनदेखा करने के लिए जाँच करें
hu: Jelölje be a színek figyelmen kívül hagyásához
id: Centang untuk mengabaikan warna
it: Seleziona per ignorare i colori

source: Enter the site / event
de: Geben Sie die Site / Veranstaltung ein
fr: Entrez sur le site / l'événement
he: היכנסו לאתר/אירוע
hi: साइट / इवेंट दर्ज करें
hu: Adja meg a webhelyet/eseményt
id: Masuk ke situs / acara
it: Entra nel sito/evento

source: Check to query year
de: Aktivieren Sie dieses Kontrollkästchen, um das Jahr abzufragen
fr: Cochez pour interroger l'année
he: סמן לשאילתה שנה
hi: वर्ष जानने के लिए जाँच करें
hu: Ellenőrizze az év lekérdezéséhez
id: Periksa untuk menanyakan tahun
it: Controllare per interrogare l'anno

source: Enter min. year
de: Mindestjahr eingeben
fr: Entrez l'année minimale
he: הזן דקות שָׁנָה
hi: न्यूनतम वर्ष दर्ज करें
hu: Írja be a min. év
id: Masukkan tahun min.
it: Inserisci l'anno minimo

source: Enter max. year
de: Max. Jahr eingeben
fr: Entrez l'année max.
he: הזן מקסימום שָׁנָה
hi: अधिकतम वर्ष दर्ज करें
hu: Adja meg a max. év
id: Masukkan tahun maks.
it: Inserisci l'anno massimo

source: Check to query ECO code
de: Aktivieren Sie das Kontrollkästchen, um den ECO-Code abzufragen
fr: Cochez pour interroger le code ECO
he: סמן כדי לשאול קוד ECO
hi: ECO कोड जानने के लिए जाँच करें
hu: Jelölje be az ECO kód lekérdezéséhez
id: Periksa untuk menanyakan kode ECO
it: Selezionare per interrogare il codice ECO

source: Enter min. ECO
de: Geben Sie min. ECO ein
fr: Entrez min. ECO
he: הזן דקות ECO
hi: न्यूनतम ECO दर्ज करें
hu: Írja be a min. ECO
id: Masukkan min. ECO
it: Inserisci min. ECO

source: Enter max. ECO
de: Max. ECO eingeben
fr: Entrez max. ECO
he: הזן מקסימום ECO
hi: अधिकतम ECO दर्ज करें
hu: Adja meg a max. ECO
id: Masukkan ECO maks.
it: Inserisci il massimo ECO

source: Check to query move no. range
de: Aktivieren Sie das Kontrollkästchen, um den Zugnummernbereich abzufragen.
fr: Cochez pour interroger la plage de numéros de déplacement
he: סמן לשאילתה מהלך מס. לָנוּעַ
hi: चाल संख्या सीमा की जांच करने के लिए जाँच करें
hu: Jelölje be a költözési szám lekérdezéséhez. hatótávolság
id: Periksa untuk menanyakan nomor perpindahan rentang
it: Selezionare per interrogare l'intervallo del numero di mossa

source: Enter min. move no.
de: Geben Sie die Mindestzugnummer ein.
fr: Entrez le numéro de déplacement minimum.
he: הזן דקות מהלך לא.
hi: न्यूनतम चाल संख्या दर्ज करें.
hu: Írja be a min. mozgás sz.
id: Masukkan no. pindah min.
it: Inserisci il numero minimo di mosse.

source: Enter max. move no.
de: Geben Sie die maximale Zuganzahl ein.
fr: Entrez le nombre de coups max.
he: הזן מקסימום מהלך לא.
hi: अधिकतम चाल संख्या दर्ज करें.
hu: Adja meg a max. mozgás sz.
id: Masukkan nomor perpindahan maks.
it: Inserisci il numero massimo di mosse.

source: Check to set start search game no.
de: Aktivieren Sie dieses Kontrollkästchen, um die Startspielnummer für die Suche festzulegen.
fr: Cochez pour définir le numéro de jeu de recherche de départ.
he: סמן כדי להגדיר את מספר התחלת החיפוש.
hi: खोज खेल नंबर शुरू करने के लिए जाँच करें।
hu: Jelölje be, hogy beállítsa a keresési játék indítását.
id: Centang untuk mengatur mulai mencari permainan no.
it: Selezionare per impostare il numero di ricerca iniziale del gioco.

source: Enter start search game no.
de: Geben Sie die Startsuche-Spielnummer ein.
fr: Entrez le numéro de jeu de recherche de départ.
he: הזן התחל חיפוש משחק מספר.
hi: खोज प्रारंभ करें खेल संख्या दर्ज करें.
hu: Írja be, indítsa el a keresést a játék sz.
id: Masukkan mulai pencarian permainan no.
it: Inserisci il numero del gioco di ricerca iniziale.

source: Enter min. ELO
de: Min. ELO eingeben
fr: Entrez l'ELO minimum
he: הזן דקות ELO
hi: न्यूनतम ELO दर्ज करें
hu: Írja be a min. ELO
id: Masukkan ELO minimum
it: Inserisci ELO minimo

source: Enter max. ELO
de: Max. ELO eingeben
fr: Entrez l'ELO max.
he: הזן מקסימום ELO
hi: अधिकतम ELO दर्ज करें
hu: Adja meg a max. ELO
id: Masukkan ELO maks.
it: Inserisci ELO massimo

source: Check for no ELO
de: Auf kein ELO prüfen
fr: Vérifier l'absence d'ELO
he: בדוק שאין ELO
hi: ELO न होने की जाँच करें
hu: Ellenőrizze, hogy nincs-e ELO
id: Periksa apakah tidak ada ELO
it: Controllare se non c'è ELO

source: Check for one player ELO
de: Überprüfen Sie, ob ein Spieler ELO hat
fr: Vérifiez l'ELO d'un joueur
he: בדוק אם יש שחקן אחד ELO
hi: एक खिलाड़ी ELO की जाँच करें
hu: Egy játékos ELO ellenőrzése
id: Periksa ELO satu pemain
it: Controlla per un giocatore ELO

source: Check for both player ELO
de: Überprüfen Sie die ELO beider Spieler
fr: Vérifiez l'ELO des deux joueurs
he: בדוק עבור שני השחקנים ELO
hi: दोनों खिलाड़ियों के ELO की जाँच करें
hu: Ellenőrizze mindkét játékos ELO-ját
id: Periksa ELO kedua pemain
it: Controlla l'ELO di entrambi i giocatori

source: Check for combined average ELO
de: Überprüfen Sie den kombinierten durchschnittlichen ELO
fr: Vérifiez la moyenne combinée ELO
he: בדוק אם יש ELO ממוצע משולב
hi: संयुक्त औसत ELO की जाँच करें
hu: Ellenőrizze a kombinált átlagos ELO-t
id: Periksa gabungan rata-rata ELO
it: Controllare l'ELO medio combinato

source: Check to query white wins
de: Aktivieren Sie das Kontrollkästchen, um abzufragen, ob Weiß gewinnt
fr: Cochez pour interroger les victoires blanches
he: סמן לשאילתת זכיות לבנים
hi: सफेद जीतता है या नहीं, इसकी जांच करें
hu: Jelölje be a fehér nyeremények lekérdezéséhez
id: Centang untuk menanyakan kemenangan putih
it: Controlla per interrogare le vittorie bianche

source: Check to query black wins
de: Aktivieren Sie das Kontrollkästchen, um die Abfrage „Schwarz gewinnt“ zu bestätigen.
fr: Cochez pour interroger les gains noirs
he: סמן כדי לבצע שאילתה שחור ניצח
hi: ब्लैक की जीत के बारे में पूछताछ करने के लिए जाँच करें
hu: Jelölje be a fekete nyeremények lekérdezéséhez
id: Centang untuk menanyakan kemenangan hitam
it: Controlla per interrogare le vittorie nere

source: Check to query draws
de: Aktivieren Sie das Kontrollkästchen, um Ziehungen abzufragen
fr: Cocher pour interroger les tirages
he: סמן כדי לבצע שאילתות ציור
hi: ड्रॉ की जांच करने के लिए जाँच करें
hu: Jelölje be a sorsolások lekérdezéséhez
id: Periksa untuk menanyakan hasil undian
it: Controllare per interrogare i disegni

source: Check to query games with no result
de: Aktivieren Sie dieses Kontrollkästchen, um Spiele ohne Ergebnis abzufragen
fr: Cochez pour interroger les jeux sans résultat
he: סמן כדי לבצע שאילתות במשחקים ללא תוצאה
hi: बिना परिणाम वाले गेम की जांच करें
hu: Jelölje be az eredménytelen játékok lekérdezéséhez
id: Periksa untuk menanyakan permainan tanpa hasil
it: Seleziona per interrogare i giochi senza risultato

source: Check to query games ending in checkmate
de: Aktivieren Sie dieses Kontrollkästchen, um Spiele abzufragen, die mit Schachmatt enden
fr: Vérifiez pour interroger les jeux se terminant par échec et mat
he: סמן כדי לשאול משחקים המסתיימים בשח-מט
hi: चेकमेट पर समाप्त होने वाले खेलों के बारे में जानकारी प्राप्त करें
hu: Jelölje be a sakkmattra végződő játékok lekérdezéséhez
id: Periksa untuk menanyakan permainan yang berakhir dengan skakmat
it: Selezionare per interrogare le partite che terminano con scacco matto

source: Check to query games ending in stalemate
de: Aktivieren Sie dieses Kontrollkästchen, um Spiele abzufragen, die mit einem Patt enden
fr: Cochez pour interroger les jeux se terminant par une impasse
he: סמן כדי לבצע שאילתות במשחקים המסתיימים בקיפאון
hi: गतिरोध में समाप्त होने वाले खेलों के बारे में जानकारी के लिए जाँच करें
hu: Jelölje be a patthelyzetre végződő játékok lekérdezéséhez
id: Centang untuk menanyakan permainan yang berakhir dengan jalan buntu
it: Selezionare per interrogare le partite che terminano in stallo

source: Check to query games ending with check
de: Aktivieren Sie das Kontrollkästchen, um Spiele abzufragen, die mit Häkchen enden.
fr: Cochez pour interroger les jeux se terminant par un coche
he: סמן כדי לבצע שאילתות במשחקים המסתיימים בסימון
hi: चेक से समाप्त होने वाले खेलों के बारे में जानकारी के लिए जाँच करें
hu: Jelölje be a csekkel végződő játékok lekérdezéséhez
id: Centang untuk menanyakan permainan yang diakhiri dengan centang
it: Controlla per interrogare i giochi che terminano con check

source: Check to query game data
de: Aktivieren Sie dieses Kontrollkästchen, um Spieldaten abzufragen
fr: Cochez pour interroger les données du jeu
he: סמן כדי לבצע שאילתות על נתוני המשחק
hi: गेम डेटा की जांच करने के लिए जाँच करें
hu: Jelölje be a játékadatok lekérdezéséhez
id: Periksa untuk menanyakan data permainan
it: Selezionare per interrogare i dati del gioco

source: Check to query position
de: Überprüfen Sie, ob die Position abgefragt werden soll
fr: Cochez pour interroger la position
he: סמן לשאילתת מיקום
hi: स्थिति जानने के लिए जाँच करें
hu: Jelölje be a pozíció lekérdezéséhez
id: Periksa untuk menanyakan posisi
it: Controllare per interrogare la posizione

source: Check to use previous search mask
de: Aktivieren Sie dieses Kontrollkästchen, um die vorherige Suchmaske zu verwenden.
fr: Cochez pour utiliser le masque de recherche précédent
he: סמן כדי להשתמש במסכת החיפוש הקודמת
hi: पिछले खोज मास्क का उपयोग करने के लिए जाँच करें
hu: Jelölje be az előző keresési maszk használatához
id: Centang untuk menggunakan topeng pencarian sebelumnya
it: Selezionare per utilizzare la maschera di ricerca precedente

source: Check to display clipboard after search
de: Aktivieren Sie dieses Kontrollkästchen, um die Zwischenablage nach der Suche anzuzeigen.
fr: Cochez pour afficher le presse-papiers après la recherche
he: סמן כדי להציג את הלוח לאחר החיפוש
hi: खोज के बाद क्लिपबोर्ड प्रदर्शित करने के लिए जाँच करें
hu: Jelölje be a vágólap megjelenítéséhez a keresés után
id: Centang untuk menampilkan clipboard setelah pencarian
it: Selezionare per visualizzare gli appunti dopo la ricerca

source: Start the search
de: Starten Sie die Suche
fr: Démarrer la recherche
he: התחל את החיפוש
hi: खोज शुरू करें
hu: Indítsa el a keresést
id: Mulai pencarian
it: Inizia la ricerca

source: Use this dialog box in order to select the Game search options
de: Verwenden Sie dieses Dialogfeld, um die Spielsuchoptionen auszuwählen
fr: Utilisez cette boîte de dialogue pour sélectionner les options de recherche de jeu
he: השתמש בתיבת דו-שיח זו כדי לבחור באפשרויות חיפוש המשחק
hi: गेम खोज विकल्प चुनने के लिए इस संवाद बॉक्स का उपयोग करें
hu: Használja ezt a párbeszédpanelt a Játék keresési opcióinak kiválasztásához
id: Gunakan kotak dialog ini untuk memilih opsi pencarian Game
it: Utilizzare questa finestra di dialogo per selezionare le opzioni di ricerca del gioco

source: White / Black : Enter the name or part of it (capa will find games by Capablanca).
de: Weiß/Schwarz: Geben Sie den Namen oder einen Teil davon ein (Capa findet Spiele von Capablanca).
fr: Blanc / Noir : Entrez le nom ou une partie de celui-ci (capa trouvera les jeux de Capablanca).
he: לבן / שחור: הזן את השם או חלק ממנו (קאפה תמצא משחקים של קפבלנקה).
hi: सफेद / काला : नाम या उसका भाग दर्ज करें (CAPA कैपब्लैंका द्वारा गेम ढूंढेगा)।
hu: Fehér/fekete : Adja meg a nevet vagy annak egy részét (a capa megtalálja a Capablanca játékait).
id: Putih / Hitam: Masukkan nama atau bagiannya (capa akan menemukan permainan oleh Capablanca).
it: Bianco / Nero: Inserisci il nome o parte di esso (capa troverà i giochi di Capablanca).
