Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: So in the same directory should be a folder called < hh >
de: Im selben Verzeichnis sollte sich also ein Ordner mit dem Namen < hh > befinden.
fr: Donc, dans le même répertoire, il devrait y avoir un dossier appelé < hh >
he: אז באותה ספרייה צריכה להיות תיקיה בשם < hh >
hi: तो उसी निर्देशिका में < hh > नामक एक फ़ोल्डर होना चाहिए
hu: Tehát ugyanabban a könyvtárban kell lennie egy < hh > nevű mappának
id: Jadi di direktori yang sama harus ada folder bernama <hh>
it: Quindi nella stessa directory dovrebbe esserci una cartella chiamata < hh >

source: If you have a 64-bit computer, copy the file < hh.exe >
de: Wenn Sie einen 64-Bit-Computer haben, kopieren Sie die Datei < hh.exe >
fr: Si vous avez un ordinateur 64 bits, copiez le fichier < hh.exe >
he: אם יש לך מחשב 64 סיביות, העתק את הקובץ < hh.exe >
hi: यदि आपके पास 64-बिट कंप्यूटर है, तो फ़ाइल < hh.exe > को कॉपी करें
hu: Ha 64 bites számítógépe van, másolja ki a < hh.exe > fájlt
id: Jika Anda memiliki komputer 64-bit, salin file <hh.exe>
it: Se hai un computer a 64 bit, copia il file <hh.exe>

source: from this directory up one branch, into the directory given earlier.
de: Von diesem Verzeichnis einen Zweig nach oben in das zuvor angegebene Verzeichnis.
fr: à partir de ce répertoire, remontez une branche, dans le répertoire donné précédemment.
he: מהספרייה הזו למעלה סניף אחד, לתוך הספרייה שניתנה קודם לכן.
hi: इस निर्देशिका से एक शाखा ऊपर, पहले दी गई निर्देशिका में।
hu: ebből a könyvtárból egy ággal feljebb, a korábban megadott könyvtárba.
id: dari direktori ini naik satu cabang, ke direktori yang diberikan sebelumnya.
it: da questa directory si sale di un ramo, nella directory indicata in precedenza.

source: With a 32-bit computer, copy < hh32.exe > as above and then rename
de: Bei einem 32-Bit-Rechner kopieren Sie < hh32.exe > wie oben beschrieben und benennen Sie
fr: Avec un ordinateur 32 bits, copiez < hh32.exe > comme ci-dessus, puis renommez
he: עם מחשב 32 סיביות, העתק את < hh32.exe > כמפורט למעלה ולאחר מכן שנה את השם
hi: 32-बिट कंप्यूटर के साथ, < hh32.exe > को ऊपर बताए अनुसार कॉपी करें और फिर नाम बदलें
hu: 32 bites számítógépen másolja ki a < hh32.exe > fájlt a fentiek szerint, majd nevezze át
id: Dengan komputer 32-bit, salin <hh32.exe> seperti di atas lalu ganti nama
it: Con un computer a 32 bit, copiare < hh32.exe > come sopra e quindi rinominarlo

source: the file < hh.exe > This may fix the problem.
de: die Datei <hh.exe>. Dies könnte das Problem beheben.
fr: le fichier < hh.exe > Cela peut résoudre le problème.
he: הקובץ < hh.exe > זה עשוי לפתור את הבעיה.
hi: फ़ाइल < hh.exe > इससे समस्या ठीक हो सकती है.
hu: a < hh.exe > fájl Ez megoldhatja a problémát.
id: file < hh.exe > Ini mungkin memperbaiki masalah tersebut.
it: il file < hh.exe > Questo potrebbe risolvere il problema.

source: Help file error message
de: Fehlermeldung in der Hilfedatei
fr: Message d'erreur du fichier d'aide
he: הודעת שגיאה של קובץ העזרה
hi: सहायता फ़ाइल त्रुटि संदेश
hu: Súgófájl hibaüzenet
id: Pesan kesalahan file bantuan
it: Messaggio di errore del file di aiuto

source: Tarrasch is firstly an electronic chessboard.
de: Tarrasch ist zunächst einmal ein elektronisches Schachbrett.
fr: Tarrasch est avant tout un échiquier électronique.
he: תראש הוא קודם כל לוח שחמט אלקטרוני.
hi: टारराश मूलतः एक इलेक्ट्रॉनिक शतरंज बोर्ड है।
hu: A Tarrasch először is egy elektronikus sakktábla.
id: Tarrasch pertama-tama adalah papan catur elektronik.
it: Tarrasch è innanzitutto una scacchiera elettronica.

source: You can start from the standard starting position,
de: Sie können von der Standard-Startposition aus starten,
fr: Vous pouvez commencer à partir de la position de départ standard,
he: אתה יכול להתחיל ממצב ההתחלה הסטנדרטי,
hi: आप मानक प्रारंभिक स्थिति से शुरू कर सकते हैं,
hu: Kezdheti a szokásos kiindulási helyzetből,
id: Anda dapat memulai dari posisi awal standar,
it: Puoi iniziare dalla posizione di partenza standard,

source: or set up any (legal) position easily.
de: oder einfach jede (rechtliche) Position einrichten.
fr: ou créer facilement n'importe quelle position (juridique).
he: או להגדיר כל תפקיד (משפטי) בקלות.
hi: या कोई भी (कानूनी) पद आसानी से स्थापित नहीं कर सकते।
hu: vagy könnyen beállíthat bármilyen (jogi) pozíciót.
id: atau mengatur posisi (hukum) apa pun dengan mudah.
it: o creare facilmente qualsiasi posizione (legale).

source: You can move the pieces around freely.
de: Sie können die Teile frei bewegen.
fr: Vous pouvez déplacer les pièces librement.
he: אתה יכול להזיז את החלקים בחופשיות.
hi: आप टुकड़ों को स्वतंत्रतापूर्वक इधर-उधर घुमा सकते हैं।
hu: A darabokat szabadon mozgathatja.
id: Anda dapat memindahkan potongan-potongan itu dengan bebas.
it: Puoi spostare i pezzi liberamente.

source: A built in chess clock can be turned on, useful if you want to
de: Eine eingebaute Schachuhr kann eingeschaltet werden, nützlich, wenn Sie
fr: Une horloge d'échecs intégrée peut être activée, utile si vous le souhaitez
he: ניתן להפעיל שעון שחמט מובנה, שימושי אם תרצה בכך
hi: एक अंतर्निर्मित शतरंज घड़ी को चालू किया जा सकता है, जो कि उपयोगी है यदि आप चाहें तो
hu: Beépített sakkóra bekapcsolható, hasznos, ha akarod
id: Jam catur internal dapat dihidupkan, berguna jika Anda ingin
it: È possibile attivare un orologio da scacchi incorporato, utile se si desidera

source: play an old fashioned normal game of chess with a friend.
de: Spielen Sie mit einem Freund eine altmodische, normale Partie Schach.
fr: Jouez à une partie d'échecs normale à l'ancienne avec un ami.
he: לשחק משחק שחמט רגיל מיושן עם חבר.
hi: किसी मित्र के साथ शतरंज का पुराना सामान्य खेल खेलें।
hu: játssz egy régimódi normál sakkjátszmát egy barátoddal.
id: memainkan permainan catur kuno yang normal bersama seorang teman.
it: giocare una normale partita a scacchi alla vecchia maniera con un amico.

source: Tarrasch has an opening book, you can easily see the < Book >
de: Tarrasch hat ein Eröffnungsbuch, Sie können leicht das < Buch > sehen
fr: Tarrasch a un livre d'ouverture, vous pouvez facilement voir le < Livre >
he: לטאראש יש ספר פתיחה, אתה יכול בקלות לראות את < ספר >
hi: टारराश के पास एक प्रारंभिक पुस्तक है, आप आसानी से देख सकते हैं < पुस्तक >
hu: Tarraschnak van egy nyitókönyve, könnyen megtekintheti a < Book >-t
id: Tarrasch memiliki buku pembuka, Anda dapat dengan mudah melihat < Buku >
it: Tarrasch ha un libro di apertura, puoi vedere facilmente < Libro >

source: moves early in a game. Tarrasch uses a green colour when
de: Züge zu Beginn einer Partie. Tarrasch verwendet die Farbe Grün, wenn
fr: se déplace tôt dans une partie. Tarrasch utilise une couleur verte lorsque
he: נע מוקדם במשחק. Tarrasch משתמש בצבע ירוק כאשר
hi: खेल में शुरूआती चालें। टारास्च हरे रंग का उपयोग करता है जब
hu: a játék elején mozog. Tarrasch zöld színt használ, amikor
id: bergerak di awal permainan. Tarrasch menggunakan warna hijau saat
it: si muove all'inizio di una partita. Tarrasch usa un colore verde quando

source: listing or suggesting book moves. The book can be turned off
de: Auflistung oder Vorschlag von Buchbewegungen. Das Buch kann ausgeschaltet werden
fr: Liste ou suggestion de déplacement de livre. Le livre peut être désactivé.
he: רישום או הצעות למהלכי ספרים. ניתן לכבות את הספר
hi: पुस्तक को सूचीबद्ध करना या स्थानांतरित करने का सुझाव देना। पुस्तक को बंद किया जा सकता है
hu: könyvmozgások felsorolása vagy javaslata. A könyv kikapcsolható
id: mencantumkan atau menyarankan pemindahan buku. Buku dapat dimatikan
it: elencare o suggerire spostamenti di libri. Il libro può essere disattivato

source: using menu < Options >. That menu allows control over all
de: über das Menü < Optionen >. Über dieses Menü können Sie alle
fr: en utilisant le menu < Options >. Ce menu permet de contrôler toutes les
he: באמצעות התפריט < אפשרויות >. התפריט הזה מאפשר שליטה על הכל
hi: मेनू < विकल्प > का उपयोग करके। वह मेनू सभी पर नियंत्रण की अनुमति देता है
hu: az <Opciók> menü segítségével. Ez a menü lehetővé teszi az összes irányítást
id: menggunakan menu < Opsi >. Menu tersebut memungkinkan kontrol atas semua
it: utilizzando il menu < Opzioni >. Tale menu consente il controllo su tutti

source: optional features, including blindfold and delayed display
de: optionale Funktionen, einschließlich Augenbinde und verzögerter Anzeige
fr: fonctionnalités optionnelles, notamment le bandeau et l'affichage différé
he: תכונות אופציונליות, כולל כיסוי עיניים ותצוגה מושהית
hi: वैकल्पिक सुविधाएँ, जिसमें आंखों पर पट्टी बांधना और विलंबित प्रदर्शन शामिल हैं
hu: opcionális funkciók, beleértve a bekötést és a késleltetett megjelenítést
id: fitur opsional, termasuk penutup mata dan tampilan tertunda
it: caratteristiche opzionali, tra cui la benda sugli occhi e la visualizzazione ritardata

source: training modes.
de: Trainingsmodi.
fr: modes d'entraînement.
he: מצבי אימון.
hi: प्रशिक्षण मोड.
hu: edzési módok.
id: mode pelatihan.
it: modalità di allenamento.

source: Your moves are recorded in a moves window as a main line
de: Ihre Züge werden in einem Zugfenster als Hauptzug aufgezeichnet
fr: Vos mouvements sont enregistrés dans une fenêtre de mouvements en tant que ligne principale
he: המהלכים שלך מתועדים בחלון מהלכים כשורה ראשית
hi: आपकी चालें एक मुख्य लाइन के रूप में चाल विंडो में रिकॉर्ड की जाती हैं
hu: A mozdulataidat egy mozdulatablak fővonalként rögzíti
id: Pergerakan Anda direkam dalam jendela pergerakan sebagai jalur utama
it: Le tue mosse vengono registrate in una finestra delle mosse come linea principale

source: plus variations. It is easy to promote or demote variations.
de: plus Variationen. Variationen können einfach hoch- oder herabgestuft werden.
fr: plus de variantes. Il est facile de promouvoir ou de rétrograder des variantes.
he: בתוספת וריאציות. קל לקדם או להוריד וריאציות.
hi: प्लस विविधताएँ। विविधताओं को बढ़ावा देना या घटाना आसान है।
hu: plusz variációk. Könnyű előléptetni vagy lefokozni a variációkat.
id: plus variasi. Mudah untuk mempromosikan atau menurunkan variasi.
it: più varianti. È facile promuovere o declassare le varianti.

source: You can freely type (and edit) comments to go with your moves.
de: Sie können zu Ihren Zügen frei Kommentare eingeben (und bearbeiten).
fr: Vous pouvez librement saisir (et modifier) des commentaires pour accompagner vos mouvements.
he: אתה יכול להקליד (ולערוך) הערות באופן חופשי בהתאם למהלכים שלך.
hi: आप अपनी गतिविधियों के अनुरूप स्वतंत्र रूप से टिप्पणियां लिख (एवं संपादित) सकते हैं।
hu: Szabadon gépelhet (és szerkeszthet) megjegyzéseket a lépéseihez.
id: Anda bebas mengetik (dan mengedit) komentar yang sesuai dengan gerakan Anda.
it: Puoi digitare (e modificare) liberamente i commenti che accompagnano le tue mosse.

source: Just click in the moves window and start typing.
de: Klicken Sie einfach in das Fenster „Züge“ und beginnen Sie mit der Eingabe.
fr: Cliquez simplement dans la fenêtre des mouvements et commencez à taper.
he: פשוט לחץ בחלון המהלכים והתחל להקליד.
hi: बस मूव्स विंडो पर क्लिक करें और टाइप करना शुरू करें।
hu: Csak kattintson a mozgatási ablakra, és kezdje el a gépelést.
id: Cukup klik di jendela gerakan dan mulai mengetik.
it: Basta cliccare nella finestra delle mosse e iniziare a digitare.

source: Comments can be converted to moves and vice-versa.
de: Kommentare können in Züge umgewandelt werden und umgekehrt.
fr: Les commentaires peuvent être convertis en mouvements et vice-versa.
he: ניתן להמיר הערות למהלכים ולהיפך.
hi: टिप्पणियों को चालों में परिवर्तित किया जा सकता है और इसके विपरीत भी।
hu: A megjegyzések mozgásokká alakíthatók és fordítva.
id: Komentar dapat diubah menjadi gerakan dan sebaliknya.
it: I commenti possono essere convertiti in mosse e viceversa.

source: At any time you can save your work in a new or existing .pgn file
de: Sie können Ihre Arbeit jederzeit in einer neuen oder vorhandenen PNG-Datei speichern
fr: À tout moment, vous pouvez enregistrer votre travail dans un fichier .pgn nouveau ou existant
he: בכל עת תוכל לשמור את עבודתך בקובץ .pgn חדש או קיים
hi: आप किसी भी समय अपने काम को नई या मौजूदा .pgn फ़ाइल में सहेज सकते हैं
hu: Munkáját bármikor elmentheti új vagy meglévő .pgn fájlba
id: Kapan saja Anda dapat menyimpan pekerjaan Anda dalam file .pgn baru atau yang sudah ada
it: In qualsiasi momento puoi salvare il tuo lavoro in un file .pgn nuovo o esistente

source: (a standard chess file format). You can load games from
de: (ein Standard-Schachdateiformat). Sie können Spiele laden von
fr: (un format de fichier d'échecs standard). Vous pouvez charger des parties depuis
he: (פורמט קובץ שחמט רגיל). אתה יכול לטעון משחקים מ
hi: (एक मानक शतरंज फ़ाइल प्रारूप)। आप यहां से गेम लोड कर सकते हैं
hu: (egy szabványos sakk fájlformátum). A játékokat innen töltheti fel
id: (format file catur standar). Anda dapat memuat permainan dari
it: (un formato di file di scacchi standard). Puoi caricare partite da

source: any .pgn file. Open a .pgn file in the < File > menu and
de: eine beliebige .pgn-Datei. Öffnen Sie eine .pgn-Datei im Menü < Datei > und
fr: n'importe quel fichier .pgn. Ouvrez un fichier .pgn dans le menu < Fichier > et
he: כל קובץ .pgn. פתח קובץ .pgn בתפריט < קובץ > ו
hi: कोई भी .pgn फ़ाइल। < फ़ाइल > मेनू में .pgn फ़ाइल खोलें और
hu: bármilyen .pgn fájl. Nyisson meg egy .pgn fájlt a < Fájl > menüben, majd
id: file .pgn apa pun. Buka file .pgn di menu < File > dan
it: qualsiasi file .pgn. Apri un file .pgn nel menu < File > e

source: select a game, later on the < Games > menu allows you to pick
de: Wählen Sie ein Spiel aus. Später können Sie im Menü < Spiele >
fr: sélectionnez un jeu, plus tard le menu < Jeux > vous permet de choisir
he: בחר משחק, בהמשך התפריט < משחקים > מאפשר לך לבחור
hi: एक खेल का चयन करें, बाद में < गेम्स > मेनू पर आप चुनने की अनुमति देता है
hu: válasszon egy játékot, később a < Játékok > menü lehetővé teszi a választást
id: pilih permainan, nanti pada menu < Permainan > memungkinkan Anda memilih
it: seleziona un gioco, più avanti il menu <Giochi> ti permetterà di scegliere

source: another game from the file.
de: ein anderes Spiel aus der Datei.
fr: un autre jeu du fichier.
he: עוד משחק מהקובץ.
hi: फ़ाइल से एक और खेल.
hu: egy másik játék a fájlból.
id: permainan lain dari berkas tersebut.
it: un altro gioco dal file.

source: You can use a UCI chess engine
de: Sie können eine UCI-Schach-Engine verwenden
fr: Vous pouvez utiliser un moteur d'échecs UCI
he: אתה יכול להשתמש במנוע שחמט של UCI
hi: आप UCI शतरंज इंजन का उपयोग कर सकते हैं
hu: Használhat UCI sakkmotort
id: Anda dapat menggunakan mesin catur UCI
it: Puoi usare un motore scacchistico UCI

source: (UCI is another chesscomputing standard)
de: (UCI ist ein weiterer Schachcomputerstandard)
fr: (UCI est une autre norme de calcul d'échecs)
he: (UCI הוא תקן נוסף למחשוב שחמט)
hi: (यूसीआई एक अन्य शतरंज कंप्यूटिंग मानक है)
hu: (Az UCI egy másik sakkszámítási szabvány)
id: (UCI adalah standar komputasi catur lainnya)
it: (UCI è un altro standard di calcolo scacchistico)

source: either as an opponent, or to provide expert commentary.
de: entweder als Gegner oder um einen Expertenkommentar abzugeben.
fr: soit en tant qu'adversaire, soit pour fournir un commentaire d'expert.
he: או כיריב, או לספק פרשנות מומחים.
hi: या तो प्रतिद्वंद्वी के रूप में, या विशेषज्ञ टिप्पणी प्रदान करने के लिए।
hu: akár opponensként, akár szakértői kommentárként.
id: baik sebagai lawan, atau memberikan komentar ahli.
it: sia come avversario, sia per fornire commenti da esperto.

source: The Tarrasch package includes one or more engines and one of
de: Das Tarrasch-Paket umfasst einen oder mehrere Motoren und einen der
fr: Le package Tarrasch comprend un ou plusieurs moteurs et l'un des
he: חבילת Tarrasch כוללת מנוע אחד או יותר ואחד מהם
hi: टैराश पैकेज में एक या एक से अधिक इंजन और एक शामिल है
hu: A Tarrasch csomag egy vagy több motort és egyet tartalmaz
id: Paket Tarrasch mencakup satu atau lebih mesin dan salah satu
it: Il pacchetto Tarrasch comprende uno o più motori e uno dei

source: these engines is used by default.
de: Diese Engines werden standardmäßig verwendet.
fr: ces moteurs sont utilisés par défaut.
he: מנועים אלה משמשים כברירת מחדל.
hi: इन इंजनों का उपयोग डिफ़ॉल्ट रूप से किया जाता है।
hu: ezeket a motorokat alapértelmezés szerint használják.
id: mesin ini digunakan secara default.
it: questi motori vengono utilizzati di default.

source: Other engines can be separately purchased or downloaded.
de: Andere Engines können separat erworben oder heruntergeladen werden.
fr: D'autres moteurs peuvent être achetés ou téléchargés séparément.
he: מנועים אחרים ניתנים לרכישה או הורדה בנפרד.
hi: अन्य इंजन अलग से खरीदे या डाउनलोड किये जा सकते हैं।
hu: Más motorok külön megvásárolhatók vagy letölthetők.
id: Mesin lainnya dapat dibeli atau diunduh secara terpisah.
it: Altri motori possono essere acquistati separatamente o scaricati.

source: Use menu < Options > to select an alternative engine if you have one.
de: Wählen Sie über das Menü <Optionen> eine alternative Engine aus, sofern Sie eine haben.
fr: Utilisez le menu < Options > pour sélectionner un moteur alternatif si vous en avez un.
he: השתמש בתפריט < אפשרויות > כדי לבחור מנוע חלופי אם יש לך כזה.
hi: यदि आपके पास कोई वैकल्पिक इंजन है तो उसे चुनने के लिए मेनू < विकल्प > का उपयोग करें।
hu: Használja az < Opciók > menüt egy alternatív motor kiválasztásához, ha van ilyen.
id: Gunakan menu < Pilihan > untuk memilih mesin alternatif jika Anda memilikinya.
it: Utilizzare il menu < Opzioni > per selezionare un motore alternativo, se disponibile.

source: You can start a game with the engine at any time, in any
de: Sie können jederzeit und in jeder
fr: Vous pouvez démarrer une partie avec le moteur à tout moment, dans n'importe quel
he: אתה יכול להתחיל משחק עם המנוע בכל זמן ובכל זמן
hi: आप किसी भी समय, किसी भी मोड में इंजन के साथ गेम शुरू कर सकते हैं।
hu: A motorral bármikor, bármelyikben elindíthatsz egy játékot
id: Anda dapat memulai permainan dengan mesin kapan saja, di mana saja
it: Puoi iniziare una partita con il motore in qualsiasi momento, in qualsiasi

source: position, as either white or black. By default you will get
de: Position, entweder als weiß oder schwarz. Standardmäßig erhalten Sie
fr: position, soit blanche, soit noire. Par défaut, vous obtiendrez
he: מיקום, בתור לבן או שחור. כברירת מחדל תקבל
hi: स्थिति, या तो सफेद या काले रंग के रूप में। डिफ़ॉल्ट रूप से आपको मिलेगा
hu: fehér vagy fekete pozícióban. Alapértelmezés szerint megkapod
id: posisi, baik putih atau hitam. Secara default Anda akan mendapatkan
it: posizione, come bianco o nero. Di default otterrai

source: a time handicap. You can change the clock settings by
de: ein Zeithandicap. Sie können die Uhreinstellungen ändern, indem Sie
fr: un handicap horaire. Vous pouvez modifier les réglages de l'horloge en
he: נכות זמן. אתה יכול לשנות את הגדרות השעון על ידי
hi: समय बाधा। आप घड़ी की सेटिंग को इस प्रकार बदल सकते हैं
hu: időhiány. Az óra beállításait a következővel módosíthatja
id: keterbatasan waktu. Anda dapat mengubah pengaturan jam dengan
it: un handicap temporale. Puoi modificare le impostazioni dell'orologio

source: clicking on the clock, or using menu < Options >. You can change
de: Klicken Sie auf die Uhr oder verwenden Sie das Menü < Optionen >. Sie können ändern
fr: en cliquant sur l'horloge ou en utilisant le menu < Options >. Vous pouvez modifier
he: לחיצה על השעון, או שימוש בתפריט < אפשרויות >. אתה יכול לשנות
hi: घड़ी पर क्लिक करके, या मेनू < विकल्प > का उपयोग करके। आप बदल सकते हैं
hu: kattintson az órára, vagy használja a < Opciók > menüt. Megváltoztathatod
id: mengklik jam, atau menggunakan menu < Opsi >. Anda dapat mengubah
it: cliccando sull'orologio, oppure utilizzando il menu < Opzioni >. È possibile modificare

source: player names by clicking on them or by using menu < Options >
de: Spielernamen durch Anklicken oder über das Menü < Optionen >
fr: noms des joueurs en cliquant dessus ou en utilisant le menu < Options >
he: שמות שחקנים על ידי לחיצה עליהם או על ידי שימוש בתפריט < אפשרויות >
hi: खिलाड़ियों के नाम पर क्लिक करके या मेनू < विकल्प > का उपयोग करके
hu: a játékosnevekre kattintva, vagy az < Opciók > menü használatával
id: nama pemain dengan mengkliknya atau dengan menggunakan menu < Opsi >
it: nomi dei giocatori cliccandoci sopra o utilizzando il menu < Opzioni >

source: To turn on commentary (kibitzing in chess parlance),
de: Um den Kommentar (im Schachjargon „Kiebitzen“) einzuschalten,
fr: Pour activer les commentaires (kibitzing dans le jargon des échecs),
he: כדי להפעיל פרשנות (קיביטינג בלשון שחמט),
hi: कमेंट्री चालू करने के लिए (शतरंज की भाषा में किबिट्ज़िंग),
hu: A kommentár (sakknyelven kibicezés) bekapcsolásához
id: Untuk mengaktifkan komentar (kibitzing dalam bahasa catur),
it: Per attivare il commento (kibitzing nel gergo scacchistico),

source: use the < Commands > menu or the Robot button,
de: Verwenden Sie das Menü <Befehle> oder die Schaltfläche Roboter.
fr: utilisez le menu < Commandes > ou le bouton Robot,
he: השתמש בתפריט < Commands > או בלחצן רובוט,
hi: < कमांड > मेनू या रोबोट बटन का उपयोग करें,
hu: használja a < Commands > menüt vagy a Robot gombot,
id: gunakan menu < Perintah > atau tombol Robot,
it: utilizzare il menu < Comandi > o il pulsante Robot,

source: or select the < Engine Analysis > tab at the bottom.
de: oder wählen Sie unten die Registerkarte < Engine Analysis >.
fr: ou sélectionnez l'onglet < Analyse du moteur > en bas.
he: או בחר בכרטיסייה < ניתוח מנוע > בתחתית.
hi: या नीचे < इंजन विश्लेषण > टैब का चयन करें.
hu: vagy alul válassza ki a < Engine Analysis > lapot.
id: atau pilih tab < Analisis Mesin > di bagian bawah.
it: oppure seleziona la scheda <Analisi motore> in basso.

source: You can even get the chess engine to provide commentary
de: Sie können die Schach-Engine sogar dazu bringen, Kommentare abzugeben
fr: Vous pouvez même demander au moteur d'échecs de fournir des commentaires
he: אתה יכול אפילו לקבל את מנוע השחמט כדי לספק פרשנות
hi: आप शतरंज इंजन से भी कमेंट्री प्राप्त कर सकते हैं
hu: Még a sakkmotort is ráveheti kommentárra
id: Anda bahkan bisa mendapatkan mesin catur untuk memberikan komentar
it: Puoi anche far sì che il motore scacchistico fornisca commenti

source: when you are playing against it.
de: wenn Sie dagegen spielen.
fr: quand vous jouez contre lui.
he: כשאתה משחק נגדו.
hi: जब आप इसके खिलाफ खेल रहे हों।
hu: amikor ellene játszol.
id: saat Anda bermain melawannya.
it: quando ci stai giocando contro.

source: Tarrasch now includes database facilities for easily finding
de: Tarrasch verfügt jetzt über Datenbankfunktionen zum einfachen Auffinden
fr: Tarrasch inclut désormais des fonctions de base de données pour trouver facilement
he: Tarrasch כולל כעת מתקני מסד נתונים לאיתור קל
hi: टैराश में अब आसानी से खोजने के लिए डेटाबेस सुविधाएं शामिल हैं
hu: A Tarrasch mostantól adatbázisokat is tartalmaz a könnyű megtalálás érdekében
id: Tarrasch sekarang menyertakan fasilitas database untuk memudahkan menemukan
it: Tarrasch ora include funzionalità di database per una facile ricerca

source: games and move frequency statistics for openings you are interested in.
de: Spiele und Zughäufigkeitsstatistiken für Eröffnungen, die Sie interessieren.
fr: jeux et statistiques de fréquence de mouvement pour les ouvertures qui vous intéressent.
he: משחקים וסטטיסטיקות תדירות מהלכים עבור פתיחות שאתה מעוניין בהן.
hi: खेल और उन अवसरों के लिए चाल आवृत्ति आँकड़े जिनमें आपकी रुचि है।
hu: játékok és mozgatási gyakorisági statisztikák az Önt érdeklő nyitásokhoz.
id: permainan dan statistik frekuensi pergerakan untuk pembukaan yang Anda minati.
it: statistiche sulle partite e sulla frequenza delle mosse per le aperture che ti interessano.
