Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: In order for this to work, you must have the media player open
de: Damit dies funktioniert, muss der Media Player geöffnet sein
fr: Pour que cela fonctionne, vous devez avoir le lecteur multimédia ouvert
he: כדי שזה יעבוד, עליך לפתוח את נגן המדיה
hi: इसके काम करने के लिए, आपको मीडिया प्लेयर खोलना होगा
hu: Ahhoz, hogy ez működjön, meg kell nyitnia a médialejátszót
id: Agar ini berfungsi, Anda harus membuka pemutar media
it: Affinché funzioni, è necessario che il lettore multimediale sia aperto

source: when you make the changes to the game, otherwise the video information
de: wenn Sie die Änderungen am Spiel vornehmen, sonst werden die Videoinformationen
fr: lorsque vous apportez des modifications au jeu, sinon les informations vidéo
he: כאשר אתה מבצע את השינויים במשחק, אחרת מידע הווידאו
hi: जब आप गेम में बदलाव करते हैं, अन्यथा वीडियो जानकारी
hu: amikor módosítja a játékot, ellenkező esetben a videó információit
id: ketika Anda membuat perubahan pada permainan, jika tidak, informasi video
it: quando apporti le modifiche al gioco, altrimenti le informazioni video

source: would not be updated.
de: würde nicht aktualisiert werden.
fr: ne serait pas mis à jour.
he: לא יעודכן.
hi: अद्यतन नहीं किया जाएगा.
hu: nem frissülne.
id: tidak akan diperbarui.
it: non verrebbe aggiornato.

source: To safeguard against other problems, during installation the program
de: Um anderen Problemen vorzubeugen, wird das Programm während der Installation
fr: Pour se prémunir contre d'autres problèmes, lors de l'installation du programme
he: כדי להגן מפני בעיות אחרות, במהלך התקנת התוכנית
hi: अन्य समस्याओं से बचाव के लिए, प्रोग्राम की स्थापना के दौरान
hu: Az egyéb problémák elleni védelem érdekében a program telepítése során
id: Untuk melindungi dari masalah lain, selama instalasi program
it: Per proteggersi da altri problemi, durante l'installazione il programma

source: will place a backup copy of the PGN game file that accompanies the
de: wird eine Sicherungskopie der PGN-Spieldatei erstellen, die dem
fr: placera une copie de sauvegarde du fichier de jeu PGN qui accompagne le
he: תציב עותק גיבוי של קובץ המשחק PGN המלווה את
hi: पीजीएन गेम फ़ाइल की एक बैकअप प्रतिलिपि रखेगा जो इसके साथ आती है
hu: elhelyezi a mellékelt PGN játékfájl biztonsági másolatát
id: akan menempatkan salinan cadangan file game PGN yang menyertai
it: inserirà una copia di backup del file di gioco PGN che accompagna il

source: mp4 video file in the following directory :-
de: MP4-Videodatei im folgenden Verzeichnis: -
fr: fichier vidéo mp4 dans le répertoire suivant :-
he: קובץ וידאו mp4 בספרייה הבאה:
hi: mp4 वीडियो फ़ाइल को निम्न निर्देशिका में रखें:-
hu: mp4 videó fájl a következő könyvtárban: -
id: file video mp4 di direktori berikut :-
it: file video mp4 nella seguente directory:-

source: So if anything goes wrong, you can delete the original PGN file and rename
de: Wenn also etwas schief geht, können Sie die ursprüngliche PGN-Datei löschen und umbenennen
fr: Donc, si quelque chose ne va pas, vous pouvez supprimer le fichier PGN d'origine et le renommer
he: אז אם משהו משתבש, אתה יכול למחוק את קובץ ה-PGN המקורי ולשנות את השם
hi: इसलिए यदि कुछ भी गलत हो जाता है, तो आप मूल PGN फ़ाइल को हटा सकते हैं और नाम बदल सकते हैं
hu: Tehát ha bármi elromlik, törölheti az eredeti PGN fájlt, és átnevezheti
id: Jadi jika terjadi kesalahan, Anda dapat menghapus file PGN asli dan mengganti namanya
it: Quindi, se qualcosa va storto, puoi eliminare il file PGN originale e rinominarlo

source: the copy using Windows explorer.
de: die Kopie mit dem Windows Explorer.
fr: la copie à l'aide de l'explorateur Windows.
he: העותק באמצעות סייר Windows.
hi: विंडोज एक्सप्लोरर का उपयोग करके प्रतिलिपि बनाएँ।
hu: a másolatot a Windows Explorer segítségével.
id: salinannya menggunakan Windows Explorer.
it: la copia utilizzando Esplora risorse di Windows.

source: If this happens, it would be advisable to make a new backup copy
de: In diesem Fall ist es ratsam, eine neue Sicherungskopie zu erstellen
fr: Si cela se produit, il serait conseillé de faire une nouvelle copie de sauvegarde
he: אם זה קורה, מומלץ ליצור עותק גיבוי חדש
hi: यदि ऐसा होता है, तो एक नई बैकअप प्रति बनाना उचित होगा
hu: Ha ez megtörténik, ajánlatos új biztonsági másolatot készíteni
id: Jika hal ini terjadi, sebaiknya buat salinan cadangan baru
it: Se ciò accade, sarebbe consigliabile effettuare una nuova copia di backup

source: of the PGN file at that time. Do not delete the mp4 file.
de: der PGN-Datei zu diesem Zeitpunkt. Löschen Sie die MP4-Datei nicht.
fr: du fichier PGN à ce moment-là. Ne supprimez pas le fichier MP4.
he: של קובץ PGN באותו זמן. אל תמחק את קובץ mp4.
hi: उस समय PGN फ़ाइल का mp4 फ़ाइल न हटाएँ।
hu: a PGN fájl akkoriban. Ne törölje az mp4 fájlt.
id: dari file PGN pada saat itu. Jangan hapus file mp4.
it: del file PGN in quel momento. Non eliminare il file mp4.

source: If this remedy does not solve your problem, then your only recourse
de: Wenn dieses Mittel Ihr Problem nicht löst, dann ist Ihr einziger Ausweg
fr: Si ce remède ne résout pas votre problème, votre seul recours
he: אם תרופה זו אינה פותרת את הבעיה שלך, אז האמצעי היחיד שלך
hi: यदि इस उपाय से आपकी समस्या हल नहीं होती तो आपके पास एकमात्र सहारा
hu: Ha ez a megoldás nem oldja meg a problémát, akkor az egyetlen lehetőség
id: Jika solusi ini tidak menyelesaikan masalah Anda, maka satu-satunya jalan keluar Anda
it: Se questo rimedio non risolve il tuo problema, allora la tua unica risorsa

source: would be to re-install the program.
de: wäre, das Programm neu zu installieren.
fr: serait de réinstaller le programme.
he: יהיה להתקין מחדש את התוכנית.
hi: प्रोग्राम को पुनः स्थापित करना होगा।
hu: a program újratelepítése lenne.
id: adalah menginstal ulang program tersebut.
it: sarebbe reinstallare il programma.

source: Whilst the media player is intended primarily for playing and making
de: Während der Media Player in erster Linie zum Abspielen und Erstellen von
fr: Bien que le lecteur multimédia soit principalement destiné à la lecture et à la création
he: בעוד נגן המדיה מיועד בעיקר להפעלה ויצירה
hi: जबकि मीडिया प्लेयर मुख्य रूप से खेलने और बनाने के लिए है
hu: Míg a médialejátszót elsősorban játékra és készítésre szánják
id: Meskipun pemutar media ditujukan terutama untuk memutar dan membuat
it: Mentre il lettore multimediale è destinato principalmente alla riproduzione e alla creazione

source: chess videos, it is capable of playing most video and sound files.
de: Schachvideos, es kann die meisten Video- und Sounddateien abspielen.
fr: vidéos d'échecs, il est capable de lire la plupart des fichiers vidéo et sonores.
he: סרטוני שחמט, הוא מסוגל לנגן את רוב קבצי הווידאו והקול.
hi: शतरंज वीडियो के अलावा, यह अधिकांश वीडियो और ध्वनि फ़ाइलों को चलाने में सक्षम है।
hu: sakkvideókat, a legtöbb video- és hangfájl lejátszására képes.
id: video catur, ia mampu memutar sebagian besar berkas video dan suara.
it: video di scacchi, è in grado di riprodurre la maggior parte dei file video e audio.

source: So, if you wanted, you could play a music video when looking at a chess game.
de: Wenn Sie möchten, können Sie beim Ansehen einer Schachpartie ein Musikvideo abspielen.
fr: Ainsi, si vous le souhaitez, vous pouvez écouter un clip vidéo tout en regardant une partie d'échecs.
he: אז, אם תרצה, תוכל לנגן סרטון מוזיקה כשאתה מסתכל על משחק שחמט.
hi: इसलिए, यदि आप चाहें तो शतरंज का खेल देखते समय संगीत वीडियो भी चला सकते हैं।
hu: Tehát, ha akarja, lejátszhat egy zenei videót, amikor sakkjátszmát néz.
id: Jadi, jika Anda mau, Anda dapat memutar video musik sambil menonton permainan catur.
it: Quindi, se lo desideri, potresti riprodurre un video musicale mentre guardi una partita a scacchi.

source: Although I don't suppose this would improve your concentration level.
de: Allerdings glaube ich nicht, dass dies Ihre Konzentration verbessern würde.
fr: Même si je ne pense pas que cela améliorerait votre niveau de concentration.
he: למרות שאני לא מניח שזה ישפר את רמת הריכוז שלך.
hi: हालाँकि मुझे नहीं लगता कि इससे आपकी एकाग्रता का स्तर सुधरेगा।
hu: Bár nem hiszem, hogy ez javítaná a koncentrációs szintet.
id: Meskipun saya tidak mengira ini akan meningkatkan tingkat konsentrasi Anda.
it: Anche se non credo che questo migliorerebbe il tuo livello di concentrazione.

source: Finally, the coding for the media player is so intricate,
de: Schließlich ist die Codierung für den Media Player so kompliziert,
fr: Enfin, le codage du lecteur multimédia est si complexe,
he: לבסוף, הקידוד של נגן המדיה כל כך מורכב,
hi: अंततः, मीडिया प्लेयर के लिए कोडिंग इतनी जटिल है,
hu: Végül a médialejátszó kódolása olyan bonyolult,
id: Terakhir, pengkodean untuk pemutar media sangat rumit,
it: Infine, la codifica per il lettore multimediale è così intricata,

source: that I would be astonished if there were no further bugs in it.
de: dass es mich wundern würde, wenn darin keine weiteren Bugs wären.
fr: que je serais étonné qu'il n'y ait pas d'autres bugs dedans.
he: שאני אתפלא אם לא היו בו באגים נוספים.
hi: मुझे आश्चर्य होगा यदि इसमें कोई और बग न हो।
hu: hogy csodálkoznék, ha nem lennének benne további hibák.
id: Bahwa saya akan terkejut jika tidak ada lagi bug di dalamnya.
it: che sarei sorpreso se non ci fossero altri bug.

source: If you find any, especially a serious one,
de: Wenn Sie welche finden, insbesondere ernste,
fr: Si vous en trouvez, surtout un sérieux,
he: אם תמצא, במיוחד רציני,
hi: यदि आपको कोई समस्या मिले, विशेषकर गंभीर समस्या,
hu: Ha talál ilyet, különösen komolyat,
id: Jika Anda menemukannya, terutama yang serius,
it: Se ne trovi qualcuno, soprattutto uno serio,

source: please let me know by sending an email to -
de: Bitte lassen Sie es mich wissen, indem Sie eine E-Mail an - senden.
fr: s'il vous plaît faites-le moi savoir en envoyant un e-mail à -
he: אנא הודע לי על ידי שליחת מייל אל -
hi: कृपया मुझे ईमेल भेजकर बताएं -
hu: kérlek tudasd velem e-mailben a -
id: tolong beri tahu saya dengan mengirim email ke -
it: per favore fatemi sapere inviando una e-mail a -

source: The media player was adapted from code written by Mr Ryan Norton
de: Der Mediaplayer wurde aus dem von Herrn Ryan Norton geschriebenen Code adaptiert.
fr: Le lecteur multimédia a été adapté à partir du code écrit par M. Ryan Norton
he: נגן המדיה הותאם מקוד שנכתב על ידי מר ריאן נורטון
hi: मीडिया प्लेयर को श्री रयान नॉर्टन द्वारा लिखे गए कोड से अनुकूलित किया गया था
hu: A médialejátszót Ryan Norton úr által írt kódból adaptálták
id: Pemutar media diadaptasi dari kode yang ditulis oleh Tn. Ryan Norton
it: Il lettore multimediale è stato adattato dal codice scritto dal signor Ryan Norton

source: and can be found in the -
de: und finden Sie in der -
fr: et peut être trouvé dans le -
he: וניתן למצוא אותו ב-
hi: और पाया जा सकता है -
hu: és megtalálható a -
id: dan dapat ditemukan di -
it: e può essere trovato in -

source: which is part of the wxWidgets download.
de: das Teil des wxWidgets-Downloads ist.
fr: qui fait partie du téléchargement de wxWidgets.
he: שהוא חלק מההורדה של wxWidgets.
hi: जो wxWidgets डाउनलोड का हिस्सा है।
hu: amely a wxWidgets letöltés része.
id: yang merupakan bagian dari unduhan wxWidgets.
it: che fa parte del download di wxWidgets.

source: For editing the mp4 video file I used the free program <Openshot>
de: Zum Bearbeiten der mp4-Videodatei habe ich das kostenlose Programm <Openshot> verwendet.
fr: Pour éditer le fichier vidéo mp4, j'ai utilisé le programme gratuit <Openshot>
he: לעריכת קובץ הווידאו mp4 השתמשתי בתוכנה החינמית <Openshot>
hi: Mp4 वीडियो फ़ाइल को संपादित करने के लिए मैंने निःशुल्क प्रोग्राम <Openshot> का उपयोग किया
hu: Az mp4 videofájl szerkesztéséhez az ingyenes <Openshot> programot használtam
id: Untuk mengedit file video mp4 saya menggunakan program gratis <Openshot>
it: Per modificare il file video mp4 ho utilizzato il programma gratuito <Openshot>

source: Thanks to Mr Kevin Stratvert for his instructional You Tube video
de: Vielen Dank an Herrn Kevin Stratvert für sein Lehrvideo auf YouTube
fr: Merci à M. Kevin Stratvert pour sa vidéo pédagogique sur YouTube
he: תודה למר קווין סטרטוורט על סרטון ההדרכה שלו ב-You Tube
hi: श्री केविन स्ट्रेटवर्ट को उनके निर्देशात्मक यूट्यूब वीडियो के लिए धन्यवाद
hu: Köszönjük Kevin Stratvert úrnak a You Tube oktatóvideóját
id: Terima kasih kepada Bapak Kevin Stratvert atas video instruksionalnya di You Tube
it: Grazie al signor Kevin Stratvert per il suo video didattico su You Tube

source: on the <OpenShot> program. Those cookies look nice!
de: im Programm <OpenShot>. Die Kekse sehen lecker aus!
fr: sur le programme <OpenShot>. Ces cookies ont l'air bons !
he: בתוכנית <OpenShot>. העוגיות האלה נראות נחמדות!
hi: <OpenShot> प्रोग्राम पर। वे कुकीज़ अच्छी लग रही हैं!
hu: az <OpenShot> programban. Jól néznek ki ezek a sütik!
id: pada program <OpenShot>. Cookies itu terlihat bagus!
it: sul programma <OpenShot>. Quei biscotti sembrano buoni!

source: For shrinking the mp4 video file after exporting it from <OpenShot>
de: Zum Verkleinern der MP4-Videodatei nach dem Export aus <OpenShot>
fr: Pour réduire le fichier vidéo mp4 après l'avoir exporté depuis <OpenShot>
he: לכיווץ קובץ הווידאו mp4 לאחר ייצוא שלו מ-<OpenShot>
hi: <OpenShot> से निर्यात करने के बाद mp4 वीडियो फ़ाइल को छोटा करने के लिए
hu: Az mp4 videofájl zsugorítására az <OpenShot> alkalmazásból való exportálás után
id: Untuk mengecilkan file video mp4 setelah mengekspornya dari <OpenShot>
it: Per ridurre il file video mp4 dopo averlo esportato da <OpenShot>

source: I used the free program <HandBrake>
de: Ich habe das kostenlose Programm <HandBrake> verwendet
fr: J'ai utilisé le programme gratuit <HandBrake>
he: השתמשתי בתוכנה החינמית <HandBrake>
hi: मैंने निःशुल्क प्रोग्राम <HandBrake> का उपयोग किया
hu: Az ingyenes <HandBrake> programot használtam
id: Saya menggunakan program gratis <HandBrake>
it: Ho utilizzato il programma gratuito <HandBrake>

source: The images used in the video were by the follow photographers :-
de: Die im Video verwendeten Bilder stammen von den folgenden Fotografen: -
fr: Les images utilisées dans la vidéo ont été prises par les photographes suivants :-
he: התמונות שבהן נעשה שימוש בסרטון היו על ידי הצלמים הבאים:
hi: वीडियो में प्रयुक्त चित्र निम्नलिखित फोटोग्राफरों द्वारा लिए गए हैं:-
hu: A videóban használt képeket a következő fotósok készítették: -
id: Gambar-gambar yang digunakan dalam video ini diambil oleh fotografer berikut :-
it: Le immagini utilizzate nel video sono state scattate dai seguenti fotografi:

source: The background for the John Cochrane photo was by Edoardo Bortoli
de: Der Hintergrund für das John Cochrane-Foto stammt von Edoardo Bortoli
fr: Le fond de la photo de John Cochrane a été réalisé par Edoardo Bortoli
he: הרקע לתמונה של ג'ון קוקרן היה על ידי אדוארדו בורטולי
hi: जॉन कोक्रेन की तस्वीर की पृष्ठभूमि एडोआर्डो बोरटोली द्वारा बनाई गई थी
hu: A John Cochrane fotó hátterét Edoardo Bortoli készítette
id: Latar belakang foto John Cochrane adalah karya Edoardo Bortoli
it: Lo sfondo della foto di John Cochrane è di Edoardo Bortoli

source: The background for the William Lewis photo was by Fatima Shahid
de: Der Hintergrund für das William Lewis-Foto stammt von Fatima Shahid
fr: Le fond de la photo de William Lewis a été réalisé par Fatima Shahid
he: הרקע לתמונה של וויליאם לואיס היה מאת פאטימה שהיד
hi: विलियम लुईस की तस्वीर की पृष्ठभूमि फातिमा शाहिद द्वारा बनाई गई थी
hu: A William Lewis-fotó hátterét Fatima Shahid készítette
id: Latar belakang foto William Lewis adalah karya Fatima Shahid
it: Lo sfondo della foto di William Lewis è stato realizzato da Fatima Shahid

source: The view of Edinburgh from Calton Hill was by Peter Cordes
de: Der Blick auf Edinburgh vom Calton Hill stammt von Peter Cordes
fr: La vue d'Édimbourg depuis Calton Hill est de Peter Cordes
he: הנוף של אדינבורו מגבעת קלטון היה מאת פיטר קורדס
hi: पीटर कॉर्डेस द्वारा कैल्टन हिल से एडिनबर्ग का दृश्य लिया गया
hu: Edinburgh kilátását a Calton Hillről Peter Cordes készítette
id: Pemandangan Edinburgh dari Calton Hill diambil oleh Peter Cordes
it: La vista di Edimburgo da Calton Hill è stata scattata da Peter Cordes

source: Media player credits
fr: Crédits du lecteur multimédia
he: קרדיטים של נגן מדיה
hi: मीडिया प्लेयर क्रेडिट
hu: Médialejátszó kreditek
id: Kredit pemutar media
it: Crediti del lettore multimediale

source: Making your own videos with the program is not too difficult.
de: Das Erstellen eigener Videos ist mit dem Programm nicht allzu schwierig.
fr: Créer vos propres vidéos avec le programme n’est pas trop difficile.
he: יצירת סרטונים משלך עם התוכנית אינה קשה מדי.
hi: इस प्रोग्राम के साथ अपना स्वयं का वीडियो बनाना ज्यादा मुश्किल नहीं है।
hu: Saját videók készítése a programmal nem túl nehéz.
id: Membuat video Anda sendiri dengan program ini tidak terlalu sulit.
it: Creare i propri video con il programma non è poi così difficile.

source: There are three stages to the process :-
de: Der Prozess besteht aus drei Phasen:
fr: Le processus se déroule en trois étapes :
he: ישנם שלושה שלבים בתהליך:
hi: इस प्रक्रिया के तीन चरण हैं:-
hu: A folyamatnak három szakasza van: -
id: Ada tiga tahap dalam prosesnya :-
it: Il processo si articola in tre fasi:

source: 1. Preparing the annotations for the selected game.
de: 1. Vorbereiten der Anmerkungen für das ausgewählte Spiel.
fr: 1. Préparation des annotations pour le jeu sélectionné.
he: 1. הכנת ההערות למשחק הנבחר.
hi: 1. चयनित खेल के लिए एनोटेशन तैयार करना।
hu: 1. A jegyzetek elkészítése a kiválasztott játékhoz.
id: 1. Menyiapkan anotasi untuk permainan yang dipilih.
it: 1. Preparazione delle annotazioni per il gioco selezionato.

source: 2. Filming the video.
de: 2. Das Video filmen.
fr: 2. Filmer la vidéo.
he: 2. צילום הסרטון.
hi: 2. वीडियो फिल्मांकन.
hu: 2. A videó felvétele.
id: 2. Merekam video.
it: 2. Riprese del video.

source: 3. Inserting the video markers.
de: 3. Einfügen der Videomarker.
fr: 3. Insertion des marqueurs vidéo.
he: 3. הכנסת סמני הוידאו.
hi: 3. वीडियो मार्कर डालना.
hu: 3. A videojelölők beillesztése.
id: 3. Memasukkan penanda video.
it: 3. Inserimento dei marcatori video.

source: When preparing the annotations for a game, you can place a pause marker ^p
de: Wenn Sie die Anmerkungen für ein Spiel vorbereiten, können Sie eine Pausenmarkierung setzen ^p
fr: Lors de la préparation des annotations pour un jeu, vous pouvez placer un marqueur de pause ^p
he: בעת הכנת ההערות למשחק, אתה יכול להציב סמן הפסקה ^p
hi: किसी गेम के लिए एनोटेशन तैयार करते समय, आप एक पॉज़ मार्कर ^p रख सकते हैं
hu: A játék megjegyzéseinek elkészítésekor elhelyezhet egy szünetjelzőt ^p
id: Saat menyiapkan anotasi untuk permainan, Anda dapat menempatkan penanda jeda ^p
it: Quando si preparano le annotazioni per un gioco, è possibile posizionare un indicatore di pausa ^p

source: in a comment if you want the program to pause at a certain point.
de: in einem Kommentar, wenn das Programm an einer bestimmten Stelle angehalten werden soll.
fr: dans un commentaire si vous souhaitez que le programme s'arrête à un certain moment.
he: בהערה אם אתה רוצה שהתוכנית תשהה בשלב מסוים.
hi: यदि आप चाहते हैं कि कार्यक्रम किसी निश्चित बिंदु पर रुक जाए तो टिप्पणी में लिखें।
hu: megjegyzésben, ha azt szeretné, hogy a program egy bizonyos ponton szüneteljen.
id: dalam komentar jika Anda ingin program tersebut dijeda pada titik tertentu.
it: in un commento se vuoi che il programma si metta in pausa a un certo punto.

source: These can be used if you want to make the video into a quiz.
de: Diese können verwendet werden, wenn Sie das Video in ein Quiz umwandeln möchten.
fr: Ceux-ci peuvent être utilisés si vous souhaitez transformer la vidéo en quiz.
he: ניתן להשתמש באלה אם ברצונך להפוך את הסרטון לחידון.
hi: यदि आप वीडियो को प्रश्नोत्तरी में बदलना चाहते हैं तो इनका उपयोग किया जा सकता है।
hu: Ezeket akkor használhatod, ha a videót kvízvé szeretnéd tenni.
id: Ini dapat digunakan jika Anda ingin membuat video menjadi kuis.
it: Possono essere utilizzati se si desidera trasformare il video in un quiz.

source: I filmed the video with a smartphone, using modified annotations from the game
de: Ich habe das Video mit einem Smartphone gefilmt und dabei modifizierte Anmerkungen aus dem Spiel verwendet
fr: J'ai filmé la vidéo avec un smartphone, en utilisant des annotations modifiées du jeu
he: צילמתי את הסרטון עם סמארטפון, תוך שימוש בהערות שהשתנו מהמשחק
hi: मैंने गेम से संशोधित एनोटेशन का उपयोग करके एक स्मार्टफोन के साथ वीडियो फिल्माया
hu: A videót okostelefonnal forgattam, a játék módosított annotációit felhasználva
id: Saya merekam video dengan smartphone, menggunakan anotasi yang dimodifikasi dari permainan
it: Ho girato il video con uno smartphone, utilizzando annotazioni modificate dal gioco

source: for the script. I thought it best to have the quiz questions only in the video,
de: für das Skript. Ich dachte, es wäre am besten, die Quizfragen nur im Video zu haben,
fr: Pour le script. J'ai pensé qu'il était préférable de n'inclure que les questions du quiz dans la vidéo.
he: עבור התסריט. חשבתי שעדיף להציג את שאלות החידון רק בסרטון,
hi: स्क्रिप्ट के लिए। मुझे लगा कि क्विज़ के सवाल सिर्फ़ वीडियो में ही होने चाहिए,
hu: a forgatókönyvért. Úgy gondoltam, a legjobb, ha a kvízkérdések csak a videóban szerepelnek,
id: untuk naskahnya. Saya pikir lebih baik pertanyaan kuisnya hanya ada di video,
it: per la sceneggiatura. Ho pensato che fosse meglio avere le domande del quiz solo nel video,

source: so I put them in the annotations to the game to begin with and removed them
de: also habe ich sie zunächst in die Anmerkungen zum Spiel eingefügt und sie dann entfernt
fr: je les ai donc mis dans les annotations du jeu pour commencer et je les ai supprimés
he: אז שמתי אותם בביאורים למשחק מלכתחילה והסרתי אותם
hi: इसलिए मैंने उन्हें खेल के एनोटेशन में डाल दिया और फिर उन्हें हटा दिया
hu: ezért először a játék megjegyzéseibe helyeztem őket, és eltávolítottam őket
id: jadi saya menaruhnya di anotasi game untuk memulai dan menghapusnya
it: quindi li ho messi nelle annotazioni del gioco per cominciare e li ho rimossi

source: from the game when filming was complete.
de: aus dem Spiel, als die Dreharbeiten abgeschlossen waren.
fr: du jeu lorsque le tournage était terminé.
he: מהמשחק כשהצילומים הסתיימו.
hi: जब फिल्मांकन पूरा हो गया तो खेल से एक वीडियो लिया गया।
hu: a játékból, amikor a forgatás befejeződött.
id: dari permainan saat pembuatan film selesai.
it: dal gioco una volta completate le riprese.

source: If you have additional material to add to the video, such as pictures,
de: Wenn Sie dem Video zusätzliches Material hinzufügen möchten, wie etwa Bilder,
fr: Si vous avez du matériel supplémentaire à ajouter à la vidéo, comme des images,
he: אם יש לך חומר נוסף להוסיף לסרטון, כגון תמונות,
hi: यदि आपके पास वीडियो में जोड़ने के लिए अतिरिक्त सामग्री है, जैसे चित्र,
hu: Ha további anyagokat, például képeket szeretne hozzáadni a videóhoz,
id: Jika Anda memiliki materi tambahan untuk ditambahkan ke video, seperti gambar,
it: Se hai altro materiale da aggiungere al video, come immagini,

source: you will need a video editing program. I used the free program <Openshot>
de: Sie benötigen ein Videobearbeitungsprogramm. Ich habe das kostenlose Programm <Openshot> verwendet.
fr: Vous aurez besoin d'un logiciel de montage vidéo. J'ai utilisé le logiciel gratuit <Openshot>.
he: תזדקק לתוכנית עריכת וידאו. השתמשתי בתוכנה החינמית <Openshot>
hi: आपको एक वीडियो संपादन प्रोग्राम की आवश्यकता होगी। मैंने मुफ़्त प्रोग्राम <Openshot> का उपयोग किया
hu: szükséged lesz egy videószerkesztő programra. Az ingyenes <Openshot> programot használtam
id: Anda akan memerlukan program penyuntingan video. Saya menggunakan program gratis <Openshot>
it: ti servirà un programma di video editing. Io ho usato il programma gratuito <Openshot>
