Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Check to add the current line from the start
de: Aktivieren Sie dieses Kontrollkästchen, um die aktuelle Zeile von Anfang an hinzuzufügen.
fr: Cochez pour ajouter la ligne actuelle depuis le début
he: סמן כדי להוסיף את השורה הנוכחית מההתחלה
hi: वर्तमान पंक्ति को शुरू से जोड़ने के लिए जाँच करें
hu: Jelölje be, ha elölről szeretné hozzáadni az aktuális sort
id: Centang untuk menambahkan baris saat ini dari awal
it: Selezionare per aggiungere la riga corrente dall'inizio

source: uncheck to add from current position
de: Deaktivieren Sie das Kontrollkästchen, um von der aktuellen Position hinzuzufügen
fr: décochez pour ajouter à partir de la position actuelle
he: בטל את הסימון כדי להוסיף מהמיקום הנוכחי
hi: वर्तमान स्थिति से जोड़ने के लिए अनचेक करें
hu: törölje a jelölést a jelenlegi pozícióból való hozzáadáshoz
id: hapus centang untuk menambahkan dari posisi saat ini
it: deseleziona per aggiungere dalla posizione corrente

source: Check to add sub-vars, uncheck for main line only
de: Aktivieren Sie das Kontrollkästchen, um Untervariablen hinzuzufügen. Deaktivieren Sie das Kontrollkästchen nur für die Hauptzeile.
fr: Cochez cette case pour ajouter des sous-variables, décochez-la uniquement pour la ligne principale
he: סמן כדי להוסיף תת-ווארים, בטל את הסימון עבור קו ראשי בלבד
hi: उप-वार्स जोड़ने के लिए चेक करें, केवल मुख्य लाइन के लिए अनचेक करें
hu: Jelölje be az alváltozók hozzáadásához, törölje a jelölést csak a fő sor esetén
id: Centang untuk menambahkan sub-var, hapus centang untuk baris utama saja
it: Seleziona per aggiungere sotto-variabili, deseleziona solo per la riga principale

source: Click to delete the current line from book
de: Klicken Sie hier, um die aktuelle Zeile aus dem Buch zu löschen
fr: Cliquez pour supprimer la ligne actuelle du livre
he: לחץ כדי למחוק את השורה הנוכחית מהספר
hi: पुस्तक से वर्तमान पंक्ति हटाने के लिए क्लिक करें
hu: Kattintson az aktuális sor törléséhez a könyvből
id: Klik untuk menghapus baris saat ini dari buku
it: Fare clic per eliminare la riga corrente dal libro

source: Check to delete the current line from the start
de: Aktivieren Sie dieses Kontrollkästchen, um die aktuelle Zeile vom Anfang an zu löschen.
fr: Cochez pour supprimer la ligne actuelle depuis le début
he: סמן כדי למחוק את השורה הנוכחית מההתחלה
hi: वर्तमान पंक्ति को प्रारंभ से हटाने के लिए जाँच करें
hu: Jelölje be az aktuális sor elejétől való törléséhez
id: Centang untuk menghapus baris saat ini dari awal
it: Selezionare per eliminare la riga corrente dall'inizio

source: uncheck to delete from current position
de: Deaktivieren Sie das Kontrollkästchen, um von der aktuellen Position zu löschen
fr: décochez pour supprimer de la position actuelle
he: בטל את הסימון כדי למחוק מהמיקום הנוכחי
hi: वर्तमान स्थिति से हटाने के लिए अनचेक करें
hu: törölje a jelölést az aktuális pozícióból való törléshez
id: hapus centang untuk menghapus dari posisi saat ini
it: deseleziona per eliminare dalla posizione corrente

source: Check to delete sub-vars, uncheck for main line only
de: Aktivieren Sie das Kontrollkästchen, um Untervariablen zu löschen. Deaktivieren Sie das Kontrollkästchen nur für die Hauptzeile.
fr: Cochez cette case pour supprimer les sous-variables, décochez-la uniquement pour la ligne principale
he: סמן כדי למחוק תת-ווארים, בטל את הסימון עבור קו ראשי בלבד
hi: उप-वार्स को हटाने के लिए चेक करें, केवल मुख्य लाइन के लिए अनचेक करें
hu: Jelölje be az alváltozók törléséhez, törölje a jelölést csak a fő sor esetén
id: Centang untuk menghapus sub-var, hapus centang untuk baris utama saja
it: Selezionare per eliminare le sottovariabili, deselezionare solo per la riga principale

source: Select the default weight for moves added to the book
de: Wählen Sie das Standardgewicht für zum Buch hinzugefügte Züge
fr: Sélectionnez le poids par défaut pour les mouvements ajoutés au livre
he: בחר את משקל ברירת המחדל עבור מהלכים שנוספו לספר
hi: पुस्तक में जोड़े गए चालों के लिए डिफ़ॉल्ट वज़न चुनें
hu: Válassza ki a könyvhöz hozzáadott lépések alapértelmezett súlyát
id: Pilih bobot default untuk gerakan yang ditambahkan ke buku
it: Seleziona il peso predefinito per le mosse aggiunte al libro

source: Click to display .bin book weights dialog box
de: Klicken Sie hier, um das Dialogfeld „.bin-Buchgewichte“ anzuzeigen
fr: Cliquez pour afficher la boîte de dialogue des poids des livres .bin
he: לחץ כדי להציג את תיבת הדו-שיח משקולות ספר .bin
hi: .bin पुस्तक भार संवाद बॉक्स प्रदर्शित करने के लिए क्लिक करें
hu: Kattintson a .bin könyvsúlyok párbeszédpanel megjelenítéséhez
id: Klik untuk menampilkan kotak dialog bobot buku .bin
it: Fare clic per visualizzare la finestra di dialogo dei pesi dei libri .bin

source: Check to add the current game to opening book
de: Aktivieren Sie dieses Kontrollkästchen, um das aktuelle Spiel zum Eröffnungsbuch hinzuzufügen
fr: Cochez pour ajouter le jeu actuel au livre d'ouverture
he: סמן כדי להוסיף את המשחק הנוכחי לספר הפתיחה
hi: वर्तमान गेम को ओपनिंग बुक में जोड़ने के लिए चेक करें
hu: Jelölje be az aktuális játék hozzáadásához a nyitókönyvhöz
id: Centang untuk menambahkan permainan saat ini ke buku pembukaan
it: Seleziona per aggiungere la partita corrente al libro di apertura

source: Check to add all games from the database to the opening book
de: Aktivieren Sie dieses Kontrollkästchen, um alle Spiele aus der Datenbank zum Eröffnungsbuch hinzuzufügen
fr: Cochez pour ajouter tous les jeux de la base de données au livre d'ouverture
he: סמן כדי להוסיף את כל המשחקים ממסד הנתונים לספר הפתיחה
hi: डेटाबेस से सभी खेलों को ओपनिंग बुक में जोड़ने के लिए जाँच करें
hu: Jelölje be, ha az adatbázisból az összes játékot hozzáadja a nyitókönyvhöz
id: Centang untuk menambahkan semua permainan dari database ke buku pembukaan
it: Seleziona per aggiungere tutte le partite dal database al libro di apertura

source: Enter the depth (ply) for adding moves
de: Geben Sie die Tiefe (Schicht) für das Hinzufügen von Zügen ein
fr: Entrez la profondeur (pli) pour ajouter des mouvements
he: הזן את העומק (שכבה) להוספת מהלכים
hi: चालें जोड़ने के लिए गहराई (प्लाई) दर्ज करें
hu: Adja meg a mélységet (ply) a lépések hozzáadásához
id: Masukkan kedalaman (lapisan) untuk menambahkan gerakan
it: Inserisci la profondità (ply) per aggiungere mosse

source: Enter the game number in the PGN file to start from
de: Geben Sie die Spielnummer in die PGN-Datei ein, um zu beginnen
fr: Entrez le numéro de jeu dans le fichier PGN pour commencer
he: הזן את מספר המשחק בקובץ PGN כדי להתחיל ממנו
hi: शुरू करने के लिए PGN फ़ाइल में गेम नंबर दर्ज करें
hu: A kezdéshez írja be a játék számát a PGN fájlba
id: Masukkan nomor permainan di file PGN untuk memulai
it: Inserisci il numero del gioco nel file PGN da cui iniziare

source: Enter the game number in the PGN file to stop at
de: Geben Sie die Spielnummer in die PGN-Datei ein, um anzuhalten bei
fr: Entrez le numéro de jeu dans le fichier PGN pour vous arrêter à
he: הזן את מספר המשחק בקובץ PGN כדי לעצור בו
hi: PGN फ़ाइल में गेम नंबर दर्ज करें और रुकें
hu: Írja be a játék számát a PGN-fájlba, hogy megálljon
id: Masukkan nomor permainan di file PGN untuk berhenti di
it: Inserisci il numero del gioco nel file PGN per fermarti

source: Enter zero to stop at the last game
de: Geben Sie Null ein, um beim letzten Spiel anzuhalten
fr: Entrez zéro pour arrêter au dernier jeu
he: הזן אפס כדי לעצור במשחק האחרון
hi: अंतिम गेम पर रुकने के लिए शून्य दर्ज करें
hu: Írja be a nullát, ha az utolsó játéknál szeretne megállni
id: Masukkan nol untuk berhenti di permainan terakhir
it: Inserisci zero per fermarti all'ultima partita

source: Add the game(s) from the current PGN file
de: Fügen Sie das/die Spiel(e) aus der aktuellen PGN-Datei hinzu
fr: Ajouter le(s) jeu(x) du fichier PGN actuel
he: הוסף את המשחק/ים מקובץ ה-PGN הנוכחי
hi: वर्तमान PGN फ़ाइल से गेम(गेम्स) जोड़ें
hu: Adja hozzá a játék(oka)t az aktuális PGN fájlból
id: Tambahkan game dari file PGN saat ini
it: Aggiungere il/i gioco/i dal file PGN corrente

source: This is the last game number in the database that was processed.
de: Dies ist die letzte Spielnummer in der Datenbank, die verarbeitet wurde.
fr: Il s'agit du dernier numéro de jeu dans la base de données qui a été traité.
he: זהו מספר המשחק האחרון במסד הנתונים שעובד.
hi: यह डेटाबेस में संसाधित किया गया अंतिम गेम नंबर है।
hu: Ez az utolsó játékszám az adatbázisban, amelyet feldolgoztak.
id: Ini adalah nomor permainan terakhir dalam pangkalan data yang diproses.
it: Questo è l'ultimo numero di partita nel database che è stato elaborato.

source: This dialog box allows you to edit a Polyglot .bin opening book.
de: In diesem Dialogfeld können Sie ein Polyglot .bin-Eröffnungsbuch bearbeiten.
fr: Cette boîte de dialogue vous permet de modifier un livre d'ouverture Polyglot .bin.
he: תיבת דו-שיח זו מאפשרת לך לערוך ספר פתיחה Polyglot .bin.
hi: यह संवाद बॉक्स आपको पॉलीग्लॉट .bin ओपनिंग बुक को संपादित करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi egy Polyglot .bin nyitókönyv szerkesztését.
id: Kotak dialog ini memungkinkan Anda mengedit buku pembukaan Polyglot .bin.
it: Questa finestra di dialogo consente di modificare un libro aperto in formato Polyglot .bin.

source: You can add moves and games from the current PGN file to the opening book.
de: Sie können Züge und Spiele aus der aktuellen PGN-Datei zum Eröffnungsbuch hinzufügen.
fr: Vous pouvez ajouter des mouvements et des jeux du fichier PGN actuel au livre d'ouverture.
he: אתה יכול להוסיף מהלכים ומשחקים מקובץ ה-PGN הנוכחי לספר הפתיחה.
hi: आप वर्तमान PGN फ़ाइल से चालें और खेल को ओपनिंग बुक में जोड़ सकते हैं।
hu: Az aktuális PGN-fájlból mozgásokat és játékokat adhat hozzá a nyitókönyvhöz.
id: Anda dapat menambahkan gerakan dan permainan dari file PGN saat ini ke buku pembukaan.
it: È possibile aggiungere mosse e partite dal file PGN corrente al libro di apertura.

source: File : Select the .bin file to use as an opening book.
de: Datei: Wählen Sie die .bin-Datei aus, die als Eröffnungsbuch verwendet werden soll.
fr: Fichier : Sélectionnez le fichier .bin à utiliser comme livre d'ouverture.
he: קובץ : בחר את קובץ ה-.bin לשימוש כספר פתיחה.
hi: फ़ाइल : ओपनिंग बुक के रूप में उपयोग करने के लिए .bin फ़ाइल का चयन करें।
hu: Fájl : Válassza ki a nyitókönyvként használni kívánt .bin fájlt.
id: File : Pilih file .bin untuk digunakan sebagai buku pembuka.
it: File: seleziona il file .bin da usare come libro di apertura.

source: Polyglot book weights.. : open the book weights dialog box.
de: Polyglotte Buchgewichte..: Öffnen Sie das Dialogfeld „Buchgewichte“.
fr: Poids des livres polyglottes.. : ouvrez la boîte de dialogue des poids des livres.
he: משקלי ספר פוליגלוטים.. : פתח את תיבת הדו-שיח משקלי ספר.
hi: बहुभाषी पुस्तक वजन..: पुस्तक वजन संवाद बॉक्स खोलें।
hu: Polyglot könyvsúlyok.. : nyissa meg a könyvsúlyok párbeszédpanelt.
id: Berat buku poliglot.. : membuka kotak dialog berat buku.
it: Pesi dei libri poliglotti.. : apre la finestra di dialogo dei pesi dei libri.

source: Default weight value : for the moves when they are added to the book.
de: Standardgewichtungswert: für die Züge, wenn sie dem Buch hinzugefügt werden.
fr: Valeur de poids par défaut : pour les mouvements lorsqu'ils sont ajoutés au livre.
he: ערך ברירת המחדל של משקל: עבור המהלכים כשהם מתווספים לספר.
hi: डिफ़ॉल्ट वज़न मान : चालों के लिए जब उन्हें पुस्तक में जोड़ा जाता है।
hu: Alapértelmezett súlyérték: a könyvhöz hozzáadott lépésekhez.
id: Nilai bobot default: untuk gerakan saat ditambahkan ke buku.
it: Valore di peso predefinito: per le mosse quando vengono aggiunte al libro.

source: According to the Polyglot documentation this should be at least 1
de: Laut der Polyglot-Dokumentation sollte dies mindestens 1 sein
fr: Selon la documentation Polyglot, cela devrait être au moins 1
he: לפי התיעוד של Polyglot זה צריך להיות לפחות 1
hi: पॉलीग्लॉट दस्तावेज़ के अनुसार यह कम से कम 1 होना चाहिए
hu: A Polyglot dokumentációja szerint ennek legalább 1-nek kell lennie
id: Menurut dokumentasi Polyglot ini seharusnya setidaknya 1
it: Secondo la documentazione Polyglot questo dovrebbe essere almeno 1

source: Add line : add the current board line to the opening book.
de: Zeile hinzufügen: Fügen Sie die aktuelle Boardzeile zum Eröffnungsbuch hinzu.
fr: Ajouter une ligne : ajouter la ligne de tableau actuelle au livre d'ouverture.
he: הוסף שורה: הוסף את שורת הלוח הנוכחית לספר הפתיחה.
hi: लाइन जोड़ें: वर्तमान बोर्ड लाइन को प्रारंभिक पुस्तक में जोड़ें।
hu: Sor hozzáadása: az aktuális táblasor hozzáadása a nyitókönyvhöz.
id: Tambahkan baris: tambahkan baris papan saat ini ke buku pembukaan.
it: Aggiungi riga: aggiunge la riga corrente al libro di apertura.

source: from start : check to add the line from the start,
de: von Anfang an: Aktivieren Sie dieses Kontrollkästchen, um die Zeile vom Anfang an hinzuzufügen.
fr: depuis le début : cocher pour ajouter la ligne depuis le début,
he: מההתחלה: סמן כדי להוסיף את השורה מההתחלה,
hi: प्रारंभ से: प्रारंभ से लाइन जोड़ने के लिए जाँच करें,
hu: elejétől: jelölje be, ha elölről szeretné hozzáadni a sort,
id: dari awal : centang untuk menambahkan baris dari awal,
it: dall'inizio: seleziona per aggiungere la riga dall'inizio,

source: uncheck to add the line from the current board position.
de: Deaktivieren Sie das Kontrollkästchen, um die Linie von der aktuellen Boardposition hinzuzufügen.
fr: décochez pour ajouter la ligne à partir de la position actuelle du tableau.
he: בטל את הסימון כדי להוסיף את השורה מעמדת הלוח הנוכחית.
hi: वर्तमान बोर्ड स्थिति से लाइन जोड़ने के लिए अनचेक करें।
hu: törölje a jelölést a vonal hozzáadásához az aktuális táblapozícióból.
id: hapus centang untuk menambahkan baris dari posisi papan saat ini.
it: deseleziona per aggiungere la riga dalla posizione corrente della scheda.

source: with sub-vars : check to add the sub-variations with the main line,
de: mit Untervariablen: Aktivieren Sie diese Option, um die Untervariationen mit der Hauptzeile hinzuzufügen.
fr: avec sous-variables : cocher pour ajouter les sous-variantes avec la ligne principale,
he: עם תת-וורס: סמן כדי להוסיף את תת-וריאציות עם השורה הראשית,
hi: उप-विविधताओं के साथ: मुख्य पंक्ति के साथ उप-विविधताओं को जोड़ने के लिए जाँच करें,
hu: alváltozókkal : jelölje be az alváltozatok hozzáadásához a fő sorhoz,
id: dengan sub-vars : centang untuk menambahkan sub-variasi dengan baris utama,
it: con sotto-varianti: seleziona per aggiungere le sotto-varianti alla riga principale,

source: uncheck to add the main line only.
de: Deaktivieren Sie das Kontrollkästchen, um nur die Hauptzeile hinzuzufügen.
fr: décochez cette case pour ajouter uniquement la ligne principale.
he: בטל את הסימון כדי להוסיף את השורה הראשית בלבד.
hi: केवल मुख्य लाइन जोड़ने के लिए अनचेक करें।
hu: törölje a jelölést, ha csak a fő sort szeretné hozzáadni.
id: hapus centang untuk menambahkan jalur utama saja.
it: deseleziona per aggiungere solo la riga principale.

source: Delete line : delete the current board line moves from the opening book.
de: Zeile löschen: Löscht die aktuellen Brettzeilenzüge aus dem Eröffnungsbuch.
fr: Supprimer la ligne : supprime les mouvements de ligne de plateau actuels du livre d'ouverture.
he: מחק שורה : מחק את מהלכי שורת הלוח הנוכחיים מספר הפתיחה.
hi: लाइन हटाएं: प्रारंभिक पुस्तक से वर्तमान बोर्ड लाइन चालों को हटाएं।
hu: Sor törlése: törli az aktuális táblasormozgásokat a nyitókönyvből.
id: Hapus baris: hapus pergerakan baris papan saat ini dari buku pembukaan.
it: Elimina riga: elimina le mosse della linea di scacchi corrente dal libro di apertura.

source: Add game(s) options :-
de: Spieloptionen hinzufügen: -
fr: Ajouter des options de jeu(x) :-
he: הוסף אפשרויות משחק:-
hi: खेल(खेलों) के विकल्प जोड़ें:-
hu: Játék(ok) opciók hozzáadása: -
id: Tambahkan opsi permainan :-
it: Aggiungi opzioni di gioco :-

source: Add game - Check to add the current PGN game only.
de: Spiel hinzufügen – Aktivieren Sie dieses Kontrollkästchen, um nur das aktuelle PGN-Spiel hinzuzufügen.
fr: Ajouter un jeu - Cochez cette case pour ajouter uniquement le jeu PGN actuel.
he: הוסף משחק - סמן כדי להוסיף את משחק ה-PGN הנוכחי בלבד.
hi: खेल जोड़ें - केवल वर्तमान PGN खेल को जोड़ने के लिए चेक करें।
hu: Játék hozzáadása – Jelölje be, ha csak az aktuális PGN-játékot szeretné hozzáadni.
id: Tambahkan permainan - Centang untuk menambahkan permainan PGN saat ini saja.
it: Aggiungi gioco: seleziona questa opzione per aggiungere solo il gioco PGN corrente.

source: Add database - Check to add all of the games from the current PGN file.
de: Datenbank hinzufügen – Aktivieren Sie dieses Kontrollkästchen, um alle Spiele aus der aktuellen PGN-Datei hinzuzufügen.
fr: Ajouter une base de données - Cochez cette case pour ajouter tous les jeux du fichier PGN actuel.
he: הוסף מסד נתונים - סמן כדי להוסיף את כל המשחקים מקובץ ה-PGN הנוכחי.
hi: डाटाबेस जोड़ें - वर्तमान PGN फ़ाइल से सभी खेलों को जोड़ने के लिए जाँच करें।
hu: Adatbázis hozzáadása – Jelölje be az összes játék hozzáadásához az aktuális PGN-fájlból.
id: Tambahkan basis data - Centang untuk menambahkan semua permainan dari file PGN saat ini.
it: Aggiungi database: seleziona questa opzione per aggiungere tutti i giochi dal file PGN corrente.

source: Move depth (ply) - Enter the depth in ply to add moves up to.
de: Bewegungstiefe (Schicht) – Geben Sie die Tiefe in Schicht ein, bis zu der Bewegungen hinzugefügt werden sollen.
fr: Profondeur de déplacement (pli) - Saisissez la profondeur en pli pour ajouter des mouvements jusqu'à.
he: הזז עומק (שכבה) - הזן את העומק בשכבה כדי להוסיף מהלכים עד.
hi: चाल गहराई (प्लाई) - चाल जोड़ने के लिए प्लाई में गहराई दर्ज करें।
hu: Mozgatási mélység (réteg) – Adja meg a réteg mélységét a feljebb lépések hozzáadásához.
id: Kedalaman gerakan (lapis) - Masukkan kedalaman dalam lapis untuk menambahkan gerakan ke atasnya.
it: Profondità di spostamento (ply): inserisci la profondità in ply fino a cui aggiungere gli spostamenti.

source: i.e. a move depth of 30 will add the first 15 moves of both sides to the book.
de: d. h., bei einer Zugtiefe von 30 werden die ersten 15 Züge beider Seiten zum Buch hinzugefügt.
fr: c'est-à-dire qu'une profondeur de mouvement de 30 ajoutera les 15 premiers mouvements des deux côtés au livre.
he: כלומר עומק מהלך של 30 יוסיף לספר את 15 המהלכים הראשונים של שני הצדדים.
hi: अर्थात् 30 की चाल गहराई दोनों पक्षों की पहली 15 चालों को बुक में जोड़ देगी।
hu: azaz a 30-as mozgásmélység mindkét oldal első 15 mozdulatát hozzáadja a könyvhöz.
id: misalnya kedalaman gerakan sebesar 30 akan menambahkan 15 gerakan pertama dari kedua sisi ke dalam buku.
it: ad esempio, una profondità di mossa pari a 30 aggiungerà al libro le prime 15 mosse di entrambe le parti.

source: Start game no. - The game number in the PGN file to start importing games from.
de: Startspielnummer – Die Spielnummer in der PGN-Datei, ab der mit dem Importieren von Spielen begonnen werden soll.
fr: Numéro de jeu de départ - Le numéro de jeu dans le fichier PGN à partir duquel commencer l'importation des jeux.
he: התחלת משחק מס. - מספר המשחק בקובץ PGN שמתחיל לייבא ממנו משחקים.
hi: खेल आरंभ करें क्रमांक - PGN फ़ाइल में वह खेल क्रमांक जिससे खेल आयात करना आरंभ करना है।
hu: A játék indítása sz. - A játékszám a PGN-fájlban, amelyből a játékok importálása megkezdődik.
id: Mulai nomor permainan - Nomor permainan dalam file PGN untuk mulai mengimpor permainan.
it: Numero di inizio partita: il numero della partita nel file PGN da cui iniziare a importare le partite.

source: This is useful if you are making an opening book from a large PGN file
de: Dies ist nützlich, wenn Sie ein Eröffnungsbuch aus einer großen PGN-Datei erstellen
fr: Ceci est utile si vous créez un livre d'ouverture à partir d'un gros fichier PGN
he: זה שימושי אם אתה מכין ספר פתיחה מקובץ PGN גדול
hi: यह तब उपयोगी है जब आप किसी बड़ी PGN फ़ाइल से ओपनिंग बुक बना रहे हों
hu: Ez akkor hasznos, ha nyitókönyvet készít egy nagy PGN fájlból
id: Ini berguna jika Anda membuat buku pembukaan dari file PGN yang besar
it: Questo è utile se si sta creando un libro di apertura da un file PGN di grandi dimensioni

source: End game no. - The game number in the PGN file at which to stop importing games.
de: Endspielnummer – Die Spielnummer in der PGN-Datei, bei der der Spieleimport beendet werden soll.
fr: Numéro de fin de partie - Le numéro de partie dans le fichier PGN auquel arrêter l'importation des parties.
he: סיום משחק מס. - מספר המשחק בקובץ PGN שבו להפסיק לייבא משחקים.
hi: अंतिम गेम संख्या - PGN फ़ाइल में वह गेम संख्या जिस पर गेम आयात करना बंद करना है।
hu: Végjáték sz. - A játékszám a PGN-fájlban, amelynél le kell állítani a játékok importálását.
id: No. akhir permainan - Nomor permainan dalam file PGN di mana impor permainan harus dihentikan.
it: Numero di fine partita: il numero della partita nel file PGN in cui interrompere l'importazione delle partite.

source: Enter zero to process all of the games in the PGN file.
de: Geben Sie Null ein, um alle Spiele in der PGN-Datei zu verarbeiten.
fr: Entrez zéro pour traiter tous les jeux dans le fichier PGN.
he: הזן אפס כדי לעבד את כל המשחקים בקובץ PGN.
hi: PGN फ़ाइल में सभी खेलों को संसाधित करने के लिए शून्य दर्ज करें।
hu: Írjon be nullát a PGN fájlban lévő összes játék feldolgozásához.
id: Masukkan nol untuk memproses semua permainan dalam berkas PGN.
it: Inserisci zero per elaborare tutti i giochi nel file PGN.

source: Add game(s) - Click this button to start importing moves from the PGN file
de: Spiel(e) hinzufügen - Klicken Sie auf diese Schaltfläche, um mit dem Importieren von Zügen aus der PGN-Datei zu beginnen
fr: Ajouter un ou plusieurs jeux - Cliquez sur ce bouton pour commencer à importer des coups à partir du fichier PGN
he: הוסף משחק(ים) - לחץ על כפתור זה כדי להתחיל לייבא מהלכים מקובץ PGN
hi: खेल(खेलों) को जोड़ें - PGN फ़ाइल से चालें आयात करना शुरू करने के लिए इस बटन पर क्लिक करें
hu: Játék(ok) hozzáadása – Kattintson erre a gombra a lépések importálásához a PGN fájlból
id: Tambahkan permainan - Klik tombol ini untuk mulai mengimpor gerakan dari file PGN
it: Aggiungi partita/e - Fai clic su questo pulsante per iniziare a importare le mosse dal file PGN

source: into the Polyglot .bin opening book.
de: in das Polyglot .bin-Eröffnungsbuch.
fr: dans le livre d'ouverture Polyglot .bin.
he: לתוך ספר הפתיחה Polyglot .bin.
hi: पॉलीग्लॉट .bin ओपनिंग बुक में।
hu: a Polyglot .bin nyitókönyvébe.
id: ke dalam buku pembukaan Polyglot .bin.
it: nel libro di apertura Polyglot .bin.

source: Last game no. processed - This is the number of the last game added from the
de: Letzte Spielnummer verarbeitet - Dies ist die Nummer des letzten Spiels, das aus dem
fr: Dernier numéro de jeu traité - Il s'agit du numéro du dernier jeu ajouté à partir du
he: משחק אחרון מס. מעובד - זהו המספר של המשחק האחרון שנוסף מה-
hi: अंतिम संसाधित गेम संख्या - यह उस अंतिम गेम की संख्या है जिसे संसाधित किया गया था।
hu: Utolsó játék sz. feldolgozva – Ez a játékból legutóbb hozzáadott játék száma
id: Nomor permainan terakhir yang diproses - Ini adalah nomor permainan terakhir yang ditambahkan dari
it: Ultimo numero di partita elaborato - Questo è il numero dell'ultimo gioco aggiunto dal

source: PGN games file. This is useful if you are adding games to an opening book
de: PGN-Spieledatei. Dies ist nützlich, wenn Sie Spiele zu einem Eröffnungsbuch hinzufügen
fr: Fichier de jeux PGN. Utile pour ajouter des jeux à un livre d'ouvertures.
he: קובץ משחקי PGN. זה שימושי אם אתה מוסיף משחקים לספר פתיחה
hi: PGN गेम्स फ़ाइल। यह तब उपयोगी है जब आप ओपनिंग बुक में गेम जोड़ रहे हों
hu: PGN játékok fájl. Ez akkor hasznos, ha játékokat ad hozzá egy nyitókönyvhöz
id: File game PGN. Ini berguna jika Anda menambahkan game ke buku pembukaan
it: File di gioco PGN. Questo è utile se stai aggiungendo giochi a un libro di apertura
