Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Details of my implementation can be found in the file SwissSystem.txt
de: Details meiner Implementierung finden Sie in der Datei SwissSystem.txt
fr: Les détails de mon implémentation peuvent être trouvés dans le fichier SwissSystem.txt
he: פרטים על היישום שלי ניתן למצוא בקובץ SwissSystem.txt
hi: मेरे कार्यान्वयन का विवरण SwissSystem.txt फ़ाइल में पाया जा सकता है
hu: Megvalósításom részletei a SwissSystem.txt fájlban találhatók
id: Detail implementasi saya dapat ditemukan di file SwissSystem.txt
it: I dettagli della mia implementazione possono essere trovati nel file SwissSystem.txt

source: which is part of the original download.
de: welches Teil des ursprünglichen Downloads ist.
fr: qui fait partie du téléchargement original.
he: שהוא חלק מההורדה המקורית.
hi: जो मूल डाउनलोड का हिस्सा है।
hu: amely az eredeti letöltés része.
id: yang merupakan bagian dari unduhan asli.
it: che fa parte del download originale.

source: Notes on tournament types
de: Hinweise zu Turnierarten
fr: Notes sur les types de tournois
he: הערות על סוגי טורנירים
hi: टूर्नामेंट के प्रकारों पर नोट्स
hu: Megjegyzések a versenytípusokhoz
id: Catatan tentang jenis turnamen
it: Note sui tipi di torneo

source: Select engines
de: Motoren auswählen
fr: Sélectionner les moteurs
he: בחר מנועים
hi: इंजन चुनें
hu: Válasszon motorokat
id: Pilih mesin
it: Seleziona motori

source: Only engine parameter files (*.epm)
de: Nur Engine-Parameterdateien (*.epm)
fr: Uniquement les fichiers de paramètres du moteur (*.epm)
he: רק קבצי פרמטרים של מנוע (*.epm)
hi: केवल इंजन पैरामीटर फ़ाइलें (*.epm)
hu: Csak motorparaméter-fájlok (*.epm)
id: Hanya file parameter mesin (*.epm)
it: Solo file di parametri motore (*.epm)

source: can be used in engine tournaments.
de: kann in Engine-Turnieren verwendet werden.
fr: peut être utilisé dans les tournois de moteurs.
he: ניתן להשתמש בטורנירי מנועים.
hi: इंजन टूर्नामेंट में इस्तेमाल किया जा सकता है.
hu: motorversenyeken használható.
id: dapat digunakan dalam turnamen mesin.
it: può essere utilizzato nei tornei di motori.

source: So the file that you selected
de: Die von Ihnen ausgewählte Datei
fr: Donc le fichier que vous avez sélectionné
he: אז הקובץ שבחרת
hi: तो आपके द्वारा चुनी गई फ़ाइल
hu: Tehát a kiválasztott fájl
id: Jadi file yang Anda pilih
it: Quindi il file che hai selezionato

source: without this extension was not added.
de: ohne diese Erweiterung wurde nicht hinzugefügt.
fr: sans cette extension n'a pas été ajoutée.
he: ללא הרחבה זו לא נוספה.
hi: इसके बिना एक्सटेंशन नहीं जोड़ा गया था.
hu: e kiterjesztés nélkül nem lett hozzáadva.
id: tanpa ekstensi ini tidak ditambahkan.
it: senza questa estensione non è stato aggiunto.

source: For a detailed explanation of *.epm files,
de: Eine ausführliche Erklärung zu *.epm-Dateien finden Sie unter
fr: Pour une explication détaillée des fichiers *.epm,
he: להסבר מפורט על קבצי *.epm,
hi: *.epm फ़ाइलों के विस्तृत विवरण के लिए,
hu: Az *.epm fájlok részletes magyarázatához:
id: Untuk penjelasan rinci tentang file *.epm,
it: Per una spiegazione dettagliata dei file *.epm,

source: click on the < epm file help > button.
de: Klicken Sie auf die Schaltfläche <EPM-Dateihilfe>.
fr: cliquez sur le bouton < aide du fichier epm >.
he: לחץ על הלחצן < epm file help >.
hi: < epm फ़ाइल सहायता > बटन पर क्लिक करें.
hu: kattintson az < epm file help > gombra.
id: klik tombol <bantuan file epm>.
it: fare clic sul pulsante < epm file help >.

source: In order to do this, you must first make a *.epm file for your selected engine.
de: Dazu müssen Sie zunächst eine *.epm-Datei für die von Ihnen gewählte Engine erstellen.
fr: Pour ce faire, vous devez d’abord créer un fichier *.epm pour le moteur sélectionné.
he: על מנת לעשות זאת, תחילה עליך ליצור קובץ *.epm עבור המנוע שבחרת.
hi: ऐसा करने के लिए, आपको पहले अपने चयनित इंजन के लिए *.epm फ़ाइल बनानी होगी।
hu: Ehhez először létre kell hoznia egy *.epm fájlt a kiválasztott motorhoz.
id: Untuk melakukan ini, pertama-tama Anda harus membuat file *.epm untuk mesin yang Anda pilih.
it: Per fare ciò, devi prima creare un file *.epm per il motore selezionato.

source: This is like the < Create UCI engine > process that you see in many chess programs.
de: Dies ähnelt dem Prozess <UCI-Engine erstellen>, den Sie in vielen Schachprogrammen sehen.
fr: C'est comme le processus < Créer un moteur UCI > que vous voyez dans de nombreux programmes d'échecs.
he: זה כמו תהליך < Create UCI Engine > שאתה רואה בתוכניות שחמט רבות.
hi: यह < UCI इंजन बनाएं > प्रक्रिया के समान है जिसे आप कई शतरंज कार्यक्रमों में देखते हैं।
hu: Ez olyan, mint a sok sakkprogramban látható < UCI motor létrehozása > folyamat.
id: Ini seperti proses < Buat mesin UCI > yang Anda lihat di banyak program catur.
it: Questo è simile al processo <Crea motore UCI> che si vede in molti programmi di scacchi.

source: In order to do this, first open the < Engine.. > dialog box.
de: Öffnen Sie hierzu zunächst das Dialogfeld <Engine..>.
fr: Pour ce faire, ouvrez d’abord la boîte de dialogue < Moteur.. >.
he: על מנת לעשות זאת, פתח תחילה את תיבת הדו-שיח < Engine.. >.
hi: ऐसा करने के लिए, सबसे पहले < इंजन.. > संवाद बॉक्स खोलें।
hu: Ehhez először nyissa meg az < Engine.. > párbeszédpanelt.
id: Untuk melakukan ini, pertama buka kotak dialog < Engine.. >
it: Per fare ciò, aprire prima la finestra di dialogo < Motore.. >.

source: This can be done from the Main menu, or from the Engine Tournament.. dialog box.
de: Dies kann über das Hauptmenü oder das Dialogfeld „Engine Tournament“ erfolgen.
fr: Cela peut être fait à partir du menu principal ou à partir de la boîte de dialogue Tournoi du moteur.
he: ניתן לעשות זאת מהתפריט הראשי, או מתיבת הדו-שיח Engine Tournament....
hi: यह मुख्य मेनू से, या इंजन टूर्नामेंट.. संवाद बॉक्स से किया जा सकता है।
hu: Ezt megteheti a Főmenüből vagy az Engine Tournament... párbeszédpanelből.
id: Hal ini dapat dilakukan dari menu Utama, atau dari kotak dialog Engine Tournament..
it: È possibile farlo dal menu principale o dalla finestra di dialogo Torneo motori.

source: Select the *.exe file for the desired engine as normal, and then click on the
de: Wählen Sie wie gewohnt die *.exe-Datei für die gewünschte Engine aus und klicken Sie anschließend auf das
fr: Sélectionnez le fichier *.exe pour le moteur souhaité comme d'habitude, puis cliquez sur le
he: בחר את קובץ *.exe עבור המנוע הרצוי כרגיל, ולאחר מכן לחץ על
hi: वांछित इंजन के लिए सामान्य रूप से *.exe फ़ाइल का चयन करें, और फिर पर क्लिक करें
hu: A szokásos módon válassza ki a kívánt motorhoz tartozó *.exe fájlt, majd kattintson a
id: Pilih file *.exe untuk mesin yang diinginkan seperti biasa, lalu klik
it: Selezionare il file *.exe per il motore desiderato come di consueto, quindi fare clic su

source: < Browse.. > button next to Save Engine.. at the bottom of the box.
de: Klicken Sie unten im Feld auf die Schaltfläche <Durchsuchen..> neben „Engine speichern..“.
fr: < Parcourir.. > bouton à côté de Enregistrer le moteur.. en bas de la boîte.
he: הלחצן < Browse.. > לצד Save Engine.. בתחתית התיבה.
hi: बॉक्स के नीचे Save Engine.. के बगल में < Browse.. > बटन पर क्लिक करें।
hu: < Tallózás.. > gombot a Save Engine.. mellett a doboz alján.
id: tombol < Browse.. > di samping Save Engine.. di bagian bawah kotak.
it: Pulsante < Sfoglia.. > accanto a Salva motore.. nella parte inferiore della casella.

source: You will then get a file dialog box showing the stem of the engine name
de: Sie erhalten dann ein Dateidialogfeld mit dem Stamm des Engine-Namens
fr: Vous obtiendrez alors une boîte de dialogue de fichier affichant la racine du nom du moteur
he: לאחר מכן תקבל תיבת דו-שיח של קובץ המציגה את גזע שם המנוע
hi: इसके बाद आपको एक फ़ाइल डायलॉग बॉक्स मिलेगा जिसमें इंजन नाम का स्टेम दिखाया जाएगा
hu: Ezután megjelenik egy fájl párbeszédpanel, amely a motor nevének törzsét mutatja
id: Anda kemudian akan mendapatkan kotak dialog file yang menunjukkan batang nama mesin
it: Verrà quindi visualizzata una finestra di dialogo del file che mostra la radice del nome del motore

source: with the line below saying < Save as type : .epm files(*.epm) >
de: mit der Zeile darunter < Speichern unter: .epm-Dateien (*.epm) >
fr: avec la ligne ci-dessous indiquant < Enregistrer sous le type : fichiers .epm (*.epm) >
he: כשהשורה למטה אומרת < Save as type : .epm files(*.epm) >
hi: नीचे की पंक्ति में लिखा है < Save as type : .epm files(*.epm) >
hu: az alábbi sorral: < Save as type : .epm files(*.epm) >
id: dengan baris di bawah ini yang mengatakan < Simpan sebagai tipe : .epm file(*.epm) >
it: con la riga sottostante che dice < Salva come tipo : file .epm (*.epm) >

source: Press Save to accept the name offered, or edit it as you wish.
de: Drücken Sie Speichern, um den vorgeschlagenen Namen zu akzeptieren, oder bearbeiten Sie ihn nach Wunsch.
fr: Appuyez sur Enregistrer pour accepter le nom proposé ou modifiez-le comme vous le souhaitez.
he: לחץ על שמור כדי לקבל את השם המוצע, או ערוך אותו כרצונך.
hi: प्रस्तावित नाम को स्वीकार करने के लिए सहेजें दबाएं, या अपनी इच्छानुसार उसे संपादित करें।
hu: Nyomja meg a Mentés gombot a felajánlott név elfogadásához, vagy tetszés szerint szerkessze azt.
id: Tekan Simpan untuk menerima nama yang ditawarkan, atau edit sesuai keinginan Anda.
it: Premi Salva per accettare il nome proposto oppure modificalo come preferisci.

source: Then the *.epm file will be stored on disk alongside the *.exe file.
de: Anschließend wird die *.epm-Datei zusammen mit der *.exe-Datei auf der Festplatte gespeichert.
fr: Ensuite, le fichier *.epm sera stocké sur le disque à côté du fichier *.exe.
he: אז קובץ *.epm יאוחסן בדיסק לצד קובץ *.exe.
hi: फिर *.epm फ़ाइल को *.exe फ़ाइल के साथ डिस्क पर संग्रहीत किया जाएगा।
hu: Ezután az *.epm fájl a lemezen lesz tárolva az *.exe fájl mellett.
id: Kemudian file *.epm akan disimpan pada disk bersama file *.exe.
it: Quindi il file *.epm verrà memorizzato sul disco insieme al file *.exe.

source: Repeat this process for all of the engines that you want to use in tournaments.
de: Wiederholen Sie diesen Vorgang für alle Engines, die Sie in Turnieren verwenden möchten.
fr: Répétez ce processus pour tous les moteurs que vous souhaitez utiliser dans les tournois.
he: חזור על תהליך זה עבור כל המנועים שבהם אתה רוצה להשתמש בטורנירים.
hi: इस प्रक्रिया को उन सभी इंजनों के लिए दोहराएं जिन्हें आप टूर्नामेंट में उपयोग करना चाहते हैं।
hu: Ismételje meg ezt a folyamatot minden versenyen használni kívánt motornál.
id: Ulangi proses ini untuk semua mesin yang ingin Anda gunakan dalam turnamen.
it: Ripeti questo procedimento per tutti i motori che vuoi utilizzare nei tornei.

source: The *.epm files are kept on disk, so you only have to do this once.
de: Die *.epm-Dateien werden auf der Festplatte gespeichert, Sie müssen dies also nur einmal tun.
fr: Les fichiers *.epm sont conservés sur le disque, vous n'avez donc à le faire qu'une seule fois.
he: קבצי *.epm נשמרים בדיסק, אז אתה צריך לעשות זאת פעם אחת בלבד.
hi: *.epm फ़ाइलें डिस्क पर रखी जाती हैं, इसलिए आपको यह केवल एक बार ही करना होगा।
hu: Az *.epm fájlok a lemezen vannak tárolva, így ezt csak egyszer kell megtennie.
id: File *.epm disimpan di disk, jadi Anda hanya perlu melakukannya satu kali saja.
it: I file *.epm vengono conservati sul disco, quindi è necessario eseguire questa operazione una sola volta.

source: Once you have made the *.epm files, they will be offered to you
de: Sobald Sie die *.epm-Dateien erstellt haben, werden sie Ihnen angeboten
fr: Une fois que vous avez créé les fichiers *.epm, ils vous seront proposés
he: לאחר שתיצור את קבצי *.epm, הם יוצעו לך
hi: एक बार जब आप *.epm फ़ाइलें बना लेंगे, तो वे आपको उपलब्ध करा दी जाएंगी
hu: Miután elkészítette az *.epm fájlokat, a rendszer felajánlja azokat
id: Setelah Anda membuat file *.epm, file tersebut akan ditawarkan kepada Anda
it: Una volta creati i file *.epm, ti verranno offerti

source: when you press < Select Engines.. > in the tournament dialog box.
de: wenn Sie im Turnierdialogfeld auf <Engines auswählen..> klicken.
fr: lorsque vous appuyez sur < Sélectionner les moteurs... > dans la boîte de dialogue du tournoi.
he: כאשר אתה לוחץ על < בחר מנועים.. > בתיבת הדו-שיח של הטורניר.
hi: जब आप टूर्नामेंट संवाद बॉक्स में < इंजन चुनें.. > दबाते हैं।
hu: amikor megnyomja a < Select Engines.. > gombot a verseny párbeszédablakban.
id: saat Anda menekan < Pilih Mesin.. > di kotak dialog turnamen.
it: quando premi < Seleziona motori.. > nella finestra di dialogo del torneo.

source: For convenience, you can put them all in the same directory,
de: Der Einfachheit halber können Sie sie alle im selben Verzeichnis ablegen.
fr: Pour plus de commodité, vous pouvez les mettre tous dans le même répertoire,
he: מטעמי נוחות, אתה יכול לשים את כולם באותה ספרייה,
hi: सुविधा के लिए, आप उन सभी को एक ही निर्देशिका में रख सकते हैं,
hu: A kényelem kedvéért mindegyiket elhelyezheti ugyanabba a könyvtárba,
id: Untuk kenyamanan, Anda dapat meletakkan semuanya di direktori yang sama,
it: Per comodità, puoi metterli tutti nella stessa directory,

source: then several can be loaded at once for an engine tournament.
de: dann können mehrere gleichzeitig für ein Engine-Turnier geladen werden.
fr: alors plusieurs peuvent être chargés à la fois pour un tournoi de moteur.
he: אז ניתן לטעון כמה בבת אחת עבור טורניר מנוע.
hi: फिर एक इंजन टूर्नामेंट के लिए एक साथ कई लोड किए जा सकते हैं।
hu: akkor egy motorversenyre egyszerre több is berakható.
id: kemudian beberapa dapat dimuat sekaligus untuk turnamen mesin.
it: quindi è possibile caricarne diversi contemporaneamente per un torneo di motori.

source: If you want, you can have several *.epm files for each engine
de: Wenn Sie möchten, können Sie mehrere *.epm-Dateien für jede Engine haben
fr: Si vous le souhaitez, vous pouvez avoir plusieurs fichiers *.epm pour chaque moteur
he: אם תרצה, תוכל לקבל כמה קבצי *.epm עבור כל מנוע
hi: यदि आप चाहें तो प्रत्येक इंजन के लिए कई *.epm फ़ाइलें रख सकते हैं
hu: Ha szeretné, minden motorhoz több *.epm fájl is tartozhat
id: Jika Anda mau, Anda dapat memiliki beberapa file *.epm untuk setiap mesin
it: Se lo desideri, puoi avere più file *.epm per ogni motore

source: each with different parameters. Simply set the parameters that you want
de: jeweils mit unterschiedlichen Parametern. Stellen Sie einfach die Parameter ein, die Sie möchten
fr: Chacune possède des paramètres différents. Définissez simplement les paramètres souhaités.
he: כל אחד עם פרמטרים שונים. פשוט הגדר את הפרמטרים שאתה רוצה
hi: प्रत्येक के अलग-अलग पैरामीटर हैं। बस अपने मनचाहे पैरामीटर सेट करें
hu: mindegyik más-más paraméterrel. Egyszerűen állítsa be a kívánt paramétereket
id: masing-masing dengan parameter yang berbeda. Cukup atur parameter yang Anda inginkan
it: ognuno con parametri diversi. Imposta semplicemente i parametri che vuoi

source: and save the *.epm file with a slightly different name.
de: und speichern Sie die *.epm-Datei unter einem leicht anderen Namen.
fr: et enregistrez le fichier *.epm avec un nom légèrement différent.
he: ושמור את קובץ *.epm בשם מעט שונה.
hi: और *.epm फ़ाइल को थोड़े भिन्न नाम से सेव करें।
hu: és mentse el az *.epm fájlt egy kicsit más néven.
id: dan simpan file *.epm dengan nama yang sedikit berbeda.
it: e salvare il file *.epm con un nome leggermente diverso.

source: This is the reason for the two different file extensions.
de: Dies ist der Grund für die beiden unterschiedlichen Dateierweiterungen.
fr: C'est la raison pour laquelle il existe deux extensions de fichiers différentes.
he: זו הסיבה לשתי סיומות הקבצים השונות.
hi: यही दो अलग-अलग फ़ाइल एक्सटेंशन का कारण है।
hu: Ez az oka a két különböző fájlkiterjesztésnek.
id: Inilah alasan adanya dua ekstensi file yang berbeda.
it: Questo è il motivo delle due diverse estensioni di file.

source: So if you wanted to play an engine match with specific parameters for the engines,
de: Wenn Sie also ein Engine-Match mit spezifischen Parametern für die Engines spielen möchten,
fr: Donc si vous vouliez jouer à un match de moteur avec des paramètres spécifiques pour les moteurs,
he: אז אם רצית לשחק משחק מנוע עם פרמטרים ספציפיים עבור המנועים,
hi: इसलिए यदि आप इंजनों के लिए विशिष्ट मापदंडों के साथ इंजन मैच खेलना चाहते हैं,
hu: Tehát ha egy motormérkőzést szeretne játszani a motorok meghatározott paramétereivel,
id: Jadi jika Anda ingin memainkan pertandingan mesin dengan parameter khusus untuk mesin,
it: Quindi se volessi giocare una partita di motori con parametri specifici per i motori,

source: in the Engine Match.. dialog box, when you click on < Select Engine.. >
de: im Dialogfeld Engine Match.., wenn Sie auf < Select Engine.. > klicken
fr: dans la boîte de dialogue Correspondance du moteur..., lorsque vous cliquez sur < Sélectionner le moteur... >
he: בתיבת הדו-שיח Engine Match.., כאשר אתה לוחץ על < Select Engine.. >
hi: इंजन मिलान.. संवाद बॉक्स में, जब आप < इंजन चुनें.. > पर क्लिक करते हैं
hu: az Engine Match.. párbeszédpanelen, amikor rákattint a < Motor kiválasztása.. > lehetőségre
id: dalam kotak dialog Engine Match.., saat Anda mengklik < Select Engine.. >
it: nella finestra di dialogo Corrispondenza motore.., quando fai clic su < Seleziona motore.. >

source: then click the Browse.. button next to < Load Engine.. >
de: Klicken Sie dann auf die Schaltfläche Durchsuchen neben < Engine laden >
fr: puis cliquez sur le bouton Parcourir... à côté de < Charger le moteur... >
he: לאחר מכן לחץ על הלחצן Browse.. לצד < Load Engine.. >
hi: फिर < लोड इंजन .. > के आगे ब्राउज़ .. बटन पर क्लिक करें
hu: majd kattintson a < Load Engine.. > melletti Tallózás.. gombra
id: lalu klik tombol Browse.. di samping < Load Engine.. >
it: quindi fare clic sul pulsante Sfoglia.. accanto a < Carica motore.. >

source: and select the *.epm parameter file that you want for that engine.
de: und wählen Sie die gewünschte *.epm-Parameterdatei für diese Engine aus.
fr: et sélectionnez le fichier de paramètres *.epm que vous souhaitez pour ce moteur.
he: ובחר את קובץ הפרמטר *.epm הרצוי עבור המנוע הזה.
hi: और उस इंजन के लिए इच्छित *.epm पैरामीटर फ़ाइल का चयन करें।
hu: és válassza ki az adott motorhoz kívánt *.epm paraméterfájlt.
id: dan pilih file parameter *.epm yang Anda inginkan untuk mesin tersebut.
it: e seleziona il file di parametri *.epm che desideri per quel motore.

source: Help on engine parameter files *.epm
de: Hilfe zu Engine-Parameterdateien *.epm
fr: Aide sur les fichiers de paramètres du moteur *.epm
he: עזרה על קבצי פרמטרים של מנוע *.epm
hi: इंजन पैरामीटर फ़ाइलों *.epm पर सहायता
hu: Segítség a motorparaméter-fájlokhoz *.epm
id: Bantuan pada file parameter mesin *.epm
it: Aiuto sui file dei parametri del motore *.epm

source: Cannot open engine tournament save file
de: Die Sicherungsdatei des Engine-Turniers kann nicht geöffnet werden.
fr: Impossible d'ouvrir le fichier de sauvegarde du tournoi du moteur
he: לא ניתן לפתוח קובץ שמירת טורניר מנוע
hi: इंजन टूर्नामेंट सेव फ़ाइल नहीं खोली जा सकती
hu: A motorverseny mentési fájlja nem nyitható meg
id: Tidak dapat membuka file penyimpanan turnamen engine
it: Impossibile aprire il file di salvataggio del torneo del motore

source: Engine tournament options saved to file :-
de: In Datei gespeicherte Engine-Turnieroptionen: -
fr: Options du tournoi du moteur enregistrées dans le fichier :-
he: אפשרויות טורניר מנוע נשמרו בקובץ:-
hi: इंजन टूर्नामेंट विकल्प फ़ाइल में सहेजे गए:-
hu: A motorverseny opciók fájlba mentve: -
id: Opsi turnamen mesin disimpan ke file :-
it: Opzioni del torneo del motore salvate nel file:-

source: Engine tournament options not saved
de: Engine-Turnieroptionen nicht gespeichert
fr: Les options du tournoi du moteur ne sont pas enregistrées
he: אפשרויות טורניר המנוע לא נשמרו
hi: इंजन टूर्नामेंट विकल्प सहेजे नहीं गए
hu: A motorverseny opciói nincsenek elmentve
id: Opsi turnamen mesin tidak disimpan
it: Opzioni del torneo del motore non salvate

source: Cannot open engine tournament file
de: Engine-Turnierdatei kann nicht geöffnet werden
fr: Impossible d'ouvrir le fichier de tournoi du moteur
he: לא ניתן לפתוח קובץ טורניר מנוע
hi: इंजन टूर्नामेंट फ़ाइल नहीं खोली जा सकती
hu: A motorverseny fájl nem nyitható meg
id: Tidak dapat membuka file turnamen mesin
it: Impossibile aprire il file del torneo del motore

source: Engine tournament options loaded
de: Engine-Turnieroptionen geladen
fr: Options de tournoi du moteur chargées
he: אפשרויות טורניר מנוע נטענו
hi: इंजन टूर्नामेंट विकल्प लोड किए गए
hu: Motorverseny opciók betöltve
id: Opsi turnamen mesin dimuat
it: Opzioni del torneo del motore caricate

source: Old style engine tournament options loaded
de: Turnieroptionen der alten Engine geladen
fr: Options de tournoi de moteur de style ancien chargées
he: אפשרויות טורניר מנוע בסגנון ישן טעונות
hi: पुराने स्टाइल इंजन टूर्नामेंट विकल्प लोड किए गए
hu: Régi stílusú motorverseny opciók betöltve
id: Opsi turnamen mesin gaya lama dimuat
it: Opzioni del torneo del motore vecchio stile caricate

source: File read error - Engine tournament options not loaded
de: Fehler beim Lesen der Datei – Engine-Turnieroptionen nicht geladen
fr: Erreur de lecture du fichier - Les options du tournoi du moteur ne sont pas chargées
he: שגיאת קריאת קובץ - אפשרויות טורניר מנוע לא נטענו
hi: फ़ाइल पढ़ने में त्रुटि - इंजन टूर्नामेंट विकल्प लोड नहीं हुए
hu: Fájlolvasási hiba – A motorverseny beállításai nincsenek betöltve
id: Kesalahan pembacaan file - Opsi turnamen mesin tidak dimuat
it: Errore di lettura del file - Opzioni del torneo del motore non caricate

source: The cross table displays the tournament history in a grid
de: Die Kreuztabelle zeigt den Turnierverlauf in einem Raster
fr: Le tableau croisé affiche l'historique du tournoi dans une grille
he: טבלת הצלב מציגה את היסטוריית הטורניר ברשת
hi: क्रॉस टेबल टूर्नामेंट के इतिहास को ग्रिड में प्रदर्शित करता है
hu: A keresztasztal egy rácsban jeleníti meg a verseny történetét
id: Tabel silang menampilkan riwayat turnamen dalam bentuk kotak
it: La tabella incrociata mostra la cronologia del torneo in una griglia

source: for the round-robin and Swiss system formats.
de: für die Formate Round-Robin und Schweizer System.
fr: pour les formats round-robin et système suisse.
he: עבור הפורמטים של סיבוב רובין ומערכת שוויצרית.
hi: राउंड-रॉबिन और स्विस सिस्टम प्रारूपों के लिए।
hu: a körmérkőzéses és a svájci rendszerformátumokhoz.
id: untuk format sistem round-robin dan Swiss.
it: per i formati round-robin e sistema svizzero.

source: For single round-robin, double round-robin with one game played
de: Für Einzel-Round-Robin, Doppel-Round-Robin mit einem gespielten Spiel
fr: Pour un tournoi à la ronde simple, un tournoi à la ronde double avec un match joué
he: עבור סיבוב סיבוב בודד, סיבוב סיבוב כפול עם משחק אחד
hi: एकल राउंड-रॉबिन के लिए, एक खेल के साथ डबल राउंड-रॉबिन
hu: Egyszeri körmérkőzés, dupla körmérkőzés egy lejátszott játékkal
id: Untuk sistem round robin tunggal, sistem round robin ganda dengan satu pertandingan dimainkan
it: Per girone all'italiana singolo, girone all'italiana doppio con una partita giocata

source: and Swiss system, the result is given as follows :-
de: und dem Schweizer System ergibt sich folgendes Ergebnis:
fr: et le système suisse, le résultat est donné comme suit :-
he: ומערכת שוויצרית, התוצאה ניתנת כדלקמן:-
hi: और स्विस प्रणाली के अनुसार, परिणाम निम्नानुसार है:-
hu: és svájci rendszerben, az eredmény a következő:
id: dan sistem Swiss, hasilnya diberikan sebagai berikut :-
it: e il sistema svizzero, il risultato è dato come segue:

source: W 1 W 0 W d B 1 B 0 B d
fr: L 1 L 0 L d B 1 B 0 B d
hi: डब्ल्यू 1 डब्ल्यू 0 डब्ल्यू डी बी 1 बी 0 बी डी
id: P 1 P 0 P d B 1 B 0 B d
it: L 1 L 0 L d B 1 B 0 B d

source: The W or B indicates white or black
de: Das W oder B steht für Weiß oder Schwarz
fr: Le W ou le B indique le blanc ou le noir
he: ה-W או B מציינים לבן או שחור
hi: W या B सफेद या काले रंग को दर्शाता है
hu: A W vagy B fehéret vagy feketét jelez
id: W atau B menunjukkan putih atau hitam
it: La W o la B indicano il bianco o il nero
