Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: White win (1 - 0)
de: Weiß gewinnt (1 - 0)
fr: Victoire des blancs (1 - 0)
he: ניצחון לבן (1 - 0)
hi: सफ़ेद जीत (1 - 0)
hu: Fehér győzelem (1-0)
id: Putih menang (1 - 0)
it: Vittoria del bianco (1 - 0)

source: Black win (0 - 1)
de: Schwarz gewinnt (0 - 1)
fr: Victoire des noirs (0 - 1)
he: ניצחון שחור (0 - 1)
hi: ब्लैक की जीत (0 - 1)
hu: Fekete győzelem (0-1)
id: Hitam menang (0 - 1)
it: Vittoria nera (0 - 1)

source: Draw (1/2 - 1/2)
de: Unentschieden (1/2 - 1/2)
fr: Nul (1/2 - 1/2)
he: תיקו (1/2 - 1/2)
hi: ड्रा (1/2 - 1/2)
hu: Döntetlen (1/2 - 1/2)
id: Gambar (1/2 - 1/2)
it: Pareggio (1/2 - 1/2)

source: OK
fr: D'ACCORD
he: בְּסֵדֶר
hi: ठीक है
hu: RENDBEN
id: OKE

source: Cancel
de: Stornieren
fr: Annuler
he: לְבַטֵל
hi: रद्द करना
hu: Mégse
id: Membatalkan
it: Cancellare

source: No result
de: Kein Ergebnis
fr: Aucun résultat
he: אין תוצאה
hi: कोई परिणाम नहीं
hu: Nincs eredmény
id: Tidak ada hasil
it: Nessun risultato

source: Save partially analysed game (y/n) ?
de: Teilweise analysiertes Spiel speichern (j/n)?
fr: Sauvegarder la partie partiellement analysée (o/n) ?
he: לשמור משחק מנותח חלקית (י/נ) ?
hi: आंशिक रूप से विश्लेषित खेल को सहेजें (y/n)?
hu: Részben elemzett játék mentése (i/n) ?
id: Simpan game yang dianalisis sebagian (y/t)?
it: Salvare il gioco parzialmente analizzato (sì/no)?

source: Analysis message
de: Analysenachricht
fr: Message d'analyse
he: הודעת ניתוח
hi: विश्लेषण संदेश
hu: Elemző üzenet
id: Pesan analisis
it: Messaggio di analisi

source: Automatic game analysis stopped
de: Automatische Spielanalyse gestoppt
fr: L'analyse automatique du jeu est arrêtée
he: ניתוח המשחק האוטומטי הופסק
hi: स्वचालित खेल विश्लेषण बंद कर दिया गया
hu: Az automatikus játékelemzés leállt
id: Analisis permainan otomatis dihentikan
it: Analisi automatica del gioco interrotta

source: There is no game loaded to analyse.
de: Es ist kein Spiel zum Analysieren geladen.
fr: Il n'y a pas de jeu chargé à analyser.
he: לא נטען משחק לניתוח.
hi: विश्लेषण करने के लिए कोई गेम लोड नहीं है।
hu: Nincs játék betöltve elemzésre.
id: Tidak ada permainan yang dimuat untuk dianalisis.
it: Non è presente alcuna partita caricata da analizzare.

source: Please load a game before starting auto analysis.
de: Bitte laden Sie ein Spiel, bevor Sie die automatische Analyse starten.
fr: Veuillez charger un jeu avant de démarrer l'analyse automatique.
he: אנא טען משחק לפני התחלת ניתוח אוטומטי.
hi: कृपया स्वतः विश्लेषण शुरू करने से पहले कोई गेम लोड करें।
hu: Kérjük, töltsön be egy játékot az automatikus elemzés megkezdése előtt.
id: Harap muat permainan sebelum memulai analisis otomatis.
it: Carica una partita prima di avviare l'analisi automatica.

source: Analyse game message
de: Spielnachrichten analysieren
fr: Analyser le message du jeu
he: נתח את הודעת המשחק
hi: गेम संदेश का विश्लेषण करें
hu: A játék üzenetének elemzése
id: Analisis pesan permainan
it: Analizza il messaggio di gioco

source: Comment files have not loaded properly.
de: Kommentardateien wurden nicht richtig geladen.
fr: Les fichiers de commentaires n'ont pas été chargés correctement.
he: קבצי ההערות לא נטענו כראוי.
hi: टिप्पणी फ़ाइलें ठीक से लोड नहीं हुई हैं.
hu: A megjegyzésfájlok nem töltődnek be megfelelően.
id: Berkas komentar tidak dimuat dengan benar.
it: I file dei commenti non sono stati caricati correttamente.

source: Do you want to continue without them (y/n) ?
de: Möchten Sie ohne sie fortfahren (j/n)?
fr: Voulez-vous continuer sans eux (o/n) ?
he: האם אתה רוצה להמשיך בלעדיהם (י/נ) ?
hi: क्या आप उनके बिना आगे बढ़ना चाहते हैं (y/n)?
hu: Folytatja nélkülük (i/n)?
id: Apakah Anda ingin melanjutkan tanpa mereka (y/n)?
it: Vuoi continuare senza di loro (y/n)?

source: File error message
de: Dateifehlermeldung
fr: Message d'erreur de fichier
he: הודעת שגיאה בקובץ
hi: फ़ाइल त्रुटि संदेश
hu: Fájl hibaüzenet
id: Pesan kesalahan berkas
it: Messaggio di errore del file

source: Game analysis cancelled
de: Spielanalyse abgesagt
fr: Analyse du jeu annulée
he: ניתוח המשחק בוטל
hi: खेल विश्लेषण रद्द किया गया
hu: A játék elemzése törölve
id: Analisis permainan dibatalkan
it: Analisi del gioco annullata

source: Game analysis message
de: Nachricht zur Spielanalyse
fr: Message d'analyse du jeu
he: הודעת ניתוח משחק
hi: खेल विश्लेषण संदेश
hu: Játékelemző üzenet
id: Pesan analisis permainan
it: Messaggio di analisi del gioco

source: Stop
de: Stoppen
fr: Arrêt
he: לְהַפְסִיק
hi: रुकना
id: Berhenti
it: Fermare

source: Auto analysis for all games complete
de: Automatische Analyse aller Spiele abgeschlossen
fr: Analyse automatique de tous les jeux terminée
he: ניתוח אוטומטי עבור כל המשחקים הושלם
hi: सभी खेलों के लिए स्वतः विश्लेषण पूर्ण
hu: Az összes játék automatikus elemzése befejeződött
id: Analisis otomatis untuk semua game selesai
it: Analisi automatica per tutti i giochi completata

source: Auto analysis message
de: Automatische Analysemeldung
fr: Message d'analyse automatique
he: הודעת ניתוח אוטומטי
hi: स्वतः विश्लेषण संदेश
hu: Automatikus elemzés üzenet
id: Pesan analisis otomatis
it: Messaggio di analisi automatica

source: Auto analysis for game complete
de: Automatische Analyse für abgeschlossenes Spiel
fr: Analyse automatique pour le jeu terminé
he: ניתוח אוטומטי להשלמת המשחק
hi: खेल पूर्ण होने पर स्वतः विश्लेषण
hu: Automatikus elemzés a játékhoz
id: Analisis otomatis untuk permainan selesai
it: Analisi automatica per il completamento del gioco

source: Points lost - White
de: Punkte verloren - Weiß
fr: Points perdus - Blancs
he: אבדו נקודות - לבן
hi: खोए हुए अंक - सफ़ेद
hu: Vesztett pontok – fehér
id: Poin hilang - Putih
it: Punti persi - Bianco

source: Black
de: Schwarz
fr: Noir
he: שָׁחוֹר
hi: काला
hu: Fekete
id: Hitam
it: Nero

source: (Analysis by
de: (Analyse von
fr: (Analyse par
he: (ניתוח על ידי
hi: (विश्लेषण
hu: (Elemzés:
id: (Analisis oleh
it: (Analisi di

source: at
de: bei
fr: à
he: בְּ-
hi: पर
id: pada
it: A

source: secs/move
de: Sek./Bewegung
fr: secondes/mouvement
he: שניות/זוז
hi: सेकंड/चाल
hu: mp/mozgás
id: detik/pindah
it: secondi/movimento

source: Please select the automatic analysis options :-
de: Bitte wählen Sie die Optionen für die automatische Analyse: -
fr: Veuillez sélectionner les options d'analyse automatique :-
he: אנא בחר את אפשרויות הניתוח האוטומטי:-
hi: कृपया स्वचालित विश्लेषण विकल्प चुनें:-
hu: Kérjük, válassza ki az automatikus elemzési lehetőségeket: -
id: Silakan pilih opsi analisis otomatis :-
it: Seleziona le opzioni di analisi automatica:-

source: Time per move (secs)
de: Zeit pro Bewegung (Sekunden)
fr: Temps par mouvement (sec)
he: זמן לכל מהלך (שניות)
hi: प्रति चाल समय (सेकंड)
hu: Lépésenkénti idő (másodperc)
id: Waktu per gerakan (detik)
it: Tempo per mossa (sec)

source: Threshold (1/100 pawns)
de: Schwelle (1/100 Bauern)
fr: Seuil (1/100 pions)
he: סף (1/100 פיונים)
hi: सीमा (1/100 प्यादे)
hu: Küszöb (1/100 gyalog)
id: Ambang Batas (1/100 pion)
it: Soglia (1/100 pedoni)

source: Start move no.
de: Startzug Nr.
fr: Démarrage du mouvement n°
he: התחל מהלך לא.
hi: चाल संख्या 1 प्रारंभ करें।
hu: Indítsa el a mozgást nem.
id: Mulai gerakan no.
it: Inizia la mossa n.

source: End move no.
de: Endzug Nr.
fr: Fin du mouvement n°
he: מהלך סוף לא.
hi: चाल संख्या 1 समाप्त करें।
hu: Vége lépés sz.
id: Akhiri gerakan no.
it: Fine mossa n.

source: Identify winning position
de: Gewinnposition identifizieren
fr: Identifier la position gagnante
he: זיהוי עמדת מנצח
hi: जीतने की स्थिति की पहचान करें
hu: Határozza meg a nyerő pozíciót
id: Mengidentifikasi posisi kemenangan
it: Identificare la posizione vincente

source: Winning threshold
de: Gewinnschwelle
fr: Seuil gagnant
he: סף זכייה
hi: जीत की दहलीज
hu: Győzelmi küszöb
id: Ambang kemenangan
it: Soglia vincente

source: Margin of error
de: Fehlerquote
fr: Marge d'erreur
he: מרווח הטעות
hi: त्रुटि के मार्जिन
hu: Hibahatár
id: Margin kesalahan
it: Margine di errore

source: Error cutoff (pawns)
de: Fehler-Cutoff (Bauern)
fr: Erreur limite (pions)
he: חיתוך שגיאה (משכונים)
hi: त्रुटि कटऑफ (प्यादे)
hu: Hibalezárás (gyalogok)
id: Batas kesalahan (pion)
it: Errore di taglio (pedoni)

source: Add sub-variations
de: Untervarianten hinzufügen
fr: Ajouter des sous-variantes
he: הוסף וריאציות משנה
hi: उप-भिन्नताएँ जोड़ें
hu: Alváltozatok hozzáadása
id: Tambahkan sub-variasi
it: Aggiungi sotto-varianti

source: Analyse book moves
de: Analysieren Sie Buchbewegungen
fr: Analyser les mouvements de livres
he: ניתוח מהלכי ספר
hi: पुस्तक चालों का विश्लेषण करें
hu: Elemezze a könyv mozgását
id: Menganalisis pergerakan buku
it: Analizza le mosse del libro

source: Comments
de: Kommentare
fr: Commentaires
he: הערות
hi: टिप्पणियाँ
hu: Megjegyzések
id: Komentar
it: Commenti

source: Errors
de: Fehler
fr: Erreurs
he: שגיאות
hi: त्रुटियाँ
hu: Hibák
id: Kesalahan
it: Errori

source: Pre sub-var
de: Vor-Sub-Variable
fr: Pré-sous-var
hi: पूर्व उप-वार
id: Pra sub-var

source: Post sub-var
de: Untervariable posten
fr: Sous-variable de publication
he: פוסט משנה ואר
hi: पोस्ट उप-var
hu: Hozzászólás al-var
id: Posting sub-var
it: Post sotto-variabile

source: Add quotes
de: Zitate hinzufügen
fr: Ajouter des citations
he: הוסף ציטוטים
hi: उद्धरण जोड़ें
hu: Idézetek hozzáadása
id: Tambahkan kutipan
it: Aggiungi citazioni

source: Use pronoun ze
de: Verwenden Sie das Pronomen ze
fr: Utiliser le pronom ze
he: השתמש בכינוי ze
hi: सर्वनाम ज़े का प्रयोग करें
hu: Használj ze névmást
id: Gunakan kata ganti ze
it: Usa il pronome ze

source: Evaluations
de: Bewertungen
fr: Évaluations
he: הערכות
hi: मूल्यांकन
hu: Értékelések
id: Evaluasi
it: Valutazioni

source: All moves
de: Alle Bewegungen
fr: Tous les mouvements
he: כל המהלכים
hi: सभी चालें
hu: Minden mozdulat
id: Semua gerakan
it: Tutte le mosse

source: Points lost
de: Punkteverlust
fr: Points perdus
he: אבדו נקודות
hi: खोए हुए अंक
hu: Vesztett pontok
id: Poin hilang
it: Punti persi

source: Count cut off
de: Anzahl abgeschnitten
fr: Compter coupé
he: הספירה נקטעה
hi: गिनती कट गई
hu: Levágták a számlálást
id: Hitungan pemotongan
it: Conteggio tagliato

source: Create evaluation profile
de: Bewertungsprofil erstellen
fr: Créer un profil d'évaluation
he: צור פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल बनाएँ
hu: Hozzon létre értékelési profilt
id: Buat profil evaluasi
it: Crea profilo di valutazione

source: Kibitz line no. (1-4)
de: Kibitzlinie Nr. (1-4)
fr: Ligne Kibitz n° (1-4)
he: קו מס' קיביץ. (1-4)
hi: किबिट्ज़ लाइन नं. (1-4)
hu: Kibitz sor sz. (1-4)
id: Jalur Kibitz no. (1-4)
it: Linea Kibitz n. (1-4)

source: Side to analyse for
de: Zu analysierende Seite
fr: Côté à analyser pour
he: צד לנתח עבורו
hi: विश्लेषण हेतु पक्ष
hu: Elemezni való oldal
id: Sisi untuk menganalisis
it: Lato da analizzare per

source: White
de: Weiß
fr: Blanc
he: לָבָן
hi: सफ़ेद
hu: Fehér
id: Putih
it: Bianco

source: Both
de: Beide
fr: Les deux
he: שְׁנֵיהֶם
hi: दोनों
hu: Mindkét
id: Keduanya
it: Entrambi

source: Storage options
de: Speicheroptionen
fr: Options de stockage
he: אפשרויות אחסון
hi: भंडारण विकल्प
hu: Tárolási lehetőségek
id: Opsi penyimpanan
it: Opzioni di archiviazione

source: Replace
de: Ersetzen
fr: Remplacer
he: לְהַחלִיף
hi: प्रतिस्थापित करें
hu: Cserélje ki
id: Mengganti
it: Sostituire

source: Append
de: Anhängen
fr: Ajouter
he: לְצַרֵף
hi: संलग्न
hu: Mellékel
id: Menambahkan
it: Aggiungere

source: Variation lengths..
de: Variationslängen..
fr: Longueurs de variation..
he: אורכי וריאציות..
hi: लंबाई में भिन्नता..
hu: Változatos hosszúságok..
id: Panjang variasi..
it: Lunghezze variabili.

source: Select engine..
de: Motor auswählen.
fr: Sélectionnez le moteur.
he: בחר מנוע..
hi: इंजन का चयन करें..
hu: Motor kiválasztása..
id: Pilih mesin..
it: Seleziona motore..

source: Start game analysis..
de: Spielanalyse starten.
fr: Démarrer l'analyse du jeu.
he: התחל ניתוח משחק..
hi: खेल विश्लेषण शुरू करें..
hu: Indítsa el a játék elemzését.
id: Mulai analisis permainan..
it: Avvia l'analisi del gioco.

source: Defaults
de: Standardeinstellungen
fr: Valeurs par défaut
he: ברירות מחדל
hi: चूक
hu: Alapértelmezések
id: Standar bawaan
it: Predefiniti

source: Help
de: Helfen
fr: Aide
he: עֶזרָה
hi: मदद
hu: Segítség
id: Membantu
it: Aiuto

source: Bug fix
de: Fehlerbehebung
fr: Correction de bugs
he: תיקון באגים
hi: कीड़ा जंजाल
hu: Hibajavítás
id: Perbaikan bug
it: Correzione di bug

source: Enter the time allowed to analyse each move
de: Geben Sie die Zeit ein, die für die Analyse jedes Zuges zur Verfügung steht
fr: Entrez le temps alloué pour analyser chaque mouvement
he: הזן את הזמן המותר לנתח כל מהלך
hi: प्रत्येक चाल का विश्लेषण करने के लिए दिया गया समय दर्ज करें
hu: Adja meg az egyes lépések elemzéséhez szükséges időt
id: Masukkan waktu yang diizinkan untuk menganalisis setiap gerakan
it: Inserisci il tempo concesso per analizzare ogni mossa

source: Enter the threshold for adding analysis in 1 / 100 of pawns
de: Geben Sie den Schwellenwert für die Hinzufügung der Analyse in 1 / 100 der Bauern ein
fr: Entrez le seuil d'ajout d'analyse en 1/100 de pions
he: הזן את הסף להוספת ניתוח ב-1/100 של פיונים
hi: 1/100 प्यादों में विश्लेषण जोड़ने के लिए सीमा दर्ज करें
hu: Adja meg az elemzés hozzáadásának küszöbét a gyalogok 1/100-ában
id: Masukkan ambang batas untuk menambahkan analisis dalam 1/100 pion
it: Inserisci la soglia per l'aggiunta dell'analisi in 1/100 di pedoni

source: i.e. a value of 30 would equate to 0.3 of a pawn
de: d.h. ein Wert von 30 würde 0,3 eines Bauern entsprechen
fr: c'est-à-dire qu'une valeur de 30 équivaudrait à 0,3 pion
he: כלומר ערך של 30 ישווה ל-0.3 של פיון
hi: यानी 30 का मान एक मोहरे के 0.3 के बराबर होगा
hu: azaz a 30-as érték egy gyalog 0,3-ának felel meg
id: misal nilai 30 sama dengan 0,3 pion
it: cioè un valore di 30 equivarrebbe a 0,3 di un pedone

source: Enter the move to start analysis from
de: Geben Sie den Zug ein, ab dem die Analyse beginnen soll
fr: Entrez le mouvement pour démarrer l'analyse à partir de
he: הזן את המהלך כדי להתחיל ממנו ניתוח
hi: विश्लेषण शुरू करने के लिए चाल दर्ज करें
hu: Adja meg a lépést az elemzés indításához
id: Masukkan langkah untuk memulai analisis dari
it: Inserisci la mossa da cui iniziare l'analisi

source: Enter the move to end analysis at,
de: Geben Sie den Zug ein, um die Analyse zu beenden,
fr: Entrez le mouvement pour terminer l'analyse à,
he: הזן את המהלך לסיום הניתוח ב,
hi: विश्लेषण समाप्त करने के लिए कदम दर्ज करें,
hu: Adja meg a lépést az elemzés befejezéséhez itt:
id: Masukkan langkah untuk mengakhiri analisis di,
it: Inserisci la mossa per terminare l'analisi a,

source: zero for all of the moves in a game
de: Null für alle Züge in einem Spiel
fr: zéro pour tous les coups d'une partie
he: אפס עבור כל המהלכים במשחק
hi: खेल में सभी चालों के लिए शून्य
hu: nulla a játék összes lépésére
id: nol untuk semua gerakan dalam permainan
it: zero per tutte le mosse in una partita

source: Check this box to always identify a winning moment
de: Aktivieren Sie dieses Kontrollkästchen, um immer einen Gewinnmoment zu erkennen
fr: Cochez cette case pour toujours identifier un moment gagnant
he: סמן את התיבה הזו כדי לזהות תמיד רגע מנצח
hi: हमेशा जीतने वाले पल की पहचान करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a jelölőnégyzetet, ha mindig egy nyerő pillanatot szeretne azonosítani
id: Centang kotak ini untuk selalu mengidentifikasi momen kemenangan
it: Seleziona questa casella per identificare sempre un momento vincente

source: Enter the winning position threshold value (1/100 pawns)
de: Geben Sie den Schwellenwert für die Gewinnposition ein (1/100 Bauern).
fr: Entrez la valeur seuil de position gagnante (1/100 pions)
he: הזן את ערך סף המיקום המנצח (1/100 פיונים)
hi: जीतने की स्थिति की सीमा मान दर्ज करें (1/100 प्यादे)
hu: Adja meg a nyerő pozíció küszöbértékét (1/100 gyalog)
id: Masukkan nilai ambang batas posisi kemenangan (1/100 pion)
it: Inserisci il valore soglia della posizione vincente (1/100 pedoni)

source: Enter the winning position threshold margin of error value (1/100 pawns)
de: Geben Sie den Schwellenwert für die Fehlertoleranz der Gewinnposition ein (1/100 Bauern).
fr: Saisissez la valeur de marge d'erreur du seuil de position gagnante (1/100 pions)
he: הזן את מרווח סף המיקום המנצח של ערך השגיאה (1/100 פיונים)
hi: जीतने की स्थिति की सीमा त्रुटि मान दर्ज करें (1/100 प्यादे)
hu: Adja meg a nyertes pozíció küszöbértékének hibahatárát (1/100 gyalog)
id: Masukkan nilai margin kesalahan ambang batas posisi kemenangan (1/100 pion)
it: Inserisci il valore del margine di errore della soglia della posizione vincente (1/100 pedoni)

source: Enter the value at which error annotations are cut off (pawns)
de: Geben Sie den Wert ein, bei dem Fehleranmerkungen abgeschnitten werden (Bauern).
fr: Saisissez la valeur à laquelle les annotations d'erreur sont coupées (pions)
he: הזן את הערך שבו מנותקים הערות שגיאה (משכונים)
hi: वह मान दर्ज करें जिस पर त्रुटि एनोटेशन कट जाते हैं (प्यादे)
hu: Adja meg azt az értéket, amelynél a hibajelzések le vannak vágva (gyalogok)
id: Masukkan nilai di mana anotasi kesalahan dipotong (pion)
it: Inserisci il valore a cui le annotazioni di errore vengono tagliate (pedoni)

source: Check this box to add sub-variations
de: Aktivieren Sie dieses Kontrollkästchen, um Untervarianten hinzuzufügen
fr: Cochez cette case pour ajouter des sous-variantes
he: סמן את התיבה הזו כדי להוסיף גרסאות משנה
hi: उप-भिन्नताएं जोड़ने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet alváltozatok hozzáadásához
id: Centang kotak ini untuk menambahkan sub-variasi
it: Seleziona questa casella per aggiungere sotto-varianti

source: Check this box to analyse book moves
de: Aktivieren Sie dieses Kontrollkästchen, um Buchbewegungen zu analysieren
fr: Cochez cette case pour analyser les mouvements de livres
he: סמן את התיבה הזו כדי לנתח מהלכי ספרים
hi: बुक मूव्स का विश्लेषण करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a könyvmozgások elemzéséhez
id: Centang kotak ini untuk menganalisis pergerakan buku
it: Seleziona questa casella per analizzare gli spostamenti del libro

source: Check this box for error comments to be added in the main line
de: Aktivieren Sie dieses Kontrollkästchen, um Fehlerkommentare in der Hauptzeile hinzuzufügen
fr: Cochez cette case pour que les commentaires d'erreur soient ajoutés dans la ligne principale
he: סמן תיבה זו כדי להוסיף הערות שגיאה בשורה הראשית
hi: मुख्य पंक्ति में जोड़ी जाने वाली त्रुटि टिप्पणियों के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha a hibabejegyzéseket szeretné hozzáadni a fő sorhoz
id: Centang kotak ini agar komentar kesalahan ditambahkan ke baris utama
it: Seleziona questa casella per aggiungere commenti di errore nella riga principale

source: Check this box for pre sub-var comments to be added
de: Aktivieren Sie dieses Kontrollkästchen, um Kommentare vor der Untervariable hinzuzufügen.
fr: Cochez cette case pour que les commentaires pré-sous-variables soient ajoutés
he: סמן את התיבה הזו כדי להוסיף הערות לפני תת-var
hi: पूर्व उप-वार टिप्पणियाँ जोड़ने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a jelölőnégyzetet az alváltozat előtti megjegyzések hozzáadásához
id: Centang kotak ini untuk komentar pra-sub-var yang akan ditambahkan
it: Seleziona questa casella per aggiungere commenti pre-sub-var

source: Check this box for post sub-var comments to be added
de: Aktivieren Sie dieses Kontrollkästchen, um Kommentare zu den Untervariablen des Beitrags hinzuzufügen.
fr: Cochez cette case pour que les commentaires des sous-variables de publication soient ajoutés
he: סמן את התיבה הזו כדי להוסיף הערות משנה לפוסט
hi: पोस्ट सब-वर टिप्पणियाँ जोड़ने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a jelölőnégyzetet, ha a bejegyzés alváltozatához tartozó megjegyzéseket szeretne hozzáadni
id: Centang kotak ini untuk komentar sub-var posting yang akan ditambahkan
it: Seleziona questa casella per aggiungere commenti alla sottovariabile del post

source: Check this box for quotes to be added at the end of the game
de: Aktivieren Sie dieses Kontrollkästchen, um Zitate am Ende des Spiels hinzuzufügen
fr: Cochez cette case pour que les citations soient ajoutées à la fin du jeu
he: סמן את התיבה הזו כדי להוסיף ציטוטים בסוף המשחק
hi: खेल के अंत में जोड़े जाने वाले उद्धरणों के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet az idézetek hozzáadásához a játék végén
id: Centang kotak ini untuk kutipan yang akan ditambahkan di akhir permainan
it: Seleziona questa casella per aggiungere le citazioni alla fine del gioco

source: Check this box for the pronoun ze to be used
de: Aktivieren Sie dieses Kontrollkästchen für das zu verwendende Pronomen ze
fr: Cochez cette case pour que le pronom ze soit utilisé
he: סמן את התיבה הזו כדי להשתמש בכינוי ze
hi: सर्वनाम ze का उपयोग करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a használni kívánt ze névmáshoz
id: Centang kotak ini untuk kata ganti ze yang akan digunakan
it: Seleziona questa casella per utilizzare il pronome ze

source: Check this box for error evaluations to be added in the main line
de: Aktivieren Sie dieses Kontrollkästchen, um Fehlerauswertungen in die Hauptzeile einzufügen.
fr: Cochez cette case pour que les évaluations d'erreur soient ajoutées dans la ligne principale
he: סמן תיבה זו כדי להוסיף הערכות שגיאות בשורה הראשית
hi: मुख्य पंक्ति में जोड़े जाने वाले त्रुटि मूल्यांकन के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha a hibaértékeléseket hozzá szeretné adni a fő sorhoz
id: Centang kotak ini untuk evaluasi kesalahan yang akan ditambahkan di baris utama
it: Seleziona questa casella per aggiungere le valutazioni degli errori nella riga principale

source: Check this box for evaluations to be added to all moves in the main line
de: Aktivieren Sie dieses Kontrollkästchen, um Bewertungen zu allen Zügen in der Hauptlinie hinzuzufügen.
fr: Cochez cette case pour que les évaluations soient ajoutées à tous les mouvements de la ligne principale
he: סמן תיבה זו כדי להוסיף הערכות לכל המהלכים בשורה הראשית
hi: मुख्य लाइन में सभी चालों में जोड़े जाने वाले मूल्यांकन के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a jelölőnégyzetet, ha az értékeléseket hozzá szeretné adni a fő sorban lévő összes lépéshez
id: Centang kotak ini untuk evaluasi yang akan ditambahkan ke semua gerakan di jalur utama
it: Seleziona questa casella per aggiungere le valutazioni a tutte le mosse nella linea principale

source: Check this box for the points lost during the game to be displayed
de: Aktivieren Sie dieses Kontrollkästchen, um die während des Spiels verlorenen Punkte anzuzeigen
fr: Cochez cette case pour que les points perdus pendant la partie soient affichés
he: סמן את התיבה הזו כדי להציג את הנקודות שאבדו במהלך המשחק
hi: खेल के दौरान खोए गए अंकों को प्रदर्शित करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, hogy megjelenjenek a játék során elvesztett pontok
id: Centang kotak ini agar poin yang hilang selama permainan ditampilkan
it: Seleziona questa casella per visualizzare i punti persi durante la partita

source: Check this box for the points lost beyond the error cut off to be included
de: Aktivieren Sie dieses Kontrollkästchen, damit die über den Fehlergrenzwert hinaus verlorenen Punkte berücksichtigt werden.
fr: Cochez cette case pour que les points perdus au-delà de la limite d'erreur soient inclus
he: סמן את התיבה הזו כדי לכלול את הנקודות שאבדו מעבר לניתוק השגיאה
hi: त्रुटि कट ऑफ से परे खोए गए अंकों को शामिल करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a jelölőnégyzetet, ha a hibahatáron túl elveszett pontokat bele kívánja venni
id: Centang kotak ini untuk poin yang hilang melampaui batas kesalahan yang akan disertakan
it: Seleziona questa casella per includere i punti persi oltre il limite di errore
