Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: they only affect how it uses its time.
de: Sie beeinflussen lediglich, wie das Unternehmen seine Zeit nutzt.
fr: ils n'affectent que la façon dont il utilise son temps.
he: הם רק משפיעים על איך זה מנצל את הזמן שלו.
hi: वे केवल इस बात को प्रभावित करते हैं कि वह अपने समय का उपयोग किस प्रकार करता है।
hu: csak azt befolyásolják, hogyan használja fel az idejét.
id: mereka hanya memengaruhi bagaimana ia menggunakan waktunya.
it: influenzano solo il modo in cui impiega il suo tempo.

source: The adjustments are more likely to be needed using low time controls
de: Die Anpassungen sind eher bei der Verwendung von Low-Time-Kontrollen erforderlich
fr: Les ajustements sont plus susceptibles d'être nécessaires en utilisant des commandes à faible temps
he: סביר יותר שיהיה צורך בהתאמות באמצעות בקרות זמן נמוכות
hi: कम समय नियंत्रण का उपयोग करते हुए समायोजन की आवश्यकता अधिक होने की संभावना है
hu: A beállításokra nagyobb valószínűséggel lesz szükség az alacsony időszabályzók használatával
id: Penyesuaian lebih mungkin diperlukan dengan menggunakan kontrol waktu rendah
it: È più probabile che le regolazioni siano necessarie utilizzando controlli a tempo ridotto

source: with no opening book.
de: ohne Eröffnungsbuch.
fr: sans livre d'ouverture.
he: ללא ספר פתיחה.
hi: बिना किसी खुली किताब के।
hu: nyitókönyv nélkül.
id: tanpa buku pembuka.
it: senza alcun libro da aprire.

source: Uncheck the < fake book delay > check box to speed up the engine moves
de: Deaktivieren Sie das Kontrollkästchen < fake book delay >, um die Engine-Bewegungen zu beschleunigen
fr: Décochez la case < faux délai de livre > pour accélérer les mouvements du moteur
he: בטל את הסימון בתיבת הסימון < עיכוב ספר מזויף > כדי להאיץ את תנועות המנוע
hi: इंजन की गति बढ़ाने के लिए < नकली पुस्तक देरी > चेक बॉक्स को अनचेक करें
hu: Törölje a < hamis könyv késleltetése > jelölőnégyzet jelölését a motor mozgásának felgyorsításához
id: Hapus centang pada kotak centang <penundaan buku palsu> untuk mempercepat pergerakan mesin
it: Deseleziona la casella di controllo <ritardo libro falso> per accelerare i movimenti del motore

source: when it is using the opening book.
de: wenn das Eröffnungsbuch verwendet wird.
fr: lorsqu'il utilise le livre d'ouverture.
he: כאשר הוא משתמש בספר הפתיחה.
hi: जब वह प्रारंभिक पुस्तक का उपयोग कर रहा है।
hu: amikor a nyitókönyvet használja.
id: saat menggunakan buku pembuka.
it: quando si utilizza il libro di apertura.

source: Engine time adjustment help
de: Hilfe zur Motorzeiteinstellung
fr: Aide au réglage du temps moteur
he: עזרה לכוונון זמן מנוע
hi: इंजन समय समायोजन सहायता
hu: Segítség a motoridő beállításához
id: Bantuan penyesuaian waktu mesin
it: Aiuto per la regolazione del tempo motore

source: There must be at least two engines selected
de: Es müssen mindestens zwei Motoren ausgewählt sein
fr: Il doit y avoir au moins deux moteurs sélectionnés
he: חייבים לבחור לפחות שני מנועים
hi: कम से कम दो इंजन चयनित होने चाहिए
hu: Legalább két motort kell kiválasztani
id: Harus ada setidaknya dua mesin yang dipilih
it: Devono essere selezionati almeno due motori

source: in order to hold an engine tournament.
de: um ein Motorenturnier durchzuführen.
fr: afin d'organiser un tournoi de moteurs.
he: על מנת לקיים טורניר מנועים.
hi: एक इंजन टूर्नामेंट आयोजित करने के लिए।
hu: motorverseny megrendezése érdekében.
id: untuk menyelenggarakan turnamen mesin.
it: per organizzare un torneo di motori.

source: Engine tournament message
de: Engine-Turniernachricht
fr: Message du tournoi du moteur
he: הודעת טורניר מנוע
hi: इंजन टूर्नामेंट संदेश
hu: Motorverseny üzenet
id: Pesan turnamen mesin
it: Messaggio del torneo del motore

source: Stop engine tournament
de: Stop Engine-Turnier
fr: Tournoi Stop Engine
he: טורניר עצור מנוע
hi: स्टॉप इंजन टूर्नामेंट
hu: Stop motor verseny
id: Turnamen Hentikan Mesin
it: Torneo di stop engine

source: Error reading engine parameter file
de: Fehler beim Lesen der Engine-Parameterdatei
fr: Erreur lors de la lecture du fichier de paramètres du moteur
he: שגיאה בקריאת קובץ הפרמטרים של המנוע
hi: इंजन पैरामीटर फ़ाइल पढ़ने में त्रुटि
hu: Hiba a motorparaméter-fájl olvasásakor
id: Terjadi kesalahan saat membaca file parameter mesin
it: Errore durante la lettura del file dei parametri del motore

source: Error opening engine parameter file
de: Fehler beim Öffnen der Engine-Parameterdatei
fr: Erreur lors de l'ouverture du fichier de paramètres du moteur
he: שגיאה בפתיחת קובץ הפרמטרים של המנוע
hi: इंजन पैरामीटर फ़ाइल खोलने में त्रुटि
hu: Hiba a motorparaméter-fájl megnyitásakor
id: Kesalahan saat membuka file parameter mesin
it: Errore durante l'apertura del file dei parametri del motore

source: Swiss system pairings failed - Tournament abandoned.
de: Paarungen im Schweizer System fehlgeschlagen – Turnier abgebrochen.
fr: Les appariements du système suisse ont échoué - Tournoi abandonné.
he: זיווג המערכת השוויצרית נכשל - הטורניר נטוש.
hi: स्विस प्रणाली जोड़ी असफल - टूर्नामेंट रद्द कर दिया गया।
hu: A svájci rendszerpárosítások meghiúsultak - A bajnokság félbeszakadt.
id: Pasangan sistem Swiss gagal - Turnamen dibatalkan.
it: Abbinamenti del sistema svizzero falliti - Torneo abbandonato.

source: Tournament message
de: Turniernachricht
fr: Message du tournoi
he: הודעת טורניר
hi: टूर्नामेंट संदेश
hu: A verseny üzenete
id: Pesan turnamen
it: Messaggio del torneo

source: Tournament completed
de: Turnier abgeschlossen
fr: Tournoi terminé
he: הטורניר הושלם
hi: टूर्नामेंट पूरा हुआ
hu: A bajnokság befejeződött
id: Turnamen selesai
it: Torneo completato

source: Tournament terminated
de: Turnier beendet
fr: Tournoi terminé
he: הטורניר הסתיים
hi: टूर्नामेंट समाप्त
hu: A bajnokság befejeződött
id: Turnamen telah berakhir
it: Torneo terminato

source: Display schedule
de: Zeitplan anzeigen
fr: Afficher le calendrier
he: הצגת לוח זמנים
hi: शेड्यूल प्रदर्शित करें
hu: Megjelenítés ütemezése
id: Jadwal tampilan
it: Visualizza il programma

source: Close
de: Schließen
fr: Fermer
he: לִסְגוֹר
hi: बंद करना
hu: Közeli
id: Menutup
it: Vicino

source: Display cross table
de: Kreuztabelle anzeigen
fr: Afficher le tableau croisé
he: הצג טבלה צולבת
hi: क्रॉस टेबल प्रदर्शित करें
hu: Kereszttábla megjelenítése
id: Menampilkan tabel silang
it: Visualizza tabella incrociata

source: Cannot load engine 1 - Tournament game terminated
de: Engine 1 kann nicht geladen werden – Turnierspiel beendet
fr: Impossible de charger le moteur 1 – Le tournoi est terminé
he: לא ניתן לטעון מנוע 1 - משחק הטורניר הסתיים
hi: इंजन 1 लोड नहीं किया जा सका - टूर्नामेंट खेल समाप्त हो गया
hu: Nem lehet betölteni az 1-es motort – A versenyjáték befejeződött
id: Tidak dapat memuat mesin 1 - Permainan turnamen dihentikan
it: Impossibile caricare il motore 1 - Partita del torneo terminata

source: Cannot load engine 2 - Tournament game terminated
de: Engine 2 kann nicht geladen werden – Turnierspiel beendet
fr: Impossible de charger le moteur 2 – Le tournoi est terminé
he: לא ניתן לטעון מנוע 2 - משחק הטורניר הסתיים
hi: इंजन 2 लोड नहीं किया जा सका - टूर्नामेंट खेल समाप्त हो गया
hu: A 2. motort nem lehet betölteni – A versenyjáték befejeződött
id: Tidak dapat memuat mesin 2 - Permainan turnamen dihentikan
it: Impossibile caricare il motore 2 - Partita del torneo terminata

source: Tournament file name
de: Turnierdateiname
fr: Nom du fichier du tournoi
he: שם קובץ הטורניר
hi: टूर्नामेंट फ़ाइल का नाम
hu: Versenyfájl neve
id: Nama file turnamen
it: Nome file torneo

source: Tournament type -
de: Turniertyp -
fr: Type de tournoi -
he: סוג טורניר -
hi: टूर्नामेंट का प्रकार -
hu: A verseny típusa -
id: Jenis turnamen -
it: Tipo di torneo -

source: Single round robin
de: Einzelnes Rundenturnier
fr: Tournoi à la ronde simple
he: רובין עגול בודד
hi: एकल राउंड रॉबिन
hu: Egyetlen körmérkőzés
id: Putaran tunggal robin
it: Singolo girone all'italiana

source: Double round robin
de: Doppeltes Rundenturnier
fr: Double tournoi à la ronde
he: רובין כפול
hi: डबल राउंड रॉबिन
hu: Dupla körmérkőzés
id: Putaran ganda robin
it: Doppio round robin

source: Swiss system
de: Schweizer System
fr: système suisse
he: מערכת שוויצרית
hi: स्विस प्रणाली
hu: Svájci rendszer
id: Sistem Swiss
it: Sistema svizzero

source: Knockout seeded
de: Knockout-gesetzt
fr: Tête de série à élimination directe
he: נוקאאוט זרע
hi: नॉकआउट वरीयता प्राप्त
hu: Knockout magvas
id: Unggulan sistem gugur
it: Testa di serie eliminata

source: Knockout random
de: Knockout zufällig
fr: Knockout aléatoire
he: נוקאאוט אקראי
hi: नॉकआउट यादृच्छिक
hu: Véletlenszerű kiütés
id: KO acak
it: Knockout casuale

source: Number of rounds in the tournament
de: Anzahl der Runden im Turnier
fr: Nombre de tours du tournoi
he: מספר סיבובים בטורניר
hi: टूर्नामेंट में राउंड की संख्या
hu: A fordulók száma a bajnokságban
id: Jumlah putaran dalam turnamen
it: Numero di round nel torneo

source: Number of games in current round
de: Anzahl der Spiele in der aktuellen Runde
fr: Nombre de matchs dans le tour actuel
he: מספר משחקים בסבב הנוכחי
hi: वर्तमान दौर में खेलों की संख्या
hu: Játékok száma az aktuális fordulóban
id: Jumlah permainan di babak saat ini
it: Numero di partite nel turno corrente

source: Round number
de: Runde Zahl
fr: Nombre rond
he: מספר עגול
hi: गोल संख्या
hu: Kerek szám
id: Angka bulat
it: Numero tondo

source: Bye
de: Tschüss
fr: Au revoir
he: ביי
hi: अलविदा
hu: Viszlát
id: Selamat tinggal
it: Ciao

source: Move no.
de: Zug Nr.
fr: Déplacez-vous n°
he: מהלך לא.
hi: चाल नं.
hu: Mozgás sz.
id: Pindah no.
it: Mossa n.

source: (game in progress)
de: (Spiel läuft)
fr: (jeu en cours)
he: (משחק בעיצומו)
hi: (गेम चालू है)
hu: (játék folyamatban)
id: (permainan sedang berlangsung)
it: (partita in corso)

source: Scores after round
de: Ergebnisse nach der Runde
fr: Scores après le tour
he: ציונים אחרי סיבוב
hi: राउंड के बाद स्कोर
hu: Pontszám forduló után
id: Skor setelah ronde
it: Punteggi dopo il round

source: Scores for round
de: Ergebnisse für die Runde
fr: Scores pour le tour
he: ציונים לסיבוב
hi: राउंड के लिए स्कोर
hu: Pontszámok a fordulóban
id: Skor untuk putaran
it: Punteggi per round

source: Tournament schedule
de: Turnierplan
fr: Calendrier du tournoi
he: לוח זמנים לטורניר
hi: टूर्नामेंट कार्यक्रम
hu: A bajnokság menetrendje
id: Jadwal turnamen
it: Programma del torneo

source: Wins the tournament
de: Gewinnt das Turnier
fr: Remporte le tournoi
he: זוכה בטורניר
hi: टूर्नामेंट जीतता है
hu: Megnyeri a tornát
id: Memenangkan turnamen
it: Vince il torneo

source: Final standings after round
de: Endstand nach der Runde
fr: Classement final après la manche
he: דירוג סופי לאחר סבב
hi: राउंड के बाद अंतिम स्थिति
hu: A forduló után a végső állás
id: Klasemen akhir setelah babak
it: Classifica finale dopo il turno

source: For knockout tournaments the number of engines must be a power of two
de: Bei K.o.-Turnieren muss die Anzahl der Engines eine Zweierpotenz sein
fr: Pour les tournois à élimination directe, le nombre de moteurs doit être une puissance de deux
he: עבור טורנירי נוקאאוט מספר המנועים חייב להיות חזק של שניים
hi: नॉकआउट टूर्नामेंट के लिए इंजनों की संख्या दो की घात होनी चाहिए
hu: A kieséses versenyeken a motorok számának kettőnek kell lennie
id: Untuk turnamen sistem gugur, jumlah mesin harus pangkat dua
it: Per i tornei a eliminazione diretta il numero di motori deve essere una potenza di due

source: i.e. 2, 4, 8, 16 or 32 engines. Please alter the number of engines.
de: z.B. 2, 4, 8, 16 oder 32 Motoren. Bitte ändern Sie die Anzahl der Motoren.
fr: soit 2, 4, 8, 16 ou 32 moteurs. Veuillez modifier le nombre de moteurs.
he: כלומר 2, 4, 8, 16 או 32 מנועים. אנא שנה את מספר המנועים.
hi: यानी 2, 4, 8, 16 या 32 इंजन। कृपया इंजनों की संख्या बदलें।
hu: azaz 2, 4, 8, 16 vagy 32 motor. Kérjük, módosítsa a motorok számát.
id: mis. 2, 4, 8, 16 atau 32 mesin. Harap ubah jumlah mesin.
it: ad esempio 2, 4, 8, 16 o 32 motori. Modificare il numero di motori.

source: Tournament error message
de: Turnier-Fehlermeldung
fr: Message d'erreur du tournoi
he: הודעת שגיאה בטורניר
hi: टूर्नामेंट त्रुटि संदेश
hu: Verseny hibaüzenet
id: Pesan kesalahan turnamen
it: Messaggio di errore del torneo

source: PGN Tournament Filename
de: PGN-Turnierdateiname
fr: Nom de fichier du tournoi PGN
he: שם הקובץ של טורניר PGN
hi: PGN टूर्नामेंट फ़ाइल नाम
hu: PGN verseny fájlnév
id: Nama File Turnamen PGN
it: Nome file torneo PGN

source: Select .pgn file for engine tournament
de: Wählen Sie eine .pgn-Datei für das Engine-Turnier aus
fr: Sélectionnez le fichier .pgn pour le tournoi du moteur
he: בחר קובץ .pgn עבור טורניר מנוע
hi: इंजन टूर्नामेंट के लिए .pgn फ़ाइल का चयन करें
hu: Válassza ki a .pgn fájlt a motorversenyhez
id: Pilih file .pgn untuk turnamen mesin
it: Seleziona il file .pgn per il torneo del motore

source: Engines
de: Motoren
fr: Moteurs
he: מנועים
hi: इंजन
hu: Motorok
id: Mesin
it: Motori

source: Select engines..
de: Motoren auswählen.
fr: Sélectionnez les moteurs.
he: בחר מנועים..
hi: इंजन का चयन करें..
hu: Motorok kiválasztása..
id: Pilih mesin..
it: Seleziona motori..

source: Engine no.
de: Motornummer
fr: Numéro de moteur
he: מנוע מס.
hi: इंजन नं.
hu: Motor sz.
id: Mesin no.
it: Numero motore

source: Engine..
de: Motor..
fr: Moteur..
he: מָנוֹעַ..
hi: इंजन..
hu: Motor..
id: Mesin..
it: Motore..

source: Start the tournament..
de: Starten Sie das Turnier..
fr: Commencez le tournoi..
he: להתחיל את הטורניר..
hi: टूर्नामेंट शुरू करें..
hu: Indítsa el a versenyt..
id: Mulai turnamen..
it: Inizia il torneo.

source: Tournament type
de: Turniertyp
fr: Type de tournoi
he: סוג טורניר
hi: टूर्नामेंट का प्रकार
hu: A verseny típusa
id: Jenis turnamen
it: Tipo di torneo

source: Knockout (seeded)
de: Knockout (gesetzt)
fr: Knockout (tête de série)
he: נוקאאוט (בזרעים)
hi: नॉकआउट (वरीयता प्राप्त)
hu: Kiütés (magas)
id: Knockout (unggulan)
it: Knockout (testa di serie)

source: Knockout (random)
de: Knockout (zufällig)
fr: Knockout (aléatoire)
he: נוקאאוט (אקראי)
hi: नॉकआउट (यादृच्छिक)
hu: Kiütés (véletlen)
id: Knockout (acak)
it: Knockout (casuale)

source: Knockout repeat no.
de: Knockout-Wiederholung Nr.
fr: Répétition du knockout n°
he: נוקאאוט חוזר לא.
hi: नॉकआउट दोहराना नं.
hu: Kiütéses ismétlés sz.
id: Knockout ulang no.
it: Ripetizione ad eliminazione diretta n.

source: No. of rounds
de: Anzahl der Runden
fr: Nombre de tours
he: מספר סיבובים
hi: राउंड की संख्या
hu: A körök száma
id: Jumlah putaran
it: Numero di round

source: Game no.
de: Spiel Nr.
fr: Jeu n°
he: משחק מספר.
hi: खेल नं.
hu: játék sz.
id: Permainan no.
it: Partita n.

source: Save tournament..
de: Turnier speichern..
fr: Enregistrer le tournoi..
he: שמור טורניר..
hi: टूर्नामेंट बचाओ..
hu: Verseny mentése..
id: Simpan turnamen..
it: Salva il torneo.

source: Select .tmt file to save engine tournament options
de: Wählen Sie eine .tmt-Datei aus, um die Engine-Turnieroptionen zu speichern
fr: Sélectionnez le fichier .tmt pour enregistrer les options du tournoi du moteur
he: בחר קובץ .tmt כדי לשמור אפשרויות של טורניר מנוע
hi: इंजन टूर्नामेंट विकल्पों को सहेजने के लिए .tmt फ़ाइल का चयन करें
hu: Válassza ki a .tmt fájlt a motorverseny opciók mentéséhez
id: Pilih file .tmt untuk menyimpan opsi turnamen mesin
it: Seleziona il file .tmt per salvare le opzioni del torneo del motore

source: Load tournament..
de: Turnier laden..
fr: Charger le tournoi..
he: טען טורניר..
hi: टूर्नामेंट लोड करें..
hu: Verseny betöltése..
id: Muat turnamen..
it: Carica torneo..

source: Select .tmt file to load engine tournament settings
de: Wählen Sie die .tmt-Datei aus, um die Engine-Turniereinstellungen zu laden
fr: Sélectionnez le fichier .tmt pour charger les paramètres du tournoi du moteur
he: בחר קובץ .tmt כדי לטעון את הגדרות טורניר המנוע
hi: इंजन टूर्नामेंट सेटिंग्स लोड करने के लिए .tmt फ़ाइल का चयन करें
hu: Válassza ki a .tmt fájlt a motorverseny beállításainak betöltéséhez
id: Pilih file .tmt untuk memuat pengaturan turnamen mesin
it: Seleziona il file .tmt per caricare le impostazioni del torneo del motore

source: Select the name for the engine tournament PGN file
de: Wählen Sie den Namen für die Engine-Turnier-PGN-Datei
fr: Sélectionnez le nom du fichier PGN du tournoi du moteur
he: בחר את השם לקובץ PGN של טורניר המנוע
hi: इंजन टूर्नामेंट PGN फ़ाइल के लिए नाम का चयन करें
hu: Válassza ki a motorverseny PGN fájl nevét
id: Pilih nama untuk file PGN turnamen mesin
it: Seleziona il nome per il file PGN del torneo del motore

source: Engines for the tournament
de: Motoren für das Turnier
fr: Moteurs pour le tournoi
he: מנועים לטורניר
hi: टूर्नामेंट के लिए इंजन
hu: Motorok a versenyhez
id: Mesin untuk turnamen
it: Motori per il torneo

source: Select engines for the tournament
de: Wählen Sie Motoren für das Turnier aus
fr: Sélectionnez les moteurs pour le tournoi
he: בחר מנועים לטורניר
hi: टूर्नामेंट के लिए इंजन का चयन करें
hu: Válasszon motorokat a versenyhez
id: Pilih mesin untuk turnamen
it: Seleziona i motori per il torneo

source: Number of engines in the tournament
de: Anzahl der Engines im Turnier
fr: Nombre de moteurs dans le tournoi
he: מספר מנועים בטורניר
hi: टूर्नामेंट में इंजनों की संख्या
hu: Motorok száma a versenyen
id: Jumlah mesin dalam turnamen
it: Numero di motori nel torneo

source: Select the time controls for the tournament
de: Wählen Sie die Zeitkontrollen für das Turnier
fr: Sélectionnez les contrôles de temps pour le tournoi
he: בחר את בקרות הזמן עבור הטורניר
hi: टूर्नामेंट के लिए समय नियंत्रण का चयन करें
hu: Válassza ki a verseny időszabályzóit
id: Pilih kontrol waktu untuk turnamen
it: Seleziona i controlli del tempo per il torneo

source: Time control for tournament
de: Zeitkontrolle für Turniere
fr: Contrôle du temps pour le tournoi
he: בקרת זמן לטורניר
hi: टूर्नामेंट के लिए समय नियंत्रण
hu: Időszabályozás a versenyen
id: Kontrol waktu untuk turnamen
it: Controllo del tempo per il torneo

source: Open the engine dialog box
de: Öffnen Sie das Dialogfeld „Engine“
fr: Ouvrir la boîte de dialogue du moteur
he: פתח את תיבת הדו-שיח של המנוע
hi: इंजन संवाद बॉक्स खोलें
hu: Nyissa meg a motor párbeszédpanelt
id: Buka kotak dialog mesin
it: Aprire la finestra di dialogo del motore

source: Open the engine time adjustment dialog box
de: Öffnen Sie das Dialogfeld zur Motorzeitanpassung
fr: Ouvrir la boîte de dialogue de réglage du temps moteur
he: פתח את תיבת הדו-שיח של התאמת זמן המנוע
hi: इंजन समय समायोजन संवाद बॉक्स खोलें
hu: Nyissa meg a motoridő-beállítás párbeszédpanelt
id: Buka kotak dialog penyesuaian waktu mesin
it: Aprire la finestra di dialogo di regolazione del tempo motore

source: Start the tournament
de: Starten Sie das Turnier
fr: Démarrer le tournoi
he: התחל את הטורניר
hi: टूर्नामेंट शुरू करें
hu: Indítsa el a versenyt
id: Mulai turnamen
it: Inizia il torneo

source: Select for single round robin format
de: Wählen Sie für das Single-Round-Robin-Format
fr: Sélectionner pour un format de tournoi à la ronde simple
he: בחר עבור פורמט סיבוב סיבוב בודד
hi: एकल राउंड रोबिन प्रारूप के लिए चयन करें
hu: Válasszon egy körmérkőzéses formátumhoz
id: Pilih untuk format round robin tunggal
it: Seleziona per il formato round robin singolo

source: Select for double round robin format
de: Wählen Sie das Double-Round-Robin-Format
fr: Sélectionnez le format de tournoi à la ronde double
he: בחר לפורמט עגול כפול
hi: डबल राउंड रॉबिन प्रारूप के लिए चयन करें
hu: Válassza a dupla körmérkőzéses formátumhoz
id: Pilih untuk format round robin ganda
it: Seleziona per il formato round robin doppio

source: Select for Swiss system format
de: Wählen Sie für das Schweizer Systemformat
fr: Sélectionner pour le format du système suisse
he: בחר עבור פורמט מערכת שוויצרית
hi: स्विस सिस्टम प्रारूप के लिए चयन करें
hu: Válassza ki a svájci rendszerformátumhoz
id: Pilih untuk format sistem Swiss
it: Selezionare per il formato del sistema svizzero

source: Select for knockout format with seeded pairings
de: Auswahl für das K.o.-Format mit gesetzten Paarungen
fr: Sélectionnez le format à élimination directe avec des paires têtes de série
he: בחר עבור פורמט נוק-אאוט עם זיווגים מפותחים
hi: वरीयता प्राप्त जोड़ियों के साथ नॉकआउट प्रारूप के लिए चयन करें
hu: Válassza ki a kiütéses formátumot magpárosításokkal
id: Pilih untuk format sistem gugur dengan pasangan unggulan
it: Seleziona per il formato a eliminazione diretta con abbinamenti selezionati

source: Select for knockout format with random pairings
de: Wählen Sie für das K.o.-Format mit zufälligen Paarungen
fr: Sélectionnez le format à élimination directe avec des appariements aléatoires
he: בחר עבור פורמט נוקאאוט עם זיווגים אקראיים
hi: यादृच्छिक युग्मों के साथ नॉकआउट प्रारूप के लिए चयन करें
hu: Válassza ki a véletlenszerű párosítású kiütéses formátumot
id: Pilih untuk format sistem gugur dengan pasangan acak
it: Seleziona per il formato a eliminazione diretta con abbinamenti casuali

source: Input number of knockout repeat games
de: Geben Sie die Anzahl der K.o.-Wiederholungsspiele ein
fr: Saisissez le nombre de jeux répétés à élimination directe
he: הזן מספר של משחקי נוקאאוט חוזרים
hi: नॉकआउट दोहराए गए खेलों की संख्या दर्ज करें
hu: Adja meg a kiütéses ismétlődő játékok számát
id: Masukkan jumlah pertandingan ulangan sistem gugur
it: Inserisci il numero di partite ripetute a eliminazione diretta

source: before reduction to 1 minute blitz
de: vor der Reduzierung auf 1 Minute Blitz
fr: avant la réduction à 1 minute de blitz
he: לפני הפחתה לבליץ של דקה אחת
hi: 1 मिनट ब्लिट्ज में कमी से पहले
hu: mielőtt 1 perces blitzre csökkentené
id: sebelum pengurangan menjadi blitz 1 menit
it: prima della riduzione a 1 minuto di blitz

source: Input number of rounds in the tournament
de: Geben Sie die Anzahl der Runden im Turnier ein
fr: Saisissez le nombre de tours du tournoi
he: הזן מספר סיבובים בטורניר
hi: टूर्नामेंट में राउंड की संख्या दर्ज करें
hu: Adja meg a verseny fordulóinak számát
id: Masukkan jumlah putaran dalam turnamen
it: Inserisci il numero di round del torneo

source: Number of games in the tournament
de: Anzahl der Spiele im Turnier
fr: Nombre de matchs dans le tournoi
he: מספר המשחקים בטורניר
hi: टूर्नामेंट में खेलों की संख्या
hu: Játékok száma a versenyen
id: Jumlah pertandingan dalam turnamen
it: Numero di partite nel torneo

source: Input the move number limit for the games
de: Geben Sie die Zuganzahlbegrenzung für die Spiele ein
fr: Saisissez la limite du nombre de coups pour les jeux
he: הזן את מגבלת מספר המהלכים עבור המשחקים
hi: खेलों के लिए चाल संख्या सीमा दर्ज करें
hu: Adja meg a játékok lépésszám-korlátját
id: Masukkan batas jumlah gerakan untuk permainan
it: Inserisci il limite del numero di mosse per i giochi

source: Chose the opening book for the tournament
de: Wählen Sie das Eröffnungsbuch für das Turnier
fr: Choisissez le livre d'ouverture du tournoi
he: בחר את ספר הפתיחה לטורניר
hi: टूर्नामेंट के लिए प्रारंभिक पुस्तक का चयन करें
hu: Kiválasztotta a torna nyitókönyvét
id: Pilih buku pembuka untuk turnamen
it: Scegli il libro di apertura per il torneo

source: Save the tournament settings to a file
de: Speichern Sie die Turniereinstellungen in einer Datei
fr: Enregistrer les paramètres du tournoi dans un fichier
he: שמור את הגדרות הטורניר בקובץ
hi: टूर्नामेंट सेटिंग्स को फ़ाइल में सहेजें
hu: Mentse el a verseny beállításait egy fájlba
id: Simpan pengaturan turnamen ke sebuah file
it: Salva le impostazioni del torneo in un file

source: Load the tournament settings from a file
de: Laden Sie die Turniereinstellungen aus einer Datei
fr: Charger les paramètres du tournoi à partir d'un fichier
he: טען את הגדרות הטורניר מקובץ
hi: फ़ाइल से टूर्नामेंट सेटिंग लोड करें
hu: Töltse be a verseny beállításait egy fájlból
id: Muat pengaturan turnamen dari sebuah file
it: Carica le impostazioni del torneo da un file
