Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Resume adjourned game
de: Fortsetzung des unterbrochenen Spiels
fr: Reprise du jeu ajourné
he: המשך משחק נדחה
hi: स्थगित खेल पुनः शुरू करें
hu: Az elhalasztott játék folytatása
id: Lanjutkan permainan yang ditunda
it: Riprendi la partita sospesa

source: Display your stored games
de: Zeigen Sie Ihre gespeicherten Spiele an
fr: Affichez vos jeux stockés
he: הצג את המשחקים המאוחסנים שלך
hi: अपने संग्रहीत गेम प्रदर्शित करें
hu: Jelenítse meg a tárolt játékokat
id: Menampilkan game yang Anda simpan
it: Visualizza i tuoi giochi memorizzati

source: Accept offer
de: Angebot annehmen
fr: Accepter l'offre
he: קבל הצעה
hi: प्रस्ताव स्वीकार करें
hu: Fogadja el az ajánlatot
id: Terima tawaran
it: Accetta l'offerta

source: Decline offer
de: Angebot ablehnen
fr: Refuser l'offre
he: דחה את ההצעה
hi: प्रस्ताव अस्वीकार करें
hu: Ajánlat elutasítása
id: Menolak tawaran
it: Rifiuta l'offerta

source: Observe game
de: Spiel beobachten
fr: Observer le jeu
he: צפה במשחק
hi: खेल का अवलोकन करें
hu: Figyeld meg a játékot
id: Amati permainannya
it: Osservare il gioco

source: Whisper message
de: Flüsternachricht
fr: Message chuchoté
he: הודעה לחישה
hi: कानाफूसी संदेश
hu: Suttogó üzenet
id: Pesan bisikan
it: Messaggio sussurrato

source: Say message
de: Sagen Sie eine Nachricht
fr: Dire un message
he: אמור הודעה
hi: संदेश बोलो
hu: Mondj üzenetet
id: Ucapkan pesan
it: Dì messaggio

source: Tell message
de: Nachricht mitteilen
fr: Raconter un message
he: ספר הודעה
hi: संदेश बताओ
hu: Mondja el az üzenetet
id: Beritahu pesan
it: Invia messaggio

source: Shout message
de: Nachricht schreien
fr: Message de cri
he: תצעק הודעה
hi: चिल्लाओ संदेश
hu: Üzenet kiáltása
id: Pesan teriakan
it: Messaggio di grido

source: Kibitz message
de: Kibitz-Nachricht
fr: Message de Kibitz
he: הודעת קיביץ
hi: किबिट्ज़ संदेश
hu: Kibitz üzenet
id: Pesan Kibitz
it: Messaggio di Kibitz

source: Set silence for game
de: Stummschalten für Spiel
fr: Définir le silence pour le jeu
he: הגדר שקט למשחק
hi: खेल के लिए मौन सेट करें
hu: Állítson be csendet a játékhoz
id: Atur keheningan untuk permainan
it: Imposta il silenzio per il gioco

source: Fics help
de: Fics-Hilfe
fr: Les fictions aident
he: פיקציות עוזרות
hi: फिक्स सहायता
hu: Fics segít
id: Fiksi membantu
it: Le fanfiction aiutano

source: Nimzo help
de: Nimzo-Hilfe
fr: Aide Nimzo
he: עזרה נמזו
hi: निमज़ो सहायता
hu: Nimzo segítség
id: Nimzo tolong bantu
it: Aiuto Nimzo

source: Fics settings
de: Fics-Einstellungen
fr: Paramètres de fiction
he: הגדרות Fics
hi: फ़िक्स सेटिंग्स
hu: Fics beállítások
id: Pengaturan fiksi
it: Impostazioni Fics

source: Connecting to server
de: Verbindung zum Server herstellen
fr: Connexion au serveur
he: מתחבר לשרת
hi: सर्वर से कनेक्ट हो रहा है
hu: Csatlakozás a szerverhez
id: Menghubungkan ke server
it: Connessione al server

source: Client message
de: Clientnachricht
fr: Message client
he: הודעת לקוח
hi: ग्राहक संदेश
hu: Ügyfél üzenete
id: Pesan klien
it: Messaggio del cliente

source: Client connected to server
de: Client mit Server verbunden
fr: Client connecté au serveur
he: לקוח מחובר לשרת
hi: क्लाइंट सर्वर से जुड़ा हुआ है
hu: Kliens csatlakozik a szerverhez
id: Klien terhubung ke server
it: Client connesso al server

source: Connecting to Fics, please wait
de: Verbindung zu Fics wird hergestellt, bitte warten
fr: Connexion à Fics, veuillez patienter
he: מתחבר ל-Fics, אנא המתן
hi: फिक्स से कनेक्ट हो रहा है, कृपया प्रतीक्षा करें
hu: Csatlakozás a Fics szolgáltatáshoz, kérjük, várjon
id: Menghubungkan ke Fics, harap tunggu
it: Connessione a Fics, attendere prego

source: Error connecting to server.
de: Fehler beim Verbinden mit dem Server.
fr: Erreur de connexion au serveur.
he: שגיאה בחיבור לשרת.
hi: सर्वर से कनेक्ट करने में त्रुटि.
hu: Hiba a szerverhez való csatlakozáskor.
id: Terjadi kesalahan saat menghubungkan ke server.
it: Errore di connessione al server.

source: Click the < Help > toolbar icon (yellow question mark)
de: Klicken Sie auf das Symbol <Hilfe> in der Symbolleiste (gelbes Fragezeichen).
fr: Cliquez sur l'icône de la barre d'outils < Aide > (point d'interrogation jaune)
he: לחץ על סמל סרגל הכלים < עזרה > (סימן שאלה צהוב)
hi: < सहायता > टूलबार आइकन (पीला प्रश्न चिह्न) पर क्लिक करें
hu: Kattintson a < Súgó > eszköztár ikonjára (sárga kérdőjel)
id: Klik ikon bilah alat < Bantuan > (tanda tanya kuning)
it: Fare clic sull'icona della barra degli strumenti < Aiuto > (punto interrogativo giallo)

source: then < Setup > for possible causes.
de: dann < Setup > für mögliche Ursachen.
fr: puis < Configuration > pour les causes possibles.
he: לאחר מכן < Setup > עבור סיבות אפשריות.
hi: फिर संभावित कारणों के लिए < सेटअप > पर क्लिक करें।
hu: majd a < Beállítás > lehetőséget a lehetséges okokért.
id: lalu < Setup > untuk kemungkinan penyebabnya.
it: quindi < Setup > per le possibili cause.

source: You are already observing a game,
de: Du beobachtest bereits ein Spiel,
fr: Vous êtes déjà en train d'observer un match,
he: אתה כבר צופה במשחק,
hi: आप पहले से ही एक खेल देख रहे हैं,
hu: Már nézel egy játékot,
id: Anda sudah mengamati sebuah permainan,
it: Stai già osservando una partita,

source: with Nimzo_3d you can only observe one game at a time.
de: mit Nimzo_3d können Sie immer nur ein Spiel gleichzeitig beobachten.
fr: avec Nimzo_3d vous ne pouvez observer qu'un seul jeu à la fois.
he: עם Nimzo_3d אתה יכול לצפות רק במשחק אחד בכל פעם.
hi: Nimzo_3d के साथ आप एक समय में केवल एक ही खेल देख सकते हैं।
hu: a Nimzo_3d-vel egyszerre csak egy játékot figyelhet meg.
id: dengan Nimzo_3d Anda hanya dapat mengamati satu permainan dalam satu waktu.
it: con Nimzo_3d puoi osservare solo una partita alla volta.

source: Could not send message to Fics
de: Nachricht an Fics konnte nicht gesendet werden
fr: Impossible d'envoyer un message à Fics
he: לא ניתן לשלוח הודעה ל-Fics
hi: फिक्स को संदेश नहीं भेजा जा सका
hu: Nem sikerült üzenetet küldeni a Ficsnek
id: Tidak dapat mengirim pesan ke Fics
it: Impossibile inviare il messaggio a Fics

source: Fics error
de: Fics-Fehler
fr: Erreur de fiction
he: שגיאת פיקס
hi: फ़िक्स त्रुटि
hu: Fics hiba
id: Kesalahan fiksi
it: Errore di Fics

source: Cannot send a message to Fics without a connection
de: Ohne Verbindung kann keine Nachricht an Fics gesendet werden
fr: Impossible d'envoyer un message à Fics sans connexion
he: לא ניתן לשלוח הודעה ל-Fics ללא חיבור
hi: बिना कनेक्शन के फिक्स को संदेश नहीं भेजा जा सकता
hu: Kapcsolat nélkül nem lehet üzenetet küldeni a Ficsnek
id: Tidak dapat mengirim pesan ke Fics tanpa koneksi
it: Impossibile inviare un messaggio a Fics senza una connessione

source: Please connect to Fics
de: Bitte verbinden Sie sich mit Fics
fr: Veuillez vous connecter à Fics
he: אנא התחבר ל-Fics
hi: कृपया फिक्स से जुड़ें
hu: Kérjük, csatlakozzon a Fics szolgáltatáshoz
id: Silakan terhubung ke Fics
it: Per favore, connettiti a Fics

source: Stop game observation
de: Stopp der Wildbeobachtung
fr: Arrêter l'observation du jeu
he: הפסק את התצפית במשחק
hi: खेल अवलोकन बंद करें
hu: Hagyd abba a játék megfigyelését
id: Hentikan pengamatan permainan
it: Interrompere l'osservazione del gioco

source: Game was aborted
de: Spiel wurde abgebrochen
fr: Le jeu a été interrompu
he: המשחק הופסק
hi: खेल निरस्त कर दिया गया
hu: A játék megszakadt
id: Permainan dibatalkan
it: Il gioco è stato interrotto

source: Fics game is currently paused
de: Fics-Spiel ist derzeit pausiert
fr: Le jeu Fics est actuellement en pause
he: משחק הפיקציות מושהה כעת
hi: फ़िक्स गेम फिलहाल रुका हुआ है
hu: A Fics játék jelenleg szünetel
id: Game Fics saat ini sedang dijeda
it: Il gioco Fics è attualmente in pausa

source: White to play
de: Weiß am Zug
fr: Les blancs jouent
he: לבן לשחק
hi: सफ़ेद खेलना है
hu: Fehér játszani
id: Putih untuk bermain
it: Bianco per giocare

source: your move
de: Ihr Umzug
fr: votre déménagement
he: המהלך שלך
hi: अपनी चाल
hu: a lépésed
id: langkahmu
it: la tua mossa

source: Black to play
de: Schwarz am Zug
fr: Les noirs jouent
he: שחור לשחק
hi: काला खेलेगा
hu: Fekete játszani
id: Hitam untuk bermain
it: Nero per giocare

source: Fics move
de: Fics bewegen
fr: Les fictions bougent
he: פיקציות זזות
hi: फ़िक्स चाल
hu: Fics mozog
id: Fiksi bergerak
it: Le fic si muovono

source: Unknown Fics message
de: Unbekannte Fics-Nachricht
fr: Message de fiction inconnu
he: הודעת Fics לא ידוע
hi: अज्ञात फ़िक्स संदेश
hu: Ismeretlen Fics üzenet
id: Pesan Fics Tidak Dikenal
it: Messaggio Fics sconosciuto

source: Help for using the Free Internet Chess Server on Nimzo 3d
de: Hilfe zur Nutzung des kostenlosen Internet-Schachservers auf Nimzo 3d
fr: Aide à l'utilisation du serveur d'échecs Internet gratuit sur Nimzo 3D
he: עזרה לשימוש בשרת השחמט חינם באינטרנט ב-Nimzo 3d
hi: निमज़ो 3डी पर निःशुल्क इंटरनेट शतरंज सर्वर का उपयोग करने में सहायता
hu: Segítség az ingyenes internetes sakkkiszolgáló használatához a Nimzo 3d-n
id: Bantuan untuk menggunakan Server Catur Internet Gratis di Nimzo 3d
it: Aiuto per l'utilizzo del server di scacchi Internet gratuito su Nimzo 3d

source: Intro
de: Einleitung
fr: Introduction
he: הקדמה
hi: पहचान
id: Pendahuluan
it: Introduzione

source: Setup
de: Aufstellen
fr: Installation
he: הגדרה
hi: स्थापित करना
hu: Beállítás
id: Pengaturan
it: Impostare

source: Playing
de: Spielen
fr: Jouant
he: משחק
hi: खेलना
hu: Játék
id: Bermain
it: Giocando

source: The Free Internet Chess Server (Fics) is a volunteer-run internet chess server
de: Der Free Internet Chess Server (Fics) ist ein von Freiwilligen betriebener Internet-Schachserver
fr: Le serveur d'échecs Internet gratuit (Fics) est un serveur d'échecs Internet géré par des bénévoles
he: The Free Internet Chess Server (Fics) הוא שרת שחמט אינטרנט המנוהל בהתנדבות
hi: निःशुल्क इंटरनेट शतरंज सर्वर (फ़िक्स) एक स्वयंसेवक द्वारा संचालित इंटरनेट शतरंज सर्वर है
hu: A Free Internet Chess Server (Fics) egy önkéntes által üzemeltetett internetes sakkszerver
id: Server Catur Internet Gratis (Fics) adalah server catur internet yang dikelola oleh sukarelawan
it: Il Free Internet Chess Server (Fics) è un server di scacchi su Internet gestito da volontari

source: that provides a platform for chess players to engage in online chess games,
de: die Schachspielern eine Plattform für Online-Schachpartien bietet,
fr: qui fournit une plate-forme permettant aux joueurs d'échecs de participer à des parties d'échecs en ligne,
he: המספקת פלטפורמה לשחקני שחמט לעסוק במשחקי שחמט מקוונים,
hi: जो शतरंज खिलाड़ियों को ऑनलाइन शतरंज खेल में भाग लेने के लिए एक मंच प्रदान करता है,
hu: amely platformot biztosít a sakkozók számára, hogy online sakkjátékokban vegyenek részt,
id: yang menyediakan platform bagi pemain catur untuk terlibat dalam permainan catur online,
it: che fornisce una piattaforma per i giocatori di scacchi per impegnarsi in partite di scacchi online,

source: tournaments and discussions.
de: Turniere und Diskussionen.
fr: tournois et discussions.
he: טורנירים ודיונים.
hi: टूर्नामेंट और चर्चाएँ।
hu: versenyek és megbeszélések.
id: turnamen dan diskusi.
it: tornei e discussioni.

source: Fics is a free, open source project allowing users to access the server
de: Fics ist ein kostenloses Open-Source-Projekt, das Benutzern den Zugriff auf den Server ermöglicht
fr: Fics est un projet gratuit et open source permettant aux utilisateurs d'accéder au serveur
he: Fics הוא פרויקט חינמי בקוד פתוח המאפשר למשתמשים לגשת לשרת
hi: फिक्स एक निःशुल्क, ओपन सोर्स परियोजना है जो उपयोगकर्ताओं को सर्वर तक पहुंचने की अनुमति देती है
hu: A Fics egy ingyenes, nyílt forráskódú projekt, amely lehetővé teszi a felhasználók számára a szerver elérését
id: Fics adalah proyek sumber terbuka gratis yang memungkinkan pengguna untuk mengakses server
it: Fics è un progetto gratuito e open source che consente agli utenti di accedere al server

source: without any subscription fees or advertisments.
de: ohne Abonnementgebühren oder Werbung.
fr: sans aucun frais d'abonnement ni publicité.
he: ללא כל דמי מנוי או פרסומות.
hi: बिना किसी सदस्यता शुल्क या विज्ञापन के.
hu: előfizetési díjak és hirdetések nélkül.
id: tanpa biaya berlangganan atau iklan apa pun.
it: senza alcun costo di abbonamento o pubblicità.

source: While Fics has been largely eclipsed by other websites offering similar features
de: Während Fics weitgehend von anderen Websites mit ähnlichen Funktionen in den Schatten gestellt wurde
fr: Bien que Fics ait été largement éclipsé par d'autres sites Web offrant des fonctionnalités similaires
he: בעוד ש-Fics הוכסה במידה רבה על ידי אתרים אחרים המציעים תכונות דומות
hi: जबकि फिक्स को समान सुविधाएं प्रदान करने वाली अन्य वेबसाइटों द्वारा काफी हद तक ग्रहण कर लिया गया है
hu: Míg a Fics-et nagyrészt elhomályosították a hasonló szolgáltatásokat kínáló webhelyek
id: Meskipun Fics sebagian besar telah dikalahkan oleh situs web lain yang menawarkan fitur serupa
it: Mentre Fics è stato ampiamente eclissato da altri siti web che offrono funzionalità simili

source: such as Chess.com, Lichess.org and Playchess.com, it does have the advantage
de: wie Chess.com, Lichess.org und Playchess.com, hat es den Vorteil
fr: comme Chess.com, Lichess.org et Playchess.com, il a l'avantage
he: כמו Chess.com, Lichess.org ו-Playchess.com, יש לזה יתרון
hi: जैसे कि Chess.com, Lichess.org और Playchess.com, इसका लाभ यह है
hu: mint például a Chess.com, a Lichess.org és a Playchess.com, megvan az előnye
id: seperti Chess.com, Lichess.org dan Playchess.com, memang memiliki keunggulan
it: come Chess.com, Lichess.org e Playchess.com, ha il vantaggio

source: of allowing you to use your preferred interface when using the Fics server.
de: Ihnen die Verwendung Ihrer bevorzugten Schnittstelle bei der Nutzung des Fics-Servers zu ermöglichen.
fr: de vous permettre d'utiliser votre interface préférée lors de l'utilisation du serveur Fics.
he: של לאפשר לך להשתמש בממשק המועדף עליך בעת השימוש בשרת Fics.
hi: फिक्स सर्वर का उपयोग करते समय आपको अपने पसंदीदा इंटरफ़ेस का उपयोग करने की अनुमति देता है।
hu: lehetővé teszi a kívánt felület használatát a Fics szerver használatakor.
id: yang memungkinkan Anda menggunakan antarmuka pilihan Anda saat menggunakan server Fics.
it: di consentirti di utilizzare la tua interfaccia preferita quando utilizzi il server Fics.

source: There are many free GUI interfaces that have Fics capability to choose from -
de: Es gibt viele kostenlose GUI-Schnittstellen mit Fics-Funktionen zur Auswahl -
fr: Il existe de nombreuses interfaces graphiques gratuites dotées de la fonctionnalité Fics parmi lesquelles choisir -
he: ישנם ממשקי GUI חינמיים רבים שיש להם יכולת Fics לבחירה -
hi: ऐसे कई मुफ्त GUI इंटरफेस हैं जिनमें से चुनने के लिए फिक्स क्षमता है -
hu: Számos ingyenes grafikus felület létezik, amelyek közül választhat a Fics funkcióval -
id: Ada banyak antarmuka GUI gratis yang memiliki kemampuan Fics untuk dipilih -
it: Ci sono molte interfacce GUI gratuite che hanno la capacità Fics tra cui scegliere:

source: < BabasChess > < Arena > < Scid vs pc > < ChessX > to name but a few.
de: < BabasChess > < Arena > < Scid vs pc > < ChessX > um nur einige zu nennen.
fr: < BabasChess > < Arena > < Scid vs pc > < ChessX > pour n'en citer que quelques-uns.
he: < BabasChess > < Arena > < Scid vs pc > < ChessX > רק למנות כמה.
hi: < बाबाशतरंज > < एरीना > < स्किड बनाम पीसी > < शतरंज एक्स > कुछ नाम।
hu: < BabasChess > < Arena > < Scid vs pc > < ChessX >, hogy csak néhányat említsünk.
id: < BabasChess > < Arena > < Scid vs pc > < ChessX > dan masih banyak lagi.
it: < BabasChess > < Arena > < Scid vs pc > < ChessX > per citarne solo alcuni.

source: Whilst < Nimzo_3d > does not have the comprehensize range of features
de: Während < Nimzo_3d > nicht über den umfassenden Funktionsumfang verfügt
fr: Bien que < Nimzo_3d > ne dispose pas de la gamme complète de fonctionnalités
he: בעוד של-<Nimzo_3d> אין את מגוון התכונות המקיף
hi: जबकि < Nimzo_3d > में सुविधाओं की व्यापक रेंज नहीं है
hu: Míg a < Nimzo_3d > nem rendelkezik a funkciók átfogó skálájával
id: Meskipun < Nimzo_3d > tidak memiliki fitur yang lengkap
it: Mentre < Nimzo_3d > non ha la gamma completa di funzionalità

source: of < BabasChess > it does have 3d graphics, which makes it an
de: von < BabasChess > hat es 3D-Grafiken, was es zu einem
fr: de < BabasChess > il a des graphismes 3D, ce qui en fait un
he: של < BabasChess > יש לו גרפיקה תלת מימדית, מה שהופך אותו ל-
hi: < बाबाशतरंज > में 3डी ग्राफिक्स है, जो इसे एक बनाता है
hu: a < BabasChess >-ből 3D grafikával rendelkezik, ami miatt egy
id: dari < BabasChess > itu memiliki grafik 3d, yang menjadikannya
it: di < BabasChess > ha una grafica 3D, che lo rende un

source: attractive choice if you simply want to play a game on the Fics server.
de: attraktive Wahl, wenn Sie einfach ein Spiel auf dem Fics-Server spielen möchten.
fr: choix attrayant si vous souhaitez simplement jouer à un jeu sur le serveur Fics.
he: בחירה אטרקטיבית אם אתה פשוט רוצה לשחק משחק בשרת Fics.
hi: यदि आप केवल फिक्स सर्वर पर गेम खेलना चाहते हैं तो यह एक आकर्षक विकल्प है।
hu: vonzó választás, ha egyszerűen csak játszani szeretne a Fics szerveren.
id: pilihan yang menarik jika Anda hanya ingin bermain game di server Fics.
it: scelta interessante se vuoi semplicemente giocare una partita sul server Fics.

source: For an introduction for using Fics on Nimzo_3d, click on < Intro >
de: Für eine Einführung in die Verwendung von Fics auf Nimzo_3d klicken Sie auf < Intro >
fr: Pour une introduction à l'utilisation de Fics sur Nimzo_3d, cliquez sur < Intro >
he: לקבלת מבוא לשימוש ב-Fics ב-Nimzo_3d, לחץ על < Intro >
hi: Nimzo_3d पर Fics का उपयोग करने के लिए परिचय के लिए, < परिचय > पर क्लिक करें
hu: A Fics Nimzo_3d-n való használatának bemutatásához kattintson a < Intro > lehetőségre
id: Untuk pengenalan penggunaan Fics di Nimzo_3d, klik < Intro >
it: Per un'introduzione all'uso di Fics su Nimzo_3d, fare clic su < Intro >

source: For instructions for setting up Fics internet ports on Windows, click on < Setup >
de: Anweisungen zum Einrichten der Fics-Internet-Ports unter Windows erhalten Sie, wenn Sie auf <Setup> klicken.
fr: Pour obtenir des instructions sur la configuration des ports Internet Fics sous Windows, cliquez sur < Configuration >
he: לקבלת הוראות להגדרת יציאות אינטרנט של Fics ב-Windows, לחץ על < הגדרה >
hi: विंडोज़ पर फिक्स इंटरनेट पोर्ट स्थापित करने के निर्देशों के लिए, < सेटअप > पर क्लिक करें
hu: A Fics internetportjainak Windows rendszeren történő beállításához kattintson a < Beállítás > lehetőségre
id: Untuk petunjuk pengaturan port internet Fics di Windows, klik < Setup >
it: Per istruzioni su come impostare le porte Internet Fics su Windows, fare clic su < Impostazioni >

source: For instructions for playing on Fics with Nimzo_3d, click on < Playing >
de: Für Anweisungen zum Spielen von Fics mit Nimzo_3d klicken Sie auf < Spielen >
fr: Pour obtenir des instructions sur la façon de jouer à Fics avec Nimzo_3d, cliquez sur < Jouer >
he: להוראות למשחק ב-Fics עם Nimzo_3d, לחץ על < Playing >
hi: Nimzo_3d के साथ फ़िक्स पर खेलने के निर्देशों के लिए, < प्लेइंग > पर क्लिक करें
hu: A Fics-en a Nimzo_3d-vel való játékra vonatkozó utasításokért kattintson a < Lejátszás > lehetőségre
id: Untuk petunjuk bermain di Fics dengan Nimzo_3d, klik < Bermain >
it: Per istruzioni su come giocare su Fics con Nimzo_3d, clicca su < Gioca >

source: For more information on Fics, you can visit their website at -
de: Weitere Informationen zu Fics finden Sie auf der Website unter -
fr: Pour plus d'informations sur Fics, vous pouvez visiter leur site Web à l'adresse -
he: למידע נוסף על Fics, אתה יכול לבקר באתר האינטרנט שלהם בכתובת -
hi: फिक्स के बारे में अधिक जानकारी के लिए आप उनकी वेबसाइट पर जा सकते हैं -
hu: A Fics-ről további információkért látogassa meg weboldalukat: -
id: Untuk informasi lebih lanjut tentang Fics, Anda dapat mengunjungi situs web mereka di -
it: Per maggiori informazioni su Fics, puoi visitare il loro sito web all'indirizzo -

source: Introduction to using Fics on Nimzo_3d
de: Einführung in die Verwendung von Fics auf Nimzo_3d
fr: Introduction à l'utilisation de Fics sur Nimzo_3d
he: מבוא לשימוש ב-Fics ב-Nimzo_3d
hi: Nimzo_3d पर फ़िक्स का उपयोग करने का परिचय
hu: Bevezetés a Fics használatába a Nimzo_3d-n
id: Pengantar penggunaan Fics di Nimzo_3d
it: Introduzione all'uso di Fics su Nimzo_3d

source: History
de: Geschichte
fr: Histoire
he: הִיסטוֹרִיָה
hi: इतिहास
hu: Történelem
id: Sejarah
it: Storia

source: You use Fics by sending a command to the server, Fics responds by
de: Sie verwenden Fics, indem Sie einen Befehl an den Server senden. Fics antwortet mit
fr: Vous utilisez Fics en envoyant une commande au serveur, Fics répond en
he: אתה משתמש ב-Fics על ידי שליחת פקודה לשרת, Fics מגיב על ידי
hi: आप सर्वर को आदेश भेजकर Fics का उपयोग करते हैं, Fics इस प्रकार प्रतिक्रिया करता है
hu: A Fics-et úgy használja, hogy parancsot küld a kiszolgálónak, a Fics erre válaszol
id: Anda menggunakan Fics dengan mengirimkan perintah ke server, Fics merespons dengan
it: Si utilizza Fics inviando un comando al server, Fics risponde

source: sending a message back and then you respond to that message, and so on.
de: Senden Sie eine Nachricht zurück und antworten Sie dann auf diese Nachricht und so weiter.
fr: renvoyer un message et ensuite répondre à ce message, et ainsi de suite.
he: שליחת הודעה בחזרה ואז אתה מגיב להודעה הזו, וכן הלאה.
hi: एक संदेश भेजना और फिर उस संदेश का जवाब देना, इत्यादि।
hu: visszaküld egy üzenetet, majd válaszol az üzenetre, és így tovább.
id: mengirim pesan kembali dan kemudian Anda menanggapi pesan tersebut, dan seterusnya.
it: inviare un messaggio e poi rispondere a quel messaggio, e così via.

source: To connect to Fics, click on the 1st (leftmost icon) on the toolbar.
de: Um eine Verbindung zu Fics herzustellen, klicken Sie auf das erste (ganz linke Symbol) in der Symbolleiste.
fr: Pour vous connecter à Fics, cliquez sur la 1ère icône (la plus à gauche) de la barre d'outils.
he: כדי להתחבר ל-Fics, לחץ על הסמל הראשון (הסמל השמאלי ביותר) בסרגל הכלים.
hi: फिक्स से कनेक्ट करने के लिए टूलबार पर पहले (सबसे बाएं आइकन) पर क्लिक करें।
hu: A Fics szolgáltatáshoz való csatlakozáshoz kattintson az 1. (bal szélső ikonra) az eszköztáron.
id: Untuk terhubung ke Fics, klik ikon ke-1 (paling kiri) pada bilah alat.
it: Per connettersi a Fics, fare clic sulla prima icona (quella più a sinistra) sulla barra degli strumenti.

source: This opens the <Connect to Fics> dialog box.
de: Dadurch wird das Dialogfeld <Mit Fics verbinden> geöffnet.
fr: Cela ouvre la boîte de dialogue <Se connecter à Fics>.
he: פעולה זו פותחת את תיבת הדו-שיח <Connect to Fics>.
hi: इससे <कनेक्ट टू फिक्स> संवाद बॉक्स खुल जाता है।
hu: Ezzel megnyílik a <Csatlakozás a Fics-hez> párbeszédpanel.
id: Ini akan membuka kotak dialog <Hubungkan ke Fics>.
it: Si apre la finestra di dialogo <Connetti a Fics>.

source: by clicking on the appropriate icon on the toolbar.
de: indem Sie auf das entsprechende Symbol in der Symbolleiste klicken.
fr: en cliquant sur l'icône appropriée dans la barre d'outils.
he: על ידי לחיצה על הסמל המתאים בסרגל הכלים.
hi: टूलबार पर उपयुक्त आइकन पर क्लिक करके।
hu: az eszköztár megfelelő ikonjára kattintva.
id: dengan mengklik ikon yang sesuai pada bilah alat.
it: cliccando sull'icona appropriata sulla barra degli strumenti.

source: Some icons send a command immediately, otherS wait for you to type in
de: Einige Symbole senden sofort einen Befehl, andere warten auf Ihre Eingabe
fr: Certaines icônes envoient une commande immédiatement, d'autres attendent que vous la saisissiez
he: חלק מהסמלים שולחים פקודה מיד, אחרים מחכים שתקלידו
hi: कुछ आइकन तुरंत आदेश भेजते हैं, अन्य आपके टाइप करने का इंतजार करते हैं
hu: Egyes ikonok azonnal parancsot küldenek, mások megvárják, amíg beírod
id: Beberapa ikon mengirimkan perintah segera, yang lain menunggu Anda mengetiknya
it: Alcune icone inviano un comando immediatamente, altre aspettano che tu lo digiti
