Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: If the error threshold for moves is set at 0.6, no annotation would be added,
de: Wenn die Fehlerschwelle für Züge auf 0,6 festgelegt ist, wird keine Anmerkung hinzugefügt.
fr: Si le seuil d'erreur pour les mouvements est fixé à 0,6, aucune annotation ne sera ajoutée,
he: אם סף השגיאה עבור מהלכים מוגדר ל-0.6, לא תתווסף הערה,
hi: यदि चालों के लिए त्रुटि सीमा 0.6 पर सेट की गई है, तो कोई एनोटेशन नहीं जोड़ा जाएगा,
hu: Ha a mozgások hibaküszöbe 0,6, akkor a rendszer nem ad hozzá megjegyzést,
id: Jika ambang batas kesalahan untuk gerakan ditetapkan pada 0,6, tidak ada anotasi yang akan ditambahkan,
it: Se la soglia di errore per le mosse è impostata a 0,6, non verrà aggiunta alcuna annotazione,

source: even if there was a better move for Black available, say -0.2 for example.
de: selbst wenn Schwarz einen besseren Zug zur Verfügung hätte, sagen wir beispielsweise -0,2.
fr: même s'il y avait un meilleur coup disponible pour les Noirs, disons -0,2 par exemple.
he: גם אם היה מהלך טוב יותר עבור Black זמין, למשל -0.2.
hi: भले ही काले रंग के लिए बेहतर चाल उपलब्ध हो, उदाहरण के लिए -0.2।
hu: még ha volt is jobb lépés a feketének, mondjuk például -0.2.
id: bahkan jika ada langkah yang lebih baik untuk Hitam yang tersedia, katakanlah -0,2 misalnya.
it: anche se fosse disponibile una mossa migliore per il Nero, diciamo ad esempio -0,2.

source: If < Identify winning position > is checked, an annotation is added in this case.
de: Wenn <Gewinnposition identifizieren> aktiviert ist, wird in diesem Fall eine Anmerkung hinzugefügt.
fr: Si < Identifier la position gagnante > est coché, une annotation est ajoutée dans ce cas.
he: אם < זיהוי מיקום מנצח > מסומן, הוספת הערה במקרה זה.
hi: यदि < विजेता स्थिति की पहचान करें > को चेक किया गया है, तो इस स्थिति में एक एनोटेशन जोड़ा जाता है।
hu: Ha a < Nyertes pozíció azonosítása > be van jelölve, a rendszer ebben az esetben megjegyzést ad hozzá.
id: Jika < Identifikasi posisi kemenangan > dicentang, anotasi ditambahkan dalam kasus ini.
it: Se è selezionata la casella <Identifica posizione vincente>, in questo caso viene aggiunta un'annotazione.

source: However, because the margins of victory are so tight here, this feature can produce
de: Da die Siegesmargen hier jedoch so gering sind, kann diese Funktion
fr: Cependant, comme les marges de victoire sont si serrées ici, cette fonctionnalité peut produire
he: עם זאת, מכיוון ששולי הניצחון כל כך צמודים כאן, תכונה זו יכולה לייצר
hi: हालाँकि, चूँकि यहाँ जीत का अंतर बहुत कम है, इसलिए यह विशेषता परिणाम उत्पन्न कर सकती है
hu: Mivel azonban itt nagyon szűkek a győzelmi határok, ez a funkció eredményes lehet
id: Namun, karena margin kemenangan sangat ketat di sini, fitur ini dapat menghasilkan
it: Tuttavia, poiché i margini di vittoria sono così stretti qui, questa caratteristica può produrre

source: contradictory results in the annotations, especially at time settings that do not allow
de: widersprüchliche Ergebnisse in den Anmerkungen, insbesondere bei Zeiteinstellungen, die keine
fr: des résultats contradictoires dans les annotations, notamment dans les paramètres temporels qui ne permettent pas
he: תוצאות סותרות בהערות, במיוחד בהגדרות זמן שאינן מאפשרות
hi: एनोटेशन में विरोधाभासी परिणाम, विशेष रूप से समय सेटिंग्स में जो अनुमति नहीं देते हैं
hu: ellentmondó eredmények a megjegyzésekben, különösen olyan időbeállításoknál, amelyek nem teszik lehetővé
id: hasil yang bertentangan dalam anotasi, terutama pada pengaturan waktu yang tidak memungkinkan
it: risultati contraddittori nelle annotazioni, soprattutto in impostazioni temporali che non consentono

source: for deep enough searchs of the position. (Roughly 16 ply)
de: für ausreichend tiefe Suchen der Position. (Ungefähr 16 Lagen)
fr: pour des recherches suffisamment approfondies de la position. (Environ 16 plis)
he: לחיפושים עמוקים מספיק של העמדה. (בערך 16 שכבות)
hi: स्थिति की पर्याप्त गहराई से खोज के लिए। (लगभग 16 प्लाई)
hu: elég mélyre ható pozíciókereséshez. (Körülbelül 16 rétegű)
id: untuk pencarian posisi yang cukup mendalam. (Sekitar 16 lapis)
it: per ricerche sufficientemente approfondite della posizione. (Circa 16 strati)

source: This problem is largely solved by allowing more time for the analysis,
de: Dieses Problem wird weitgehend dadurch gelöst, dass man mehr Zeit für die Analyse einräumt,
fr: Ce problème est en grande partie résolu en accordant plus de temps à l’analyse,
he: בעיה זו נפתרת במידה רבה על ידי מתן זמן רב יותר לניתוח,
hi: विश्लेषण के लिए अधिक समय देकर यह समस्या काफी हद तक हल हो जाती है।
hu: Ezt a problémát nagyrészt megoldja, ha több időt hagyunk az elemzésre,
id: Masalah ini sebagian besar dapat diselesaikan dengan memberikan lebih banyak waktu untuk analisis,
it: Questo problema viene ampiamente risolto concedendo più tempo per l'analisi,

source: and/or by adjusting the < Error margin > setting upwards.
de: und/oder indem Sie die Einstellung <Fehlerspanne> nach oben anpassen.
fr: et/ou en ajustant le paramètre < Marge d'erreur > vers le haut.
he: ו/או על ידי התאמת ההגדרה < שולי שגיאה > כלפי מעלה.
hi: और/या < त्रुटि मार्जिन > सेटिंग को ऊपर की ओर समायोजित करके।
hu: és/vagy a < Hibamargó > beállítás felfelé állításával.
id: dan/atau dengan menyesuaikan pengaturan < Margin kesalahan > ke atas.
it: e/o regolando verso l'alto l'impostazione < Margine di errore >.

source: On my computer, a Time per move setting of 3 seconds combined
de: Auf meinem Computer ist eine Zeit pro Zugeinstellung von 3 Sekunden kombiniert
fr: Sur mon ordinateur, un réglage de temps par mouvement de 3 secondes combinées
he: במחשב שלי, הגדרת זמן לכל מהלך של 3 שניות בשילוב
hi: मेरे कंप्यूटर पर, प्रति चाल समय की सेटिंग 3 सेकंड की है
hu: A számítógépemen 3 másodperces mozdulatenkénti idő beállítás
id: Di komputer saya, pengaturan Waktu per gerakan 3 detik digabungkan
it: Sul mio computer, un'impostazione Tempo per mossa di 3 secondi combinata

source: with an error margin of 10 (0.1 pawns) is ok.
de: mit einer Fehlertoleranz von 10 (0,1 Bauern) ist ok.
fr: avec une marge d'erreur de 10 (0,1 pion) c'est ok.
he: עם מרווח שגיאה של 10 (0.1 פיונים) זה בסדר.
hi: 10 (0.1 प्यादों) की त्रुटि सीमा के साथ ठीक है।
hu: 10-es hibahatárral (0,1 gyalog) rendben van.
id: dengan margin kesalahan 10 (0,1 pion) tidak apa-apa.
it: con un margine di errore di 10 (0,1 pedoni) è accettabile.

source: At 5 seconds per move, an error margin of 7 (0.07 pawns) is ok.
de: Bei 5 Sekunden pro Zug ist eine Fehlertoleranz von 7 (0,07 Bauern) ok.
fr: À 5 secondes par coup, une marge d'erreur de 7 (0,07 pions) est acceptable.
he: ב-5 שניות לכל מהלך, מרווח שגיאה של 7 (0.07 פיונים) הוא בסדר.
hi: प्रति चाल 5 सेकेण्ड पर, त्रुटि की सीमा 7 (0.07 प्यादे) ठीक है।
hu: Lépésenként 5 másodpercnél a 7-es hibahatár (0,07 gyalog) megfelelő.
id: Pada 5 detik tiap gerakan, margin kesalahan 7 (0,07 pion) masih dalam batas yang wajar.
it: A 5 secondi per mossa, un margine di errore di 7 (0,07 pedoni) è accettabile.

source: At 10 seconds per move, an error margin of 5 (0.05 pawns) is ok.
de: Bei 10 Sekunden pro Zug ist eine Fehlertoleranz von 5 (0,05 Bauern) ok.
fr: À 10 secondes par coup, une marge d'erreur de 5 (0,05 pions) est acceptable.
he: ב-10 שניות לכל מהלך, מרווח שגיאה של 5 (0.05 פיונים) הוא בסדר.
hi: प्रति चाल 10 सेकंड पर, त्रुटि की सीमा 5 (0.05 प्यादे) ठीक है।
hu: Lépésenként 10 másodpercnél 5-ös hibahatár (0,05 gyalog) megfelelő.
id: Pada 10 detik tiap gerakan, margin kesalahan 5 (0,05 pion) masih dalam batas yang wajar.
it: A 10 secondi per mossa, un margine di errore di 5 (0,05 pedoni) è accettabile.

source: At 15 seconds per move, an error margin of 3 (0.03) is ok.
de: Bei 15 Sekunden pro Zug ist eine Fehlertoleranz von 3 (0,03) ok.
fr: À 15 secondes par mouvement, une marge d'erreur de 3 (0,03) est acceptable.
he: ב-15 שניות לכל מהלך, מרווח שגיאה של 3 (0.03) הוא בסדר.
hi: प्रति चाल 15 सेकंड पर, 3 (0.03) की त्रुटि सीमा ठीक है।
hu: Lépésenként 15 másodpercnél a 3-as (0,03) hibahatár megfelelő.
id: Pada 15 detik per gerakan, margin kesalahan 3 (0,03) masih dalam batas wajar.
it: A 15 secondi per mossa, un margine di errore di 3 (0,03) è accettabile.

source: At 20 seconds per move and above, no error margin is needed.
de: Bei 20 Sekunden und mehr pro Bewegung ist keine Fehlertoleranz erforderlich.
fr: À 20 secondes par mouvement et plus, aucune marge d'erreur n'est nécessaire.
he: ב-20 שניות לכל מהלך ומעלה, אין צורך במרווח שגיאה.
hi: प्रति चाल 20 सेकंड या इससे अधिक पर, किसी त्रुटि मार्जिन की आवश्यकता नहीं होती।
hu: Ha mozdulatonként 20 másodperc vagy annál több, nincs szükség hibahatárra.
id: Pada 20 detik per gerakan atau lebih, tidak diperlukan margin kesalahan.
it: A 20 secondi per mossa e oltre, non è necessario alcun margine di errore.

source: To find the correct settings for your computer, you can auto-analyse the game
de: Um die richtigen Einstellungen für Ihren Computer zu finden, können Sie das Spiel automatisch analysieren
fr: Pour trouver les paramètres corrects pour votre ordinateur, vous pouvez analyser automatiquement le jeu
he: כדי למצוא את ההגדרות הנכונות עבור המחשב שלך, אתה יכול לנתח אוטומטית את המשחק
hi: अपने कंप्यूटर के लिए सही सेटिंग्स ढूंढने के लिए, आप गेम का स्वतः विश्लेषण कर सकते हैं
hu: A számítógépe megfelelő beállításainak megtalálásához automatikusan elemzi a játékot
id: Untuk menemukan pengaturan yang benar untuk komputer Anda, Anda dapat menganalisis permainan secara otomatis
it: Per trovare le impostazioni corrette per il tuo computer, puoi analizzare automaticamente il gioco

source: J.R. Capablanca - A. Burn San Sebastian 1911, which is in the db_small.pgn database
de: J.R. Capablanca - A. Burn San Sebastian 1911, das sich in der Datenbank db_small.pgn befindet
fr: J.R. Capablanca - A. Burn San Sebastian 1911, qui se trouve dans la base de données db_small.pgn
he: J.R. Capablanca - A. Burn San Sebastian 1911, שנמצא במסד הנתונים db_small.pgn
hi: जे.आर. कैपब्लैंका - ए. बर्न सैन सेबेस्टियन 1911, जो db_small.pgn डेटाबेस में है
hu: J. R. Capablanca – A. Burn San Sebastian 1911, amely a db_small.pgn adatbázisban található
id: J.R. Capablanca - A. Burn San Sebastian 1911, yang ada di database db_small.pgn
it: J.R. Capablanca - A. Burn San Sebastian 1911, presente nel database db_small.pgn

source: and examine the annotations produced between moves 22 to 26.
de: und untersuchen Sie die zwischen den Zügen 22 bis 26 erstellten Anmerkungen.
fr: et examinez les annotations produites entre les mouvements 22 à 26.
he: ולבחון את ההערות שנוצרו בין מהלכים 22 ל-26.
hi: और चाल 22 से 26 के बीच उत्पन्न टिप्पणियों की जांच करें।
hu: és vizsgálja meg a 22–26. lépések között keletkezett megjegyzéseket.
id: dan memeriksa anotasi yang dihasilkan antara gerakan 22 hingga 26.
it: ed esaminare le annotazioni prodotte tra le mosse 22 e 26.

source: You can then adjust the < Identify winning position > settings accordingly.
de: Anschließend können Sie die Einstellungen unter <Gewinnposition ermitteln> entsprechend anpassen.
fr: Vous pouvez ensuite ajuster les paramètres < Identifier la position gagnante > en conséquence.
he: לאחר מכן תוכל להתאים את ההגדרות < זיהוי מיקום מנצח > בהתאם.
hi: फिर आप < विजेता स्थिति की पहचान करें > सेटिंग को तदनुसार समायोजित कर सकते हैं।
hu: Ezután ennek megfelelően módosíthatja a < Nyerő pozíció azonosítása > beállításokat.
id: Anda kemudian dapat menyesuaikan pengaturan < Identifikasi posisi kemenangan > sebagaimana mestinya.
it: È quindi possibile regolare di conseguenza le impostazioni <Identifica posizione vincente>.

source: Unless you have a really fast computer, for time settings of less than
de: Sofern Sie keinen wirklich schnellen Computer haben, können Sie bei Zeiteinstellungen von weniger als
fr: À moins que vous n'ayez un ordinateur très rapide, pour des réglages de temps inférieurs à
he: אלא אם כן יש לך מחשב ממש מהיר, להגדרות זמן של פחות מ
hi: जब तक आपके पास बहुत तेज़ कंप्यूटर न हो, तब तक कम समय की सेटिंग के लिए
hu: Hacsak nem rendelkezik egy nagyon gyors számítógéppel, kisebb időbeállításokhoz
id: Kecuali Anda memiliki komputer yang sangat cepat, untuk pengaturan waktu kurang dari
it: A meno che tu non abbia un computer molto veloce, per impostazioni di tempo inferiori a

source: 3 seconds per move, it is best not to use this option when auto-analysing games.
de: 3 Sekunden pro Zug. Bei der automatischen Analyse von Spielen sollten Sie diese Option besser nicht verwenden.
fr: 3 secondes par coup, il est préférable de ne pas utiliser cette option lors de l'analyse automatique des jeux.
he: 3 שניות לכל מהלך, עדיף לא להשתמש באפשרות זו בעת ניתוח אוטומטי של משחקים.
hi: 3 सेकंड प्रति चाल, खेलों का स्वतः विश्लेषण करते समय इस विकल्प का उपयोग न करना ही बेहतर है।
hu: 3 másodperc mozgásonként, a legjobb, ha nem használja ezt a lehetőséget a játékok automatikus elemzéséhez.
id: 3 detik per gerakan, sebaiknya tidak menggunakan opsi ini saat menganalisis permainan secara otomatis.
it: 3 secondi per mossa, è meglio non usare questa opzione quando si analizzano automaticamente le partite.

source: Notes on Identify winning position
de: Hinweise zum Identifizieren einer Gewinnposition
fr: Notes sur l'identification de la position gagnante
he: הערות על זיהוי עמדת מנצח
hi: जीतने की स्थिति की पहचान पर नोट्स
hu: Megjegyzések a nyertes pozíció azonosításához
id: Catatan tentang Mengidentifikasi posisi pemenang
it: Note su Identificare la posizione vincente

source: Please select the sub variation length options :-
de: Bitte wählen Sie die Längenoptionen für die Untervariation: -
fr: Veuillez sélectionner les options de longueur de sous-variation :-
he: אנא בחר את אפשרויות אורך המשנה: -
hi: कृपया उप भिन्नता लंबाई विकल्प का चयन करें:-
hu: Kérjük, válassza ki az alváltozat hosszának opcióit: -
id: Silakan pilih opsi panjang sub variasi :-
it: Selezionare le opzioni di lunghezza della sottovariante:-

source: Error range (1/10 pawns) Line length (ply)
de: Fehlerbereich (1/10 Bauern) Linienlänge (Lage)
fr: Plage d'erreur (1/10 pions) Longueur de ligne (pli)
he: טווח שגיאות (1/10 פיונים) אורך קו (שכבה)
hi: त्रुटि सीमा (1/10 प्यादे) पंक्ति की लंबाई (प्लाई)
hu: Hibatartomány (1/10 gyalog) Vonalhossz (réteg)
id: Rentang kesalahan (1/10 pion) Panjang garis (lapis)
it: Intervallo di errore (1/10 pedoni) Lunghezza della linea (strato)

source: Tiny (0 - 49)
de: Winzig (0 - 49)
fr: Minuscule (0 - 49)
he: זעיר (0 - 49)
hi: छोटा (0 - 49)
hu: Apró (0-49)
id: Kecil (0 - 49)
it: Piccolo (0 - 49)

source: Small (50 - 99)
de: Klein (50 - 99)
fr: Petit (50 - 99)
he: קטן (50 - 99)
hi: छोटा (50 - 99)
hu: Kicsi (50-99)
id: Kecil (50 - 99)
it: Piccolo (50 - 99)

source: Medium (100 - 149)
de: Mittel (100 - 149)
fr: Moyen (100 - 149)
he: בינוני (100 - 149)
hi: मध्यम (100 - 149)
hu: Közepes (100–149)
id: Sedang (100 - 149)
it: Medio (100 - 149)

source: Large (150 - 299)
de: Groß (150 - 299)
fr: Grand (150 - 299)
he: גדול (150 - 299)
hi: बड़ा (150 - 299)
hu: Nagy (150-299)
id: Besar (150 - 299)
it: Grande (150 - 299)

source: Huge (300 - 499)
de: Riesig (300 - 499)
fr: Énorme (300 - 499)
he: ענק (300 - 499)
hi: विशाल (300 - 499)
hu: Hatalmas (300-499)
id: Besar sekali (300 - 499)
it: Enorme (300 - 499)

source: Gigantic (500 +)
de: Gigantisch (500 +)
fr: Gigantesque (500 +)
he: ענק (500+)
hi: विशाल (500+)
hu: Gigantikus (500+)
id: Raksasa (500+)
it: Gigantesco (500 +)

source: Use random variation line lengths
de: Verwenden Sie zufällige Variationen der Zeilenlängen
fr: Utiliser des longueurs de ligne à variation aléatoire
he: השתמש באורכי קו וריאציה אקראיים
hi: यादृच्छिक भिन्नता रेखा लंबाई का उपयोग करें
hu: Használjon véletlenszerű variációs vonalhosszakat
id: Gunakan panjang garis variasi acak
it: Utilizzare lunghezze di linea con variazione casuale

source: Random boundaries :
de: Zufällige Grenzen:
fr: Limites aléatoires :
he: גבולות אקראיים:
hi: यादृच्छिक सीमाएँ :
hu: Véletlen határok:
id: Batasan acak:
it: Confini casuali:

source: Lower :
de: Untere :
fr: Inférieur :
he: תחתון:
hi: निचला :
hu: Alsó:
id: Lebih rendah :
it: Inferiore :

source: Upper :
de: Obermaterial:
fr: Supérieur :
he: עליון:
hi: ऊपरी :
hu: Felső:
id: Atas :
it: Superiore :

source: Enter the line length for a tiny error
de: Geben Sie die Zeilenlänge für einen winzigen Fehler ein
fr: Entrez la longueur de la ligne pour une petite erreur
he: הזן את אורך השורה עבור שגיאה זעירה
hi: छोटी सी त्रुटि के लिए पंक्ति की लंबाई दर्ज करें
hu: Apró hiba esetén adja meg a sor hosszát
id: Masukkan panjang baris untuk kesalahan kecil
it: Inserisci la lunghezza della riga per un piccolo errore

source: Enter the line length for a small error
de: Geben Sie die Zeilenlänge für einen kleinen Fehler ein
fr: Entrez la longueur de la ligne pour une petite erreur
he: הזן את אורך השורה לשגיאה קטנה
hi: छोटी सी त्रुटि के लिए पंक्ति की लंबाई दर्ज करें
hu: Kis hiba esetén adja meg a sor hosszát
id: Masukkan panjang baris untuk kesalahan kecil
it: Inserisci la lunghezza della riga per un piccolo errore

source: Enter the line length for a medium error
de: Geben Sie die Zeilenlänge für einen mittleren Fehler ein
fr: Entrez la longueur de ligne pour une erreur moyenne
he: הזן את אורך השורה עבור שגיאה בינונית
hi: मध्यम त्रुटि के लिए पंक्ति की लंबाई दर्ज करें
hu: Közepes hiba esetén adja meg a sor hosszát
id: Masukkan panjang garis untuk kesalahan sedang
it: Inserisci la lunghezza della riga per un errore medio

source: Enter the line length for a large error
de: Geben Sie die Zeilenlänge für einen großen Fehler ein
fr: Entrez la longueur de la ligne pour une erreur importante
he: הזן את אורך השורה לשגיאה גדולה
hi: बड़ी त्रुटि के लिए पंक्ति की लंबाई दर्ज करें
hu: Nagy hiba esetén adja meg a sor hosszát
id: Masukkan panjang baris untuk kesalahan besar
it: Inserisci la lunghezza della riga per un errore di grandi dimensioni

source: Enter the line length for a huge error
de: Geben Sie die Zeilenlänge für einen großen Fehler ein
fr: Entrez la longueur de la ligne pour une énorme erreur
he: הזן את אורך השורה עבור שגיאה ענקית
hi: बड़ी त्रुटि के लिए पंक्ति की लंबाई दर्ज करें
hu: Hatalmas hiba esetén adja meg a sor hosszát
id: Masukkan panjang baris untuk kesalahan besar
it: Inserisci la lunghezza della riga per un errore enorme

source: Enter the line length for a gigantic error
de: Geben Sie die Zeilenlänge für einen gigantischen Fehler ein
fr: Entrez la longueur de la ligne pour une erreur gigantesque
he: הזן את אורך השורה עבור שגיאה ענקית
hi: एक बड़ी त्रुटि के लिए लाइन की लंबाई दर्ज करें
hu: Óriási hiba esetén adja meg a sor hosszát
id: Masukkan panjang garis untuk kesalahan raksasa
it: Inserisci la lunghezza della riga per un errore gigantesco

source: Check this box to use random line lengths for sub-vars
de: Aktivieren Sie dieses Kontrollkästchen, um zufällige Zeilenlängen für Untervariablen zu verwenden
fr: Cochez cette case pour utiliser des longueurs de ligne aléatoires pour les sous-variables
he: סמן את התיבה הזו כדי להשתמש באורכי שורות אקראיים עבור תת-ווארים
hi: उप-वार्स के लिए यादृच्छिक पंक्ति लंबाई का उपयोग करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha véletlenszerű sorhosszakat szeretne használni az alváltozókhoz
id: Centang kotak ini untuk menggunakan panjang baris acak untuk sub-var
it: Seleziona questa casella per utilizzare lunghezze di riga casuali per le sotto-variabili

source: Enter the lower boundary for line lengths
de: Geben Sie die untere Grenze für die Linienlänge ein
fr: Entrez la limite inférieure pour les longueurs de ligne
he: הזן את הגבול התחתון עבור אורכי קו
hi: पंक्ति की लंबाई के लिए निचली सीमा दर्ज करें
hu: Adja meg a vonalhosszúság alsó határát
id: Masukkan batas bawah untuk panjang garis
it: Inserisci il limite inferiore per le lunghezze delle linee

source: Enter the upper boundary for line lengths
de: Geben Sie die Obergrenze für die Zeilenlänge ein
fr: Entrez la limite supérieure pour les longueurs de ligne
he: הזן את הגבול העליון עבור אורכי קו
hi: पंक्ति की लंबाई के लिए ऊपरी सीमा दर्ज करें
hu: Adja meg a vonalhossz felső határát
id: Masukkan batas atas untuk panjang garis
it: Inserisci il limite superiore per le lunghezze delle linee

source: Here you can select the length of the sub-variations
de: Hier können Sie die Länge der Untervarianten auswählen
fr: Ici, vous pouvez sélectionner la longueur des sous-variantes
he: כאן תוכל לבחור את אורך ווריאציות המשנה
hi: यहां आप उप-भिन्नताओं की लंबाई का चयन कर सकते हैं
hu: Itt választhatja ki az alváltozatok hosszát
id: Di sini Anda dapat memilih panjang sub-variasi
it: Qui puoi selezionare la lunghezza delle sottovarianti

source: to be used when adding annotations.
de: zum Hinzufügen von Anmerkungen zu verwenden.
fr: à utiliser lors de l'ajout d'annotations.
he: לשימוש בעת הוספת הערות.
hi: एनोटेशन जोड़ते समय उपयोग किया जाना चाहिए।
hu: megjegyzések hozzáadásakor használandó.
id: untuk digunakan saat menambahkan anotasi.
it: da utilizzare quando si aggiungono annotazioni.

source: You can select sub-var lengths based on the size of an error.
de: Sie können die Länge der Untervariablen basierend auf der Größe eines Fehlers auswählen.
fr: Vous pouvez sélectionner les longueurs des sous-variables en fonction de la taille d'une erreur.
he: אתה יכול לבחור אורכי תת-בר על סמך גודל השגיאה.
hi: आप त्रुटि के आकार के आधार पर उप-var लंबाई का चयन कर सकते हैं।
hu: Az alváltozó hosszát a hiba nagysága alapján választhatja ki.
id: Anda dapat memilih panjang sub-var berdasarkan ukuran kesalahan.
it: È possibile selezionare lunghezze di sottovariabili in base alla dimensione di un errore.

source: Alternatively, you can choose to use random lengths
de: Alternativ können Sie auch beliebige Längen verwenden
fr: Alternativement, vous pouvez choisir d'utiliser des longueurs aléatoires
he: לחלופין, אתה יכול לבחור להשתמש באורכים אקראיים
hi: वैकल्पिक रूप से, आप यादृच्छिक लंबाई का उपयोग करना चुन सकते हैं
hu: Alternatív megoldásként kiválaszthatja a véletlenszerű hosszúságok használatát is
id: Atau, Anda dapat memilih untuk menggunakan panjang acak
it: In alternativa, puoi scegliere di utilizzare lunghezze casuali

source: for all sub-variation lengths and input the lower and
de: für alle Untervariationslängen und geben Sie die untere und
fr: pour toutes les longueurs de sous-variation et entrez les valeurs inférieures et
he: עבור כל אורכי תת הווריאציות והזן את התחתון ואת
hi: सभी उप-भिन्नता लंबाई के लिए और निचले और इनपुट करें
hu: az összes részvariáció hosszához és adja meg az alsó és
id: untuk semua panjang sub-variasi dan masukkan nilai yang lebih rendah dan
it: per tutte le lunghezze delle sottovariazioni e immettere il valore inferiore e

source: upper boundaries between which the lengths will fall.
de: Obergrenzen, zwischen denen die Längen liegen.
fr: limites supérieures entre lesquelles les longueurs tomberont.
he: גבולות עליונים שביניהם יפלו האורכים.
hi: ऊपरी सीमाएँ जिनके बीच लंबाइयाँ होंगी।
hu: felső határok, amelyek közé a hosszúságok esnek.
id: batas atas di mana panjangnya akan jatuh.
it: limiti superiori entro i quali rientreranno le lunghezze.

source: Error range sub variation lengths
de: Fehlerbereich Untervariationslängen
fr: Longueurs des sous-variations de la plage d'erreur
he: אורכי משנה של טווח שגיאה
hi: त्रुटि सीमा उप भिन्नता लंबाई
hu: Hibatartomány alváltozatok hossza
id: Panjang variasi rentang kesalahan
it: Lunghezze delle sottovariazioni dell'intervallo di errore

source: Select bug fix options for sub-variation addition :-
de: Wählen Sie Fehlerbehebungsoptionen für das Hinzufügen von Untervarianten: -
fr: Sélectionnez les options de correction de bogues pour l'ajout de sous-variantes :-
he: בחר אפשרויות לתיקון באגים להוספת גרסת משנה:-
hi: उप-भिन्नता जोड़ के लिए बग फिक्स विकल्प का चयन करें:-
hu: Válassza ki a hibajavítási lehetőségeket az alváltozatok hozzáadásához: -
id: Pilih opsi perbaikan bug untuk penambahan sub-variasi :-
it: Seleziona le opzioni di correzione dei bug per l'aggiunta di sottovarianti:-
