Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: The video info that links the two files together is stored
de: Die Videoinformationen, die die beiden Dateien miteinander verknüpfen, werden gespeichert
fr: Les informations vidéo qui relient les deux fichiers sont stockées
he: מידע הווידאו שמקשר את שני הקבצים יחד מאוחסן
hi: वीडियो जानकारी जो दो फ़ाइलों को एक साथ जोड़ती है, संग्रहीत की जाती है
hu: A két fájlt összekapcsoló videó információ tárolásra kerül
id: Info video yang menghubungkan kedua file tersebut disimpan
it: Le informazioni video che collegano i due file vengono memorizzate

source: in a tag in the PGN file.
de: in einem Tag in der PGN-Datei.
fr: dans une balise dans le fichier PGN.
he: בתג בקובץ PGN.
hi: पीजीएन फ़ाइल में एक टैग में.
hu: egy címkében a PGN fájlban.
id: dalam tag di berkas PGN.
it: in un tag nel file PGN.

source: i.e. filename.mp4 filename.pgn
de: z. B. Dateiname.mp4 Dateiname.pgn
fr: c'est-à-dire nom de fichier.mp4 nom de fichier.pgn
he: כלומר filename.mp4 filename.pgn
hi: यानि फ़ाइलनाम.mp4 फ़ाइलनाम.pgn
hu: azaz fájlnév.mp4 fájlnév.pgn
id: misalnya namaberkas.mp4 namaberkas.pgn
it: cioè nomefile.mp4 nomefile.pgn

source: By default the media player will use a native control panel
de: Standardmäßig verwendet der Media Player ein natives Bedienfeld
fr: Par défaut, le lecteur multimédia utilisera un panneau de contrôle natif
he: כברירת מחדל, נגן המדיה ישתמש בלוח בקרה מקורי
hi: डिफ़ॉल्ट रूप से मीडिया प्लेयर एक मूल नियंत्रण पैनल का उपयोग करेगा
hu: A médialejátszó alapértelmezés szerint natív vezérlőpanelt használ
id: Secara default pemutar media akan menggunakan panel kontrol asli
it: Per impostazione predefinita, il lettore multimediale utilizzerà un pannello di controllo nativo

source: with buttons for <Start> <Stop> <Pause> etc.
de: mit Schaltflächen für <Start> <Stop> <Pause> usw.
fr: avec des boutons pour <Démarrer> <Arrêter> <Pause> etc.
he: עם כפתורים עבור <התחל> <עצירה> <השהיה> וכו'.
hi: <प्रारंभ> <रोकें> <रोकें> आदि बटनों के साथ।
hu: a <Start> <Stop> <Pause> gombokkal stb.
id: dengan tombol untuk <Mulai> <Berhenti> <Jeda> dsb.
it: con pulsanti per <Avvio> <Arresto> <Pausa> ecc.

source: Apparently, this panel is not guaranteed to be displayed.
de: Offenbar besteht keine Garantie dafür, dass dieses Panel angezeigt wird.
fr: Apparemment, l'affichage de ce panneau n'est pas garanti.
he: ככל הנראה, פאנל זה אינו מובטח שיוצג.
hi: जाहिर है, इस पैनल के प्रदर्शित होने की गारंटी नहीं है।
hu: Úgy tűnik, ez a panel nem garantált, hogy megjelenik.
id: Tampaknya panel ini tidak dijamin untuk ditampilkan.
it: A quanto pare, non è garantito che questo pannello venga visualizzato.

source: To mitigate against this eventuality, I have added
de: Um dieser Möglichkeit entgegenzuwirken, habe ich hinzugefügt
fr: Pour pallier à cette éventualité, j'ai ajouté
he: כדי למתן את המצב הזה, הוספתי
hi: इस संभावित स्थिति से निपटने के लिए, मैंने इसमें कुछ और बातें जोड़ी हैं
hu: Ennek az eshetőségnek a enyhítésére tettem hozzá
id: Untuk mengurangi kemungkinan ini, saya telah menambahkan
it: Per mitigare questa eventualità, ho aggiunto

source: an optional toolbar that displays the same controls.
de: eine optionale Symbolleiste, die dieselben Steuerelemente anzeigt.
fr: une barre d'outils facultative qui affiche les mêmes contrôles.
he: סרגל כלים אופציונלי המציג את אותם פקדים.
hi: एक वैकल्पिक टूलबार जो समान नियंत्रण प्रदर्शित करता है.
hu: opcionális eszköztár, amely ugyanazokat a vezérlőket jeleníti meg.
id: bilah alat opsional yang menampilkan kontrol yang sama.
it: una barra degli strumenti facoltativa che visualizza gli stessi controlli.

source: The toolbar also has editing icons used for making videos
de: Die Symbolleiste verfügt auch über Bearbeitungssymbole zum Erstellen von Videos
fr: La barre d'outils contient également des icônes d'édition utilisées pour créer des vidéos
he: סרגל הכלים כולל גם סמלי עריכה המשמשים ליצירת סרטונים
hi: टूलबार में वीडियो बनाने के लिए उपयोग किए जाने वाले संपादन आइकन भी हैं
hu: Az eszköztáron videók készítéséhez használt szerkesztőikonok is találhatók
id: Toolbar juga memiliki ikon pengeditan yang digunakan untuk membuat video
it: La barra degli strumenti ha anche icone di modifica utilizzate per creare video

source: and navigation icons for moving back and forth in the video.
de: und Navigationssymbole zum Vor- und Zurückbewegen im Video.
fr: et des icônes de navigation pour se déplacer en avant et en arrière dans la vidéo.
he: וסמלי ניווט למעבר קדימה ואחורה בסרטון.
hi: और वीडियो में आगे-पीछे जाने के लिए नेविगेशन आइकन।
hu: és navigációs ikonok a videóban való oda-vissza mozgáshoz.
id: dan ikon navigasi untuk bergerak maju dan mundur dalam video.
it: e icone di navigazione per spostarsi avanti e indietro nel video.

source: Also, with the toolbar there is always access to the pause button,
de: Außerdem haben Sie über die Symbolleiste immer Zugriff auf die Pause-Schaltfläche,
fr: De plus, avec la barre d'outils, il y a toujours accès au bouton pause,
he: כמו כן, עם סרגל הכלים יש תמיד גישה ללחצן ההשהיה,
hi: इसके अलावा, टूलबार के साथ हमेशा पॉज़ बटन तक पहुंच होती है,
hu: Ezenkívül az eszköztárral mindig elérhető a szünet gomb,
id: Selain itu, dengan toolbar selalu ada akses ke tombol jeda,
it: Inoltre, con la barra degli strumenti è sempre possibile accedere al pulsante di pausa,

source: so you can pause the video even when the program is playing moves
de: So können Sie das Video auch dann anhalten, wenn das Programm Filme abspielt
fr: vous pouvez donc mettre la vidéo en pause même lorsque le programme est en cours de lecture.
he: כך שתוכל להשהות את הסרטון גם כאשר התוכנית מנגנת מהלכים
hi: ताकि आप वीडियो को तब भी रोक सकें जब प्रोग्राम चल रहा हो
hu: így akkor is szüneteltetheti a videót, amikor a program éppen lejátszott
id: sehingga Anda dapat menjeda video bahkan saat program sedang memutar gerakan
it: così puoi mettere in pausa il video anche quando il programma sta riproducendo delle mosse

source: for the purpose of game/video synchronization.
de: zum Zweck der Spiel-/Videosynchronisierung.
fr: à des fins de synchronisation jeu/vidéo.
he: לצורך סנכרון משחק/וידאו.
hi: गेम/वीडियो समन्वयन के उद्देश्य से।
hu: játék/videó szinkronizálás céljából.
id: untuk tujuan sinkronisasi permainan/video.
it: ai fini della sincronizzazione gioco/video.

source: Although status info is displayed within the native control panel,
de: Obwohl Statusinformationen im nativen Bedienfeld angezeigt werden,
fr: Bien que les informations d'état soient affichées dans le panneau de contrôle natif,
he: למרות שמידע סטטוס מוצג בלוח הבקרה המקורי,
hi: यद्यपि स्थिति की जानकारी मूल नियंत्रण पैनल में प्रदर्शित होती है,
hu: Bár az állapotinformációk a natív vezérlőpulton jelennek meg,
id: Meskipun info status ditampilkan dalam panel kontrol asli,
it: Sebbene le informazioni sullo stato siano visualizzate nel pannello di controllo nativo,

source: the Nizmo status bar has the advantage of showing when the video
de: Die Nizmo-Statusleiste hat den Vorteil, dass sie anzeigt, wann das Video
fr: la barre d'état Nizmo a l'avantage d'indiquer quand la vidéo
he: לשורת המצב של Nizmo יש את היתרון של הצגת הווידאו
hi: निज़मो स्टेटस बार का लाभ यह है कि यह वीडियो के चलने पर दिखाई देता है
hu: a Nizmo állapotsor előnye, hogy megmutatja, mikor a videó
id: bilah status Nizmo memiliki keuntungan untuk ditampilkan saat video
it: la barra di stato di Nizmo ha il vantaggio di mostrare quando il video

source: is paused for game/video synchronization, rather than just paused.
de: wird zur Spiel-/Videosynchronisierung angehalten und nicht nur angehalten.
fr: est mis en pause pour la synchronisation du jeu/de la vidéo, plutôt que simplement mis en pause.
he: מושהה לצורך סינכרון משחק/וידאו, במקום רק מושהה.
hi: इसे केवल रोकने के बजाय गेम/वीडियो सिंक्रनाइज़ेशन के लिए रोका जाता है।
hu: játék/videó szinkronizáláshoz szünetel, nem pedig egyszerűen.
id: dijeda untuk sinkronisasi permainan/video, bukan hanya dijeda.
it: è in pausa per la sincronizzazione gioco/video, anziché semplicemente in pausa.

source: In this case the status bar will show <Paused (sync)> so then
de: In diesem Fall wird in der Statusleiste <Pausiert (Synchronisation)> angezeigt.
fr: Dans ce cas, la barre d'état affichera <Pause (synchronisation)> alors
he: במקרה זה שורת המצב תראה <מושהה (סנכרון)> אז
hi: इस स्थिति में स्टेटस बार <रोका गया (सिंक)> दिखाएगा, इसलिए
hu: Ebben az esetben az állapotsorban a <Szüneteltetve (szinkronizálás)> jelenik meg, tehát akkor
id: Dalam kasus ini bilah status akan menampilkan <Dijeda (sinkronisasi)> jadi
it: In questo caso la barra di stato mostrerà <Pausa (sincronizzazione)> quindi

source: you know that the video will restart when the moves have caught up.
de: Sie wissen, dass das Video neu gestartet wird, wenn die Bewegungen aufgeholt haben.
fr: vous savez que la vidéo redémarrera lorsque les mouvements auront rattrapé leur retard.
he: אתה יודע שהסרטון יופעל מחדש כאשר המהלכים ישיגו.
hi: आप जानते हैं कि जब चालें पूरी हो जाएंगी तो वीडियो पुनः प्रारंभ हो जाएगा।
hu: tudod, hogy a videó újraindul, amikor a mozdulatok utolérik.
id: Anda tahu bahwa video akan dimulai ulang ketika gerakannya sudah selesai.
it: sai che il video ripartirà quando i movimenti saranno completati.

source: It can be displayed if you select <Options> <Media player options..>
de: Es kann angezeigt werden, wenn Sie <Optionen> <Media Player-Optionen..> auswählen.
fr: Il peut être affiché si vous sélectionnez <Options> <Options du lecteur multimédia..>
he: זה יכול להיות מוצג אם תבחר <אפשרויות> <אפשרויות נגן מדיה..>
hi: यदि आप <विकल्प> <मीडिया प्लेयर विकल्प..> का चयन करते हैं तो इसे प्रदर्शित किया जा सकता है
hu: Megjeleníthető, ha az <Opciók> <Médialejátszó beállításai..> lehetőséget választja
id: Ini dapat ditampilkan jika Anda memilih <Opsi> <Opsi pemutar media..>
it: Può essere visualizzato se si seleziona <Opzioni> <Opzioni lettore multimediale..>

source: <Show status bar> Move playback speed can also be set from here.
de: <Statusleiste anzeigen> Die Wiedergabegeschwindigkeit kann hier ebenfalls eingestellt werden.
fr: <Afficher la barre d'état> La vitesse de lecture peut également être définie à partir d'ici.
he: <הצג שורת מצב> ניתן להגדיר מכאן גם את מהירות ההשמעה של העברה.
hi: <स्थिति पट्टी दिखाएँ> मूव प्लेबैक गति भी यहां से सेट की जा सकती है।
hu: <Show status bar> A mozgatási lejátszás sebessége is beállítható innen.
id: <Tampilkan bilah status> Kecepatan pemutaran gerakan juga dapat diatur dari sini.
it: <Mostra barra di stato> Da qui è possibile impostare anche la velocità di riproduzione.

source: See the <Media player options..> <Help> for info on the other options.
de: Informationen zu den anderen Optionen finden Sie in den <Media Player-Optionen..> <Hilfe>.
fr: Consultez les <Options du lecteur multimédia...> <Aide> pour plus d'informations sur les autres options.
he: ראה <אפשרויות נגן מדיה..> <עזרה> למידע על האפשרויות האחרות.
hi: अन्य विकल्पों की जानकारी के लिए <मीडिया प्लेयर विकल्प..> <सहायता> देखें।
hu: A többi opcióról a <Médialejátszó beállításai..> <Súgó> című részben olvashat.
id: Lihat <Opsi pemutar media..> <Bantuan> untuk informasi tentang opsi lainnya.
it: Per informazioni sulle altre opzioni, vedere <Opzioni lettore multimediale..> <Guida>.

source: As with the FICS window when using 3d graphics,
de: Wie beim FICS-Fenster bei der Verwendung von 3D-Grafiken,
fr: Comme avec la fenêtre FICS lors de l'utilisation de graphiques 3D,
he: כמו בחלון FICS בעת שימוש בגרפיקה תלת מימדית,
hi: 3D ग्राफिक्स का उपयोग करते समय FICS विंडो की तरह,
hu: A FICS ablakhoz hasonlóan 3D grafika használatakor,
id: Seperti halnya jendela FICS saat menggunakan grafik 3d,
it: Come con la finestra FICS quando si utilizza la grafica 3D,

source: there is not much room for the media player window on a normal monitor.
de: Auf einem normalen Monitor ist nicht viel Platz für das Media Player-Fenster.
fr: il n'y a pas beaucoup de place pour la fenêtre du lecteur multimédia sur un moniteur normal.
he: אין הרבה מקום לחלון נגן המדיה בצג רגיל.
hi: सामान्य मॉनिटर पर मीडिया प्लेयर विंडो के लिए ज्यादा जगह नहीं होती है।
hu: normál monitoron nem sok hely van a médialejátszó ablakának.
id: tidak ada banyak ruang untuk jendela pemutar media pada monitor normal.
it: su un monitor normale non c'è molto spazio per la finestra del lettore multimediale.

source: However, if you select <Options> <Media player Options..>
de: Wenn Sie jedoch <Optionen> <Media Player-Optionen..> auswählen
fr: Cependant, si vous sélectionnez <Options> <Options du lecteur multimédia..>
he: עם זאת, אם תבחר <אפשרויות> <אפשרויות נגן מדיה..>
hi: हालाँकि, यदि आप <विकल्प> <मीडिया प्लेयर विकल्प..> का चयन करते हैं
hu: Ha azonban az <Opciók> <Médialejátszó beállításai..> lehetőséget választja
id: Namun, jika Anda memilih <Opsi> <Opsi Pemutar Media..>
it: Tuttavia, se si seleziona <Opzioni> <Opzioni lettore multimediale..>

source: from the media player menu, then switch off <Use native controls>
de: aus dem Media Player-Menü, dann schalten Sie <Native Steuerelemente verwenden> aus
fr: depuis le menu du lecteur multimédia, puis désactivez <Utiliser les commandes natives>
he: מתפריט נגן המדיה, ולאחר מכן כבה את <השתמש בפקדים מקוריים>
hi: मीडिया प्लेयर मेनू से, फिर <मूल नियंत्रण का उपयोग करें> को बंद करें
hu: a médialejátszó menüjéből, majd kapcsolja ki a <Natív vezérlők használata> lehetőséget
id: dari menu pemutar media, lalu matikan <Gunakan kontrol asli>
it: dal menu del lettore multimediale, quindi disattivare <Usa controlli nativi>

source: and switch on <Show toolbar> and <Show status bar>
de: und schalten Sie <Symbolleiste anzeigen> und <Statusleiste anzeigen> ein
fr: et activez <Afficher la barre d'outils> et <Afficher la barre d'état>
he: והפעל את <הצג סרגל כלים> ו-<הצג שורת מצב>
hi: और <टूलबार दिखाएँ> और <स्थिति पट्टी दिखाएँ> चालू करें
hu: és kapcsolja be az <Eszköztár megjelenítése> és az <Show status bar> funkciót
id: dan aktifkan <Tampilkan bilah alat> dan <Tampilkan bilah status>
it: e attiva <Mostra barra degli strumenti> e <Mostra barra di stato>

source: followed by moving the clock window down and the board a bit to the right,
de: Anschließend verschieben Sie das Uhrfenster nach unten und die Tafel etwas nach rechts.
fr: suivi en déplaçant la fenêtre de l'horloge vers le bas et le tableau un peu vers la droite,
he: ואחריו הזזת חלון השעון למטה והלוח קצת ימינה,
hi: इसके बाद घड़ी की खिड़की को नीचे की ओर तथा बोर्ड को थोड़ा दाहिनी ओर ले जाया गया,
hu: majd az óraablak lefelé mozgatása és a tábla egy kicsit jobbra tolása,
id: diikuti dengan menggerakkan jendela jam ke bawah dan papan sedikit ke kanan,
it: seguito spostando la finestra dell'orologio verso il basso e la tavola un po' a destra,

source: there should be just enough room for the media player in the top left corner.
de: In der oberen linken Ecke sollte gerade genug Platz für den Media Player sein.
fr: il devrait y avoir juste assez de place pour le lecteur multimédia dans le coin supérieur gauche.
he: צריך להיות מספיק מקום לנגן המדיה בפינה השמאלית העליונה.
hi: ऊपरी बाएं कोने में मीडिया प्लेयर के लिए पर्याप्त जगह होनी चाहिए।
hu: a bal felső sarokban éppen elég hely legyen a médialejátszó számára.
id: seharusnya ada cukup ruang untuk pemutar media di sudut kiri atas.
it: dovrebbe esserci abbastanza spazio per il lettore multimediale nell'angolo in alto a sinistra.

source: It is possible to add your own annotations and sub-variations to a game
de: Es ist möglich, einem Spiel eigene Anmerkungen und Untervarianten hinzuzufügen
fr: Il est possible d'ajouter vos propres annotations et sous-variantes à un jeu
he: אפשר להוסיף הערות משלך ותתי גרסאות למשחק
hi: किसी गेम में अपने स्वयं के एनोटेशन और उप-भिन्नताएं जोड़ना संभव है
hu: Lehetőség van saját megjegyzések és alvariációk hozzáadására a játékhoz
id: Anda dapat menambahkan anotasi dan sub-variasi Anda sendiri ke dalam permainan
it: È possibile aggiungere le proprie annotazioni e sotto-varianti a un gioco

source: that has an accompanying video, but there are some restrictions.
de: das über ein Begleitvideo verfügt, jedoch einige Einschränkungen aufweist.
fr: qui est accompagné d'une vidéo, mais il y a quelques restrictions.
he: שיש לו סרטון נלווה, אבל יש כמה הגבלות.
hi: इसमें एक वीडियो भी है, लेकिन इसमें कुछ प्रतिबंध हैं।
hu: amelyhez van egy videó is, de vannak korlátozások.
id: yang memiliki video pendamping, tetapi ada beberapa batasan.
it: che ha un video di accompagnamento, ma ci sono alcune restrizioni.

source: You cannot place a sub-variation between comments that have a
de: Sie können keine Untervariante zwischen Kommentaren platzieren, die eine
fr: Vous ne pouvez pas placer une sous-variante entre les commentaires qui ont un
he: לא ניתן להציב תת-וריאציה בין הערות שיש להן א
hi: आप उन टिप्पणियों के बीच उप-भिन्नता नहीं रख सकते जिनमें
hu: Nem helyezhet el alvariációt olyan megjegyzések közé, amelyeknél a
id: Anda tidak dapat menempatkan sub-variasi antara komentar yang memiliki
it: Non è possibile inserire una sottovariante tra i commenti che hanno un

source: ^p pause marker followed by a ^b backup move marker, because that
de: ^p Pausenmarkierung gefolgt von einer ^b Sicherungsbewegungsmarkierung, da diese
fr: ^p marqueur de pause suivi d'un ^b marqueur de mouvement de sauvegarde, car cela
he: סמן השהיית ^p ואחריו סמן מהלך גיבוי ^b, כי זה
hi: ^p विराम मार्कर के बाद ^b बैकअप चाल मार्कर, क्योंकि वह
hu: ^p szünetjelző, majd egy ^b tartalékmozgásjelző, mert az
id: ^p penanda jeda diikuti oleh penanda gerakan mundur ^b, karena itu
it: ^p marcatore di pausa seguito da un ^b marcatore di mossa di backup, perché quello

source: would throw off the game/video synchronization.
de: würde die Spiel-/Videosynchronisierung durcheinanderbringen.
fr: cela perturberait la synchronisation du jeu/de la vidéo.
he: יבטל את סנכרון המשחק/וידאו.
hi: इससे गेम/वीडियो समन्वयन बाधित हो जाएगा।
hu: kidobná a játék/videó szinkronizálást.
id: akan mengganggu sinkronisasi permainan/video.
it: comprometterebbe la sincronizzazione tra gioco e video.

source: Ironically, shortly after writing this, I made this mistake.
de: Ironischerweise habe ich diesen Fehler kurz nachdem ich dies geschrieben hatte gemacht.
fr: Ironiquement, peu de temps après avoir écrit ceci, j’ai fait cette erreur.
he: למרבה האירוניה, זמן קצר לאחר שכתבתי את זה, עשיתי את הטעות הזו.
hi: विडम्बना यह है कि इसे लिखने के कुछ ही समय बाद मुझसे यह गलती हो गयी।
hu: Ironikus módon röviddel az írás után elkövettem ezt a hibát.
id: Ironisnya, tak lama setelah menulis ini, saya melakukan kesalahan ini.
it: Ironicamente, poco dopo aver scritto questo, ho commesso questo errore.

source: So I have put in a defensive trap to prevent this from happening.
de: Um dies zu verhindern, habe ich eine Abwehrfalle installiert.
fr: J'ai donc mis en place un piège défensif pour éviter que cela ne se produise.
he: אז שמתי מלכודת הגנתית כדי למנוע את זה לקרות.
hi: इसलिए मैंने ऐसा होने से रोकने के लिए एक रक्षात्मक जाल बिछाया है।
hu: Tehát védekező csapdát tettem, hogy ez ne történhessen meg.
id: Jadi saya memasang perangkap pertahanan untuk mencegah hal ini terjadi.
it: Ho quindi predisposto una trappola difensiva per impedire che ciò accadesse.

source: It is also possible to delete sub-variations and comments,
de: Es ist auch möglich, Untervarianten und Kommentare zu löschen,
fr: Il est également possible de supprimer des sous-variantes et des commentaires,
he: אפשר גם למחוק וריאציות משנה והערות,
hi: उप-भिन्नताओं और टिप्पणियों को हटाना भी संभव है,
hu: Lehetőség van az alváltozatok és megjegyzések törlésére is,
id: Anda juga dapat menghapus sub-variasi dan komentar,
it: È anche possibile eliminare le sottovarianti e i commenti,

source: but not ones that have a video marker in them.
de: aber nicht solche, die einen Videomarker enthalten.
fr: mais pas ceux qui contiennent un marqueur vidéo.
he: אבל לא כאלה שיש בהם סמן וידאו.
hi: लेकिन वे नहीं जिनमें वीडियो मार्कर हो।
hu: de nem olyanokat, amelyekben van videojelölő.
id: tetapi tidak yang memiliki penanda video di dalamnya.
it: ma non quelli che contengono un marcatore video.

source: In the London-Edinburgh game, the markers are all contained in comments
de: Im Spiel London-Edinburgh sind die Markierungen alle in Kommentaren enthalten
fr: Dans le jeu Londres-Édimbourg, les marqueurs sont tous contenus dans des commentaires
he: במשחק לונדון-אדינבורג, כל הסמנים כלולים בהערות
hi: लंदन-एडिनबर्ग खेल में, सभी मार्कर टिप्पणियों में समाहित हैं
hu: A London-Edinburgh meccsen a jelzők mind a megjegyzésekben találhatók
id: Dalam pertandingan London-Edinburgh, penanda semuanya terdapat dalam komentar
it: Nella partita Londra-Edimburgo, i marcatori sono tutti contenuti nei commenti

source: that have the following characters in them ^p ^b (a#) (c#),
de: die die folgenden Zeichen enthalten ^p ^b (a#) (c#),
fr: qui contiennent les caractères suivants ^p ^b (a#) (c#),
he: שיש בהם את התווים הבאים ^p ^b (a#) (c#),
hi: जिनमें निम्नलिखित वर्ण हैं ^p ^b (a#) (c#),
hu: amelyekben a következő karakterek szerepelnek: ^p ^b (a#) (c#),
id: yang memiliki karakter berikut di dalamnya ^p ^b (a#) (c#),
it: che contengono i seguenti caratteri ^p ^b (a#) (c#),

source: where <#> is a number. Unlike the ^p and ^b characters,
de: wobei <#> eine Zahl ist. Im Gegensatz zu den Zeichen ^p und ^b
fr: où <#> est un nombre. Contrairement aux caractères ^p et ^b,
he: כאשר <#> הוא מספר. שלא כמו התווים ^p ו-^b,
hi: जहाँ <#> एक संख्या है। ^p और ^b वर्णों के विपरीत,
hu: ahol <#> egy szám. A ^p és ^b karakterekkel ellentétben,
id: di mana <#> adalah angka. Tidak seperti karakter ^p dan ^b,
it: dove <#> è un numero. A differenza dei caratteri ^p e ^b,

source: the (a) <answer> and (c) <comment> characters are only there
de: die Zeichen (a) <answer> und (c) <comment> sind nur da
fr: les caractères (a) <réponse> et (c) <commentaire> ne sont là que
he: התווים (א) <answer> ו-(ג) <comment> נמצאים רק שם
hi: (a) <उत्तर> और (c) <टिप्पणी> अक्षर केवल वहीं हैं
hu: az (a) <válasz> és (c) <megjegyzés> karakterek csak ott vannak
id: karakter (a) <jawaban> dan (c) <komentar> hanya ada di sana
it: i caratteri (a) <answer> e (c) <comment> sono presenti solo

source: to show where the video markers are.
de: um anzuzeigen, wo sich die Videomarkierungen befinden.
fr: pour montrer où se trouvent les marqueurs vidéo.
he: כדי להראות היכן נמצאים סמני הווידאו.
hi: यह दिखाने के लिए कि वीडियो मार्कर कहां हैं।
hu: hogy megmutassa, hol vannak a videojelölők.
id: untuk menunjukkan lokasi penanda video.
it: per mostrare dove si trovano i marcatori video.

source: If you add or delete other annotations and sub-variations,
de: Wenn Sie weitere Anmerkungen und Untervarianten hinzufügen oder löschen,
fr: Si vous ajoutez ou supprimez d’autres annotations et sous-variantes,
he: אם תוסיף או תמחק הערות ותתי-גרסאות אחרות,
hi: यदि आप अन्य एनोटेशन और उप-भिन्नताएं जोड़ते या हटाते हैं,
hu: Ha más megjegyzéseket és alváltozatokat ad hozzá vagy töröl,
id: Jika Anda menambahkan atau menghapus anotasi dan sub-variasi lainnya,
it: Se aggiungi o elimini altre annotazioni e sotto-varianti,

source: when you save the game the new video information will be saved as well.
de: Wenn Sie das Spiel speichern, werden auch die neuen Videoinformationen gespeichert.
fr: lorsque vous enregistrez le jeu, les nouvelles informations vidéo seront également enregistrées.
he: כשתשמור את המשחק, המידע החדש של הסרטון יישמר גם כן.
hi: जब आप गेम सेव करेंगे तो नई वीडियो जानकारी भी सेव हो जाएगी।
hu: a játék mentésekor az új videó információk is mentésre kerülnek.
id: ketika Anda menyimpan permainan, informasi video baru juga akan disimpan.
it: quando salvi il gioco verranno salvate anche le nuove informazioni video.
