Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: In order to allow port 5000 through the Windows firewall follow these steps -
de: Um Port 5000 durch die Windows-Firewall zu lassen, führen Sie diese Schritte aus:
fr: Afin d'autoriser le port 5000 à travers le pare-feu Windows, suivez ces étapes :
he: על מנת לאפשר יציאה 5000 דרך חומת האש של Windows בצע את השלבים הבאים -
hi: विंडोज फ़ायरवॉल के माध्यम से पोर्ट 5000 को अनुमति देने के लिए इन चरणों का पालन करें -
hu: Az 5000-es port engedélyezéséhez a Windows tűzfalán kövesse az alábbi lépéseket:
id: Untuk mengizinkan port 5000 melalui firewall Windows ikuti langkah-langkah berikut -
it: Per consentire la porta 5000 attraverso il firewall di Windows, seguire questi passaggi:

source: For Windows 7 select <Start> <Control Panel> <System and Security>
de: Wählen Sie unter Windows 7 <Start> <Systemsteuerung> <System und Sicherheit>
fr: Pour Windows 7, sélectionnez <Démarrer> <Panneau de configuration> <Système et sécurité>
he: עבור Windows 7 בחר <התחל> <לוח בקרה> <מערכת ואבטחה>
hi: विंडोज 7 के लिए <प्रारंभ> <नियंत्रण कक्ष> <सिस्टम और सुरक्षा> का चयन करें
hu: Windows 7 esetén válassza a <Start> <Vezérlőpult> <Rendszer és biztonság> lehetőséget
id: Untuk Windows 7 pilih <Mulai> <Panel Kontrol> <Sistem dan Keamanan>
it: Per Windows 7 selezionare <Start> <Pannello di controllo> <Sistema e sicurezza>

source: <Windows Firewall> <Advanced Settings>
de: <Windows-Firewall> <Erweiterte Einstellungen>
fr: <Pare-feu Windows> <Paramètres avancés>
he: <חומת האש של Windows> <הגדרות מתקדמות>
hi: <विंडोज फ़ायरवॉल> <उन्नत सेटिंग्स>
hu: <Windows tűzfal> <Speciális beállítások>
id: <Firewall Windows> <Pengaturan Lanjutan>
it: <Firewall di Windows> <Impostazioni avanzate>

source: For Windows 10 select <Settings> <Update & Security> <Windows Security>
de: Wählen Sie für Windows 10 <Einstellungen> <Update & Sicherheit> <Windows-Sicherheit>
fr: Pour Windows 10, sélectionnez <Paramètres> <Mise à jour et sécurité> <Sécurité Windows>
he: עבור Windows 10 בחר <הגדרות> <עדכון ואבטחה> <אבטחת Windows>
hi: Windows 10 के लिए <सेटिंग्स> <अपडेट और सुरक्षा> <Windows सुरक्षा> चुनें
hu: Windows 10 esetén válassza a <Beállítások> <Frissítés és biztonság> <Windows biztonság> lehetőséget
id: Untuk Windows 10 pilih <Pengaturan> <Pembaruan & Keamanan> <Keamanan Windows>
it: Per Windows 10 seleziona <Impostazioni> <Aggiornamento e sicurezza> <Sicurezza di Windows>

source: <Firewall & Network Protection> <Advanced Settings>
de: <Firewall- und Netzwerkschutz> <Erweiterte Einstellungen>
fr: <Pare-feu et protection réseau> <Paramètres avancés>
he: <חומת אש והגנת רשת> <הגדרות מתקדמות>
hi: <फ़ायरवॉल और नेटवर्क सुरक्षा> <उन्नत सेटिंग्स>
hu: <Tűzfal és hálózatvédelem> <Speciális beállítások>
id: <Firewall & Perlindungan Jaringan> <Pengaturan Lanjutan>
it: <Firewall e protezione di rete> <Impostazioni avanzate>

source: From then on, the steps are the same.
de: Von da an sind die Schritte dieselben.
fr: A partir de là, les étapes sont les mêmes.
he: מכאן ואילך, השלבים זהים.
hi: उसके बाद से, कदम वही हैं।
hu: Ettől kezdve a lépések ugyanazok.
id: Sejak saat itu, langkah-langkahnya sama.
it: Da quel momento in poi i passaggi sono gli stessi.

source: This opens the <Windows Firewall with Advanced Security> screen.
de: Dadurch wird der Bildschirm <Windows-Firewall mit erweiterter Sicherheit> geöffnet.
fr: Cela ouvre l'écran <Pare-feu Windows avec sécurité avancée>.
he: פעולה זו פותחת את המסך <חומת האש של Windows עם אבטחה מתקדמת>.
hi: इससे <Windows Firewall with Advanced Security> स्क्रीन खुलती है।
hu: Ezzel megnyílik a <Windows tűzfal speciális biztonsággal> képernyő.
id: Ini akan membuka layar <Windows Firewall dengan Keamanan Lanjutan>.
it: Si apre la schermata <Windows Firewall con sicurezza avanzata>.

source: Choose <Inbound Rules> from the left panel,
de: Wählen Sie im linken Bereich <Eingehende Regeln>.
fr: Choisissez <Règles entrantes> dans le panneau de gauche,
he: בחר <כללים נכנסים> מהחלונית השמאלית,
hi: बाएँ पैनल से <इनबाउंड नियम> चुनें,
hu: Válassza a <Bejövő szabályok> lehetőséget a bal oldali panelen,
id: Pilih <Aturan Masuk> dari panel kiri,
it: Selezionare <Regole in entrata> dal pannello di sinistra,

source: then <New Rule> from the right panel.
de: dann <Neue Regel> im rechten Bereich.
fr: puis <Nouvelle règle> dans le panneau de droite.
he: ואז <כלל חדש> מהחלונית הימנית.
hi: फिर दाएँ पैनल से <नया नियम> पर क्लिक करें।
hu: majd a jobb oldali panelről az <Új szabály>.
id: lalu <Aturan Baru> dari panel kanan.
it: quindi <Nuova regola> dal pannello di destra.

source: In the <Rule Type> screen, select <Port> then <Next>.
de: Wählen Sie im Bildschirm <Regeltyp> <Port> und dann <Weiter> aus.
fr: Dans l’écran <Type de règle>, sélectionnez <Port> puis <Suivant>.
he: במסך <סוג כלל>, בחר <יציאה> ואז <הבא>.
hi: <नियम प्रकार> स्क्रीन में, <पोर्ट> और फिर <अगला> चुनें।
hu: A <Rule Type> képernyőn válassza a <Port>, majd a <Next> lehetőséget.
id: Pada layar <Jenis Aturan>, pilih <Port> lalu <Berikutnya>.
it: Nella schermata <Tipo di regola>, selezionare <Porta>, quindi <Avanti>.

source: In the <Protocol and Ports> screen, select <TCP> and <Specfic local ports>
de: Wählen Sie im Bildschirm <Protokoll und Ports> <TCP> und <Spezifische lokale Ports>
fr: Dans l'écran <Protocole et ports>, sélectionnez <TCP> et <Ports locaux spécifiques>
he: במסך <פרוטוקול ויציאות>, בחר <TCP> ו-<יציאות מקומיות ספציפיות>
hi: <प्रोटोकॉल और पोर्ट्स> स्क्रीन में, <TCP> और <विशिष्ट स्थानीय पोर्ट्स> का चयन करें
hu: A <Protokoll és portok> képernyőn válassza a <TCP> és a <Specfic local ports> lehetőséget
id: Di layar <Protokol dan Port>, pilih <TCP> dan <Port lokal tertentu>
it: Nella schermata <Protocollo e porte>, seleziona <TCP> e <Porte locali specifiche>

source: then enter 5000 in <Specific local ports> box then <Next>
de: Geben Sie dann 5000 in das Feld <Spezifische lokale Ports> ein und klicken Sie dann auf <Weiter>
fr: puis entrez 5000 dans la case <Ports locaux spécifiques> puis <Suivant>
he: ואז הזן 5000 בתיבה <יציאות מקומיות ספציפיות> ואז <הבא>
hi: फिर <विशिष्ट स्थानीय पोर्ट> बॉक्स में 5000 दर्ज करें फिर <अगला>
hu: majd írja be az 5000-et a <Specific local ports> mezőbe, majd a <Next> mezőbe
id: lalu masukkan 5000 di kotak <Pelabuhan lokal tertentu> lalu <Berikutnya>
it: quindi immettere 5000 nella casella <Porte locali specifiche> quindi <Avanti>

source: In the <Action> screen, select <Allow the connection> then <Next>
de: Wählen Sie im Bildschirm <Aktion> <Verbindung zulassen> und dann <Weiter>
fr: Dans l'écran <Action>, sélectionnez <Autoriser la connexion> puis <Suivant>
he: במסך <Action>, בחר <Allow the Connection> ואז <Next>
hi: <कार्रवाई> स्क्रीन में, <कनेक्शन की अनुमति दें> और फिर <अगला> चुनें
hu: A <Művelet> képernyőn válassza a <Kapcsolat engedélyezése>, majd a <Következő> lehetőséget
id: Di layar <Tindakan>, pilih <Izinkan koneksi> lalu <Berikutnya>
it: Nella schermata <Azione>, seleziona <Consenti la connessione> quindi <Avanti>

source: In the <Profile> screen, leave the settings all switched on, then <Next>
de: Lassen Sie im Bildschirm <Profil> alle Einstellungen aktiviert und klicken Sie dann auf <Weiter>
fr: Dans l'écran <Profil>, laissez tous les paramètres activés, puis <Suivant>
he: במסך <פרופיל>, השאר את כל ההגדרות מופעלות, ולאחר מכן את <הבא>
hi: <प्रोफ़ाइल> स्क्रीन में, सभी सेटिंग्स को चालू रहने दें, फिर <अगला>
hu: A <Profil> képernyőn hagyja az összes beállítást bekapcsolva, majd a <Next> gombot
id: Di layar <Profil>, biarkan semua pengaturan aktif, lalu <Berikutnya>
it: Nella schermata <Profilo>, lascia tutte le impostazioni attivate, quindi <Avanti>

source: In the <Name> screen, name the Inbound rule <Port 5000> or something
de: Geben Sie der eingehenden Regel im Bildschirm <Name> den Namen <Port 5000> oder etwas Ähnliches.
fr: Dans l'écran <Nom>, nommez la règle entrante <Port 5000> ou quelque chose comme ça
he: במסך <שם>, תן שם לכלל הנכנס <Port 5000> או משהו כזה
hi: <नाम> स्क्रीन में, इनबाउंड नियम को <पोर्ट 5000> या कुछ और नाम दें
hu: A <Név> képernyőn nevezze el a bejövő szabályt <Port 5000> vagy valami mást
id: Di layar <Nama>, beri nama aturan Masuk <Port 5000> atau apa pun
it: Nella schermata <Nome>, assegna alla regola in entrata il nome <Porta 5000> o qualcosa del genere

source: similar and enter <Fics chess server> for the description. Then <Finish>.
de: ähnlich und geben Sie als Beschreibung <Fics chess server> ein. Anschließend <Fertig>.
fr: similaire et saisissez <Fics chess server> pour la description. Puis <Finish>.
he: דומה והזן <Fics chess server> עבור התיאור. ואז <סיום>.
hi: समान और विवरण के लिए <फ़िक्स शतरंज सर्वर> दर्ज करें। फिर <समाप्त>।
hu: hasonló, és a leíráshoz írja be a <Fics sakkkiszolgáló> parancsot. Ezután <Befejezés>.
id: serupa dan masukkan <Server catur Fics> untuk deskripsi. Lalu <Selesai>.
it: simile e inserisci <Fics chess server> per la descrizione. Quindi <Fine>.

source: Then from <Windows firewall with advanced security>
de: Dann von <Windows-Firewall mit erweiterter Sicherheit>
fr: Ensuite, à partir de <Pare-feu Windows avec sécurité avancée>
he: לאחר מכן מ<חומת אש של Windows עם אבטחה מתקדמת>
hi: फिर <उन्नत सुरक्षा के साथ विंडोज फ़ायरवॉल> से
hu: Majd a <Windows tűzfal fejlett biztonsággal>-ból
id: Kemudian dari <firewall Windows dengan keamanan tingkat lanjut>
it: Quindi da <Firewall di Windows con sicurezza avanzata>

source: select <Outbound Rules> from the left panel and follow the same steps.
de: Wählen Sie im linken Bereich <Outbound Rules> aus und folgen Sie den gleichen Schritten.
fr: sélectionnez <Règles sortantes> dans le panneau de gauche et suivez les mêmes étapes.
he: בחר <כללים יוצאים> מהחלונית השמאלית ובצע את אותם השלבים.
hi: बाएं पैनल से <आउटबाउंड नियम> चुनें और समान चरणों का पालन करें।
hu: válassza a <Kimenő szabályok> lehetőséget a bal oldali panelen, és kövesse ugyanezeket a lépéseket.
id: pilih <Aturan Keluar> dari panel kiri dan ikuti langkah yang sama.
it: Selezionare <Regole in uscita> dal pannello di sinistra e seguire gli stessi passaggi.

source: On my computer it was not neccessary to allow the Nimzo_3d program
de: Auf meinem Computer war es nicht notwendig, das Programm Nimzo_3d zuzulassen
fr: Sur mon ordinateur, il n'était pas nécessaire d'autoriser le programme Nimzo_3d
he: במחשב שלי לא היה צורך לאפשר את התוכנית Nimzo_3d
hi: मेरे कंप्यूटर पर Nimzo_3d प्रोग्राम को अनुमति देना आवश्यक नहीं था
hu: A számítógépemen nem volt szükséges engedélyezni a Nimzo_3d programot
id: Di komputer saya tidak perlu mengizinkan program Nimzo_3d
it: Sul mio computer non era necessario abilitare il programma Nimzo_3d

source: through as well, in order for the Fics connection to work.
de: ebenfalls durch, damit die Fics-Verbindung funktioniert.
fr: à travers aussi, pour que la connexion Fics fonctionne.
he: דרך גם, על מנת שחיבור Fics יעבוד.
hi: फिक्स कनेक्शन के काम करने के लिए, इसके माध्यम से भी।
hu: keresztül is, hogy működjön a Fics kapcsolat.
id: melalui juga, agar koneksi Fics dapat berfungsi.
it: anche attraverso, affinché la connessione Fics funzioni.

source: If you have anti-virus software with a firewall active on your computer,
de: Wenn Sie auf Ihrem Computer eine Antivirensoftware mit aktiver Firewall haben,
fr: Si vous disposez d'un logiciel antivirus avec un pare-feu actif sur votre ordinateur,
he: אם יש לך תוכנת אנטי וירוס עם חומת אש פעילה במחשב שלך,
hi: यदि आपके कंप्यूटर पर फ़ायरवॉल सहित एंटी-वायरस सॉफ़्टवेयर सक्रिय है,
hu: Ha olyan víruskereső szoftverrel rendelkezik, amelynek tűzfala aktív a számítógépén,
id: Jika Anda memiliki perangkat lunak anti-virus dengan firewall aktif di komputer Anda,
it: Se sul tuo computer è attivo un software antivirus con un firewall,

source: then please consult their doumentation to see how to allow ports
de: Dann konsultieren Sie bitte die Dokumentation, um zu sehen, wie Sie Ports zulassen
fr: alors veuillez consulter leur documentation pour voir comment autoriser les ports
he: אז אנא עיין במסמכים שלהם כדי לראות כיצד לאפשר יציאות
hi: तो कृपया उनके दस्तावेज़ देखें कि पोर्ट की अनुमति कैसे दी जाए
hu: akkor kérjük, nézze meg a dokumentációjukat, hogy megtudja, hogyan engedélyezheti a portokat
id: kemudian silakan lihat dokumentasi mereka untuk melihat cara mengizinkan port
it: quindi consulta la loro documentazione per vedere come consentire le porte

source: through their firewall.
de: durch ihre Firewall.
fr: à travers leur pare-feu.
he: דרך חומת האש שלהם.
hi: उनके फ़ायरवॉल के माध्यम से.
hu: a tűzfalukon keresztül.
id: melalui firewall mereka.
it: attraverso il loro firewall.

source: Help for setting up Fics
de: Hilfe zum Einrichten von Fics
fr: Aide à la configuration de Fics
he: עזרה להגדרת Fics
hi: फिक्स सेटअप करने में सहायता
hu: Segítség a Fics beállításához
id: Bantuan untuk menyiapkan Fics
it: Aiuto per la configurazione di Fics

source: There are several ways to get a game on Fics.
de: Es gibt mehrere Möglichkeiten, ein Spiel auf Fics zu bekommen.
fr: Il existe plusieurs façons d'obtenir un jeu sur Fics.
he: ישנן מספר דרכים להשיג משחק ב-Fics.
hi: फिक्स पर गेम प्राप्त करने के कई तरीके हैं।
hu: Többféleképpen is beszerezhet egy játékot a Fics-en.
id: Ada beberapa cara untuk mendapatkan game di Fics.
it: Esistono diversi modi per ottenere un gioco su Fics.

source: I think the easiest is to place your own game advert.
de: Ich denke, am einfachsten ist es, eine eigene Spieleanzeige zu schalten.
fr: Je pense que le plus simple est de placer votre propre publicité pour le jeu.
he: אני חושב שהכי קל זה להציב פרסומת משחק משלך.
hi: मुझे लगता है कि सबसे आसान तरीका है अपना खुद का गेम विज्ञापन लगाना।
hu: Szerintem a legegyszerűbb, ha feladsz egy saját játékhirdetést.
id: Saya pikir cara termudah adalah memasang iklan game Anda sendiri.
it: Penso che il modo più semplice sia pubblicare tu stesso la pubblicità del tuo gioco.

source: This can be done by clicking the <Place game advert> icon on the toolbar.
de: Klicken Sie hierzu in der Symbolleiste auf das Symbol <Spielanzeige platzieren>.
fr: Cela peut être fait en cliquant sur l'icône <Placer une publicité de jeu> dans la barre d'outils.
he: ניתן לעשות זאת על ידי לחיצה על הסמל <הצב מודעה למשחק> בסרגל הכלים.
hi: यह टूलबार पर <गेम विज्ञापन लगाएं> आइकन पर क्लिक करके किया जा सकता है।
hu: Ezt az eszköztáron a <Place game advert> ikonra kattintva teheti meg.
id: Hal ini dapat dilakukan dengan mengklik ikon <Pasang iklan permainan> pada bilah alat.
it: È possibile farlo cliccando sull'icona <Inserisci annuncio di gioco> sulla barra degli strumenti.

source: This is usually the 3rd icon from the left.
de: Dies ist normalerweise das dritte Symbol von links.
fr: Il s’agit généralement de la 3ème icône à partir de la gauche.
he: זה בדרך כלל הסמל השלישי משמאל.
hi: यह आमतौर पर बाईं ओर से तीसरा आइकन होता है।
hu: Ez általában a 3. ikon balról.
id: Ini biasanya ikon ke-3 dari kiri.
it: Di solito è la terza icona da sinistra.

source: This will open the <Place game advert> dialog box
de: Dadurch wird das Dialogfeld <Spielanzeige platzieren> geöffnet.
fr: Cela ouvrira la boîte de dialogue <Placer une annonce de jeu>
he: פעולה זו תפתח את תיבת הדו-שיח <הצב מודעה למשחק>
hi: इससे <गेम विज्ञापन रखें> संवाद बॉक्स खुल जाएगा
hu: Ezzel megnyílik a <Place game Advert> párbeszédpanel
id: Ini akan membuka kotak dialog <Pasang iklan game>
it: Si aprirà la finestra di dialogo <Inserisci annuncio di gioco>

source: and you can enter your preferred game parameters.
de: und Sie können Ihre bevorzugten Spielparameter eingeben.
fr: et vous pouvez entrer vos paramètres de jeu préférés.
he: ואתה יכול להזין את פרמטרי המשחק המועדפים עליך.
hi: और आप अपने पसंदीदा खेल पैरामीटर दर्ज कर सकते हैं।
hu: és megadhatja a kívánt játékparamétereket.
id: dan Anda dapat memasukkan parameter permainan pilihan Anda.
it: e puoi inserire i parametri di gioco che preferisci.

source: When this is completed, click on <Place ad> to send to Fics.
de: Wenn dies abgeschlossen ist, klicken Sie auf <Anzeige platzieren>, um es an Fics zu senden.
fr: Une fois cette étape terminée, cliquez sur <Placer une annonce> pour l'envoyer à Fics.
he: כאשר זה הושלם, לחץ על <מקום מודעה> כדי לשלוח ל-Fics.
hi: जब यह पूरा हो जाए, तो फिक्स पर भेजने के लिए <विज्ञापन लगाएं> पर क्लिक करें।
hu: Ha ez megtörtént, kattintson a <Hirdetés elhelyezése> gombra, hogy elküldje a Fics-nek.
id: Setelah selesai, klik <Pasang iklan> untuk mengirim ke Fics.
it: Una volta completata questa operazione, clicca su <Inserisci annuncio> per inviarlo a Fics.

source: If you did not check <Auto> box in the <Place game advert> dialog box,
de: Wenn Sie das Kontrollkästchen <Auto> im Dialogfeld <Spielanzeige platzieren> nicht aktiviert haben,
fr: Si vous n'avez pas coché la case <Auto> dans la boîte de dialogue <Placer une annonce de jeu>,
he: אם לא סימנת את התיבה <אוטומטי> בתיבת הדו-שיח <הצב מודעה למשחק>,
hi: यदि आपने <गेम विज्ञापन रखें> संवाद बॉक्स में <स्वतः> बॉक्स को चेक नहीं किया है,
hu: Ha nem jelölte be az <Auto> négyzetet a <Place game advert> párbeszédpanelen,
id: Jika Anda tidak mencentang kotak <Otomatis> di kotak dialog <Pasang iklan game>,
it: Se non hai selezionato la casella <Auto> nella finestra di dialogo <Inserisci annuncio di gioco>,

source: you should then receive responses from potential oppenents
de: Sie sollten dann Antworten von potenziellen Interessenten erhalten
fr: vous devriez alors recevoir des réponses d'adversaires potentiels
he: לאחר מכן, אתה אמור לקבל תגובות ממתנגדים פוטנציאליים
hi: फिर आपको संभावित विरोधियों से प्रतिक्रिया मिलनी चाहिए
hu: akkor válaszokat kell kapnia a lehetséges megnyitóktól
id: Anda kemudian akan menerima tanggapan dari calon lawan
it: dovresti quindi ricevere risposte da potenziali avversari

source: in the Fics output text box.
de: im Fics-Ausgabetextfeld.
fr: dans la zone de texte de sortie Fics.
he: בתיבת הטקסט פלט Fics.
hi: फिक्स आउटपुट टेक्स्ट बॉक्स में.
hu: a Fics kimeneti szövegmezőben.
id: dalam kotak teks keluaran Fics.
it: nella casella di testo di output Fics.

source: You can then choose which player to play against.
de: Sie können dann auswählen, gegen welchen Spieler Sie spielen möchten.
fr: Vous pouvez ensuite choisir contre quel joueur jouer.
he: לאחר מכן תוכל לבחור מול איזה שחקן לשחק.
hi: इसके बाद आप चुन सकते हैं कि किस खिलाड़ी के खिलाफ खेलना है।
hu: Ezután kiválaszthatja, melyik játékos ellen játsszon.
id: Anda kemudian dapat memilih pemain mana yang akan dilawan.
it: Puoi quindi scegliere contro quale giocatore giocare.

source: e.g. Type accept Guestabcd or accept Username in the text input box
de: Geben Sie beispielsweise „accept Guestabcd“ oder „accept Username“ in das Texteingabefeld ein.
fr: par exemple, tapez accept Guestabcd ou accept Username dans la zone de saisie de texte
he: לְמָשָׁל הקלד accept Guestabcd או קבל שם משתמש בתיבת קלט הטקסט
hi: उदाहरण के लिए टेक्स्ट इनपुट बॉक्स में Accept Guestabcd या Accept Username टाइप करें
hu: például A szövegbeviteli mezőbe írja be az accept Guestabcd vagy a felhasználónév elfogadása parancsot
id: misalnya Ketik terima Guestabcd atau terima Nama Pengguna di kotak input teks
it: ad esempio, digita accetta Guestabcd o accetta Nome utente nella casella di immissione testo

source: and press <Send> Then the game should start.
de: und drücken Sie <Senden>. Dann sollte das Spiel beginnen.
fr: et appuyez sur <Envoyer>. Le jeu devrait alors démarrer.
he: ולחץ על <שלח> ואז המשחק אמור להתחיל.
hi: और <भेजें> दबाएं. फिर खेल शुरू हो जाना चाहिए.
hu: és nyomja meg a <Küld> gombot. Ezután a játéknak el kell indulnia.
id: dan tekan <Kirim> Maka permainan akan dimulai.
it: e premi <Invia>. Il gioco dovrebbe quindi iniziare.

source: If you did check the <Auto> box then a game will start automatically
de: Wenn Sie das Kontrollkästchen <Auto> aktiviert haben, wird automatisch ein Spiel gestartet
fr: Si vous avez coché la case <Auto>, un jeu démarrera automatiquement
he: אם כן סמנת את התיבה <אוטומטי> אז משחק יתחיל אוטומטית
hi: यदि आपने <Auto> बॉक्स को चेक किया है तो गेम अपने आप शुरू हो जाएगा
hu: Ha bejelölte az <Auto> négyzetet, akkor a játék automatikusan elindul
id: Jika Anda mencentang kotak <Otomatis> maka permainan akan dimulai secara otomatis
it: Se hai selezionato la casella <Auto>, il gioco verrà avviato automaticamente

source: against the first player who replies to your game advert.
de: gegen den ersten Spieler, der auf Ihre Spielanzeige antwortet.
fr: contre le premier joueur qui répond à votre annonce de jeu.
he: נגד השחקן הראשון שמשיב לפרסומת המשחק שלך.
hi: आपके गेम विज्ञापन का जवाब देने वाले पहले खिलाड़ी के विरुद्ध।
hu: az első játékos ellen, aki válaszol a játék hirdetésére.
id: terhadap pemain pertama yang membalas iklan permainan Anda.
it: contro il primo giocatore che risponde alla tua pubblicità di gioco.

source: Alternatively, you can type the corresponding command
de: Alternativ können Sie den entsprechenden Befehl eingeben
fr: Alternativement, vous pouvez taper la commande correspondante
he: לחלופין, אתה יכול להקליד את הפקודה המתאימה
hi: वैकल्पिक रूप से, आप संबंधित कमांड टाइप कर सकते हैं
hu: Alternatív megoldásként beírhatja a megfelelő parancsot
id: Atau, Anda dapat mengetik perintah yang sesuai
it: In alternativa, puoi digitare il comando corrispondente

source: into the text input box manually and send it to Fics.
de: manuell in das Texteingabefeld ein und senden Sie es an Fics.
fr: dans la zone de saisie de texte manuellement et envoyez-le à Fics.
he: לתוך תיבת קלט הטקסט באופן ידני ושלח אותו ל-Fics.
hi: टेक्स्ट इनपुट बॉक्स में मैन्युअल रूप से दर्ज करें और इसे फिक्स पर भेजें।
hu: kézzel a szövegbeviteli mezőbe, és küldje el a Fics-nek.
id: ke dalam kotak input teks secara manual dan mengirimkannya ke Fics.
it: manualmente nella casella di immissione testo e inviarlo a Fics.

source: e.g. If you type Seek 10 5 u w m f and then press <Send> this will place
de: Wenn Sie beispielsweise Seek 10 5 u w m f eingeben und dann <Senden> drücken, wird
fr: Par exemple, si vous tapez Seek 10 5 u w m f puis appuyez sur <Envoyer>, cela placera
he: לְמָשָׁל אם אתה מקליד Seek 10 5 u w m f ולאחר מכן לחץ על <שלח> זה יציב
hi: उदाहरण के लिए यदि आप Seek 10 5 u w m f टाइप करते हैं और फिर <भेजें> दबाते हैं तो यह जगह देगा
hu: például Ha beírja a Seek 10 5 u w m f parancsot, majd megnyomja a <Küldés> gombot, ez elhelyeződik
id: Misalnya Jika Anda mengetik Seek 10 5 u w m f dan kemudian menekan <Kirim> ini akan menempatkan
it: ad esempio, se digiti Seek 10 5 u w m f e poi premi <Invia>, questo posizionerà

source: a game advert for a 10 minute game, with a five second move increment,
de: eine Spielanzeige für ein 10-minütiges Spiel mit einer Zugerhöhung von fünf Sekunden,
fr: une publicité pour un jeu de 10 minutes, avec un incrément de mouvement de cinq secondes,
he: פרסומת למשחק של 10 דקות, עם תוספת של חמש שניות,
hi: 10 मिनट के खेल का विज्ञापन, जिसमें पाँच सेकंड की चाल वृद्धि होती है,
hu: játékreklám 10 perces játékhoz, öt másodperces lépésenkénti lépésekkel,
id: iklan permainan untuk permainan 10 menit, dengan penambahan gerakan lima detik,
it: una pubblicità di gioco per una partita di 10 minuti, con un incremento di mossa di cinque secondi,

source: which is unrated, with you playing white, with manual responses
de: Das ist nicht bewertet, Sie spielen Weiß, mit manuellen Antworten
fr: qui n'est pas noté, avec vous jouant les blancs, avec des réponses manuelles
he: שהוא לא מדורג, כשאתה משחק לבן, עם תגובות ידניות
hi: जो बिना रेटिंग वाला है, जिसमें आप सफ़ेद रंग से खेलते हैं, मैन्युअल प्रतिक्रियाओं के साथ
hu: amely besorolatlan, fehéren játszik, kézi válaszokkal
id: yang tidak diberi peringkat, dengan Anda bermain putih, dengan respons manual
it: che non è valutato, con te che giochi con il bianco, con risposte manuali
