Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: and the 1, 0 or d indicates a win, loss or draw.
de: und die 1, 0 oder d zeigen einen Sieg, eine Niederlage oder ein Unentschieden an.
fr: et le 1, le 0 ou le d indique une victoire, une défaite ou un match nul.
he: וה-1, 0 או d מציינים ניצחון, הפסד או תיקו.
hi: और 1, 0 या d जीत, हार या ड्रॉ को दर्शाता है।
hu: és az 1, 0 vagy d győzelmet, vereséget vagy döntetlent jelöl.
id: dan 1, 0 atau d menunjukkan menang, kalah atau seri.
it: e 1, 0 o d indicano una vittoria, una sconfitta o un pareggio.

source: This output is viewed from the row engine point of view.
de: Diese Ausgabe wird aus der Sicht der Zeilen-Engine betrachtet.
fr: Cette sortie est visualisée du point de vue du moteur de ligne.
he: פלט זה נצפה מנקודת המבט של מנוע השורה.
hi: यह आउटपुट पंक्ति इंजन के दृष्टिकोण से देखा जाता है।
hu: Ezt a kimenetet a sormotor szemszögéből nézzük.
id: Output ini dilihat dari sudut pandang mesin baris.
it: Questo output è visualizzato dal punto di vista del motore di riga.

source: For double round-robin, when both games have been played,
de: Beim Doppelrundenturnier, wenn beide Spiele gespielt wurden,
fr: Pour le double round-robin, lorsque les deux matchs ont été joués,
he: עבור סיבוב סיבוב כפול, כאשר שני המשחקים שיחקו,
hi: डबल राउंड-रॉबिन के लिए, जब दोनों गेम खेले जा चुके हों,
hu: Dupla körmérkőzés esetén, amikor mindkét meccset lejátszották,
id: Untuk sistem round robin ganda, ketika kedua permainan telah dimainkan,
it: Per il doppio girone all'italiana, quando entrambe le partite sono state giocate,

source: the result is given as follows :-
de: Das Ergebnis lautet wie folgt:
fr: le résultat est donné comme suit :-
he: התוצאה ניתנת באופן הבא:
hi: परिणाम इस प्रकार है:-
hu: az eredmény a következő:
id: hasilnya diberikan sebagai berikut :-
it: il risultato è dato come segue:

source: 1 0 1 d 0 1 etc.
de: 1 0 1 d 0 1 usw.
he: 1 0 1 ד 0 1 וכו'.
hi: 1 0 1 द 0 1 आदि.
hu: 1 0 1 d 0 1 stb.
id: 1 0 1 d 0 1 dst.
it: 1 0 1 d 0 1 ecc.

source: The first character is for the row engine playing white,
de: Das erste Zeichen ist für die Reihenmaschine, die Weiß spielt,
fr: Le premier caractère est pour le moteur de ligne jouant blanc,
he: הדמות הראשונה מיועדת למנוע השורה שמשחק לבן,
hi: पहला अक्षर सफ़ेद रंग से खेलने वाले रो इंजन के लिए है,
hu: Az első karakter a fehéren játszó sormotornak szól,
id: Karakter pertama adalah untuk mesin baris yang memainkan warna putih,
it: Il primo carattere è per il motore di riga che gioca bianco,

source: the second character for playing black.
de: das zweite Zeichen für das Spielen von Schwarz.
fr: le deuxième personnage pour jouer le noir.
he: הדמות השנייה למשחק שחור.
hi: काले रंग की भूमिका निभाने वाला दूसरा पात्र।
hu: a második karakter a fekete játékhoz.
id: karakter kedua untuk memainkan hitam.
it: il secondo carattere per giocare con il nero.

source: Engines names are shortened versions of the full engine names.
de: Bei den Motornamen handelt es sich um Kurzversionen der vollständigen Motornamen.
fr: Les noms des moteurs sont des versions abrégées des noms complets des moteurs.
he: שמות מנועים הם גרסאות מקוצרות של שמות המנועים המלאים.
hi: इंजन के नाम पूर्ण इंजन नाम के संक्षिप्त संस्करण हैं।
hu: A motornevek a teljes motornevek rövidített változatai.
id: Nama-nama mesin adalah versi singkat dari nama mesin lengkap.
it: I nomi dei motori sono versioni abbreviate dei nomi completi dei motori.

source: The names are shortened at the first character that is not a letter or number.
de: Die Namen werden beim ersten Zeichen gekürzt, das kein Buchstabe oder keine Zahl ist.
fr: Les noms sont raccourcis au premier caractère qui n'est ni une lettre ni un chiffre.
he: השמות מתקצרים בתו הראשון שאינו אות או מספר.
hi: नामों को पहले अक्षर से छोटा किया जाता है जो कोई अक्षर या संख्या नहीं है।
hu: A nevek az első karakternél rövidülnek, amely nem betű vagy szám.
id: Nama-nama disingkat pada karakter pertama yang bukan huruf atau angka.
it: I nomi vengono abbreviati al primo carattere che non sia una lettera o un numero.

source: If a shortened name matches a previous name,
de: Wenn ein verkürzter Name mit einem früheren Namen übereinstimmt,
fr: Si un nom abrégé correspond à un nom précédent,
he: אם שם מקוצר תואם לשם קודם,
hi: यदि संक्षिप्त नाम किसी पिछले नाम से मेल खाता है,
hu: Ha egy rövidített név megegyezik az előző névvel,
id: Jika nama yang disingkat cocok dengan nama sebelumnya,
it: Se un nome abbreviato corrisponde a un nome precedente,

source: the names are progressively lengthened until they no longer match.
de: Die Namen werden schrittweise verlängert, bis sie nicht mehr übereinstimmen.
fr: les noms sont progressivement allongés jusqu'à ne plus correspondre.
he: השמות מתארכים בהדרגה עד שהם אינם תואמים יותר.
hi: नामों को क्रमशः तब तक लंबा किया जाता है जब तक कि वे मेल नहीं खाते।
hu: a neveket fokozatosan meghosszabbítják, amíg már nem egyeznek.
id: nama-nama tersebut terus diperpanjang hingga tidak lagi cocok.
it: i nomi vengono progressivamente allungati fino a non corrispondere più.

source: Tournament cross table help
de: Hilfe zur Turnierkreuztabelle
fr: Aide au tableau croisé des tournois
he: עזרה בצלב טבלאות בטורניר
hi: टूर्नामेंट क्रॉस टेबल सहायता
hu: Tournament cross asztal súgó
id: Bantuan tabel silang turnamen
it: Aiuto per il tavolo incrociato del torneo

source: There will not be enough room for the evaluation bar
de: Für die Bewertungsleiste ist nicht genügend Platz vorhanden
fr: Il n'y aura pas assez de place pour la barre d'évaluation
he: לא יהיה מספיק מקום לסרגל ההערכה
hi: मूल्यांकन पट्टी के लिए पर्याप्त जगह नहीं होगी
hu: Nem lesz elég hely az értékelő sávnak
id: Tidak akan ada cukup ruang untuk bilah evaluasi
it: Non ci sarà abbastanza spazio per la barra di valutazione

source: Evaluation bar error
de: Fehler im Auswertungsbalken
fr: Erreur de la barre d'évaluation
he: שגיאה בסרגל הערכה
hi: मूल्यांकन बार त्रुटि
hu: Értékelősáv hiba
id: Kesalahan bilah evaluasi
it: Errore della barra di valutazione

source: There is not be enough room for the evaluation bar score display
de: Für die Anzeige der Bewertungspunkte ist nicht genügend Platz vorhanden
fr: Il n'y a pas assez de place pour l'affichage du score de la barre d'évaluation
he: אין מספיק מקום לתצוגת ציוני סרגל ההערכה
hi: मूल्यांकन बार स्कोर प्रदर्शन के लिए पर्याप्त जगह नहीं है
hu: Nincs elég hely az értékelési sáv pontszámának megjelenítéséhez
id: Tidak ada cukup ruang untuk tampilan skor bilah evaluasi
it: Non c'è abbastanza spazio per visualizzare il punteggio della barra di valutazione

source: There is not enough room for the evaluation bar score display
de: Für die Anzeige der Bewertungspunkte im Bewertungsbalken ist nicht genügend Platz vorhanden
fr: Il n'y a pas assez de place pour l'affichage du score de la barre d'évaluation
he: אין מספיק מקום לתצוגת ציוני סרגל ההערכה
hi: मूल्यांकन बार स्कोर प्रदर्शन के लिए पर्याप्त जगह नहीं है
hu: Nincs elég hely az értékelési sáv pontszámának megjelenítéséhez
id: Tidak ada cukup ruang untuk tampilan skor bilah evaluasi
it: Non c'è abbastanza spazio per la visualizzazione del punteggio della barra di valutazione

source: Please select the evaluation bar options :-
de: Bitte wählen Sie die Optionen der Bewertungsleiste aus: -
fr: Veuillez sélectionner les options de la barre d'évaluation :-
he: אנא בחר את אפשרויות סרגל ההערכה:-
hi: कृपया मूल्यांकन बार विकल्प चुनें:-
hu: Kérjük, válassza ki az értékelő sáv opcióit: -
id: Silakan pilih opsi bilah evaluasi :-
it: Seleziona le opzioni della barra di valutazione:-

source: Display evaluation bar
de: Bewertungsbalken anzeigen
fr: Afficher la barre d'évaluation
he: הצג סרגל הערכה
hi: मूल्यांकन बार प्रदर्शित करें
hu: Jelenítse meg az értékelő sávot
id: Tampilkan bilah evaluasi
it: Visualizza la barra di valutazione

source: on left
de: links
fr: à gauche
he: בצד שמאל
hi: बायीं ओर
hu: a bal oldalon
id: di sebelah kiri
it: a sinistra

source: on right
de: rechts
fr: à droite
he: בצד ימין
hi: दाईं ओर
hu: a jobb oldalon
id: di sebelah kanan
it: a destra

source: Show score
de: Ergebnis anzeigen
fr: Afficher le score
he: הצג ציון
hi: स्कोर दिखाएं
hu: Pontszám megjelenítése
id: Tampilkan skor
it: Mostra punteggio

source: in middle
de: in der Mitte
fr: au milieu
he: באמצע
hi: बीच में
hu: közepén
id: di tengah
it: nel mezzo

source: on top/bottom
de: oben/unten
fr: en haut/en bas
he: למעלה/למטה
hi: ऊपर/नीचे
hu: felül/alul
id: di atas/bawah
it: in alto/in basso

source: Score font size
de: Schriftgröße der Partitur
fr: Taille de la police de la partition
he: גודל גופן ציון
hi: स्कोर फ़ॉन्ट आकार
hu: Pontszám betűméret
id: Skor ukuran font
it: Dimensione carattere punteggio

source: Scaling factor
de: Skalierungsfaktor
fr: Facteur d'échelle
he: גורם קנה מידה
hi: मापन कारक
hu: Méretezési tényező
id: Faktor skala
it: Fattore di scala

source: Distance from board
de: Abstand vom Brett
fr: Distance du tableau
he: מרחק מהלוח
hi: बोर्ड से दूरी
hu: Távolság a táblától
id: Jarak dari papan
it: Distanza dalla tavola

source: Annotation score
de: Anmerkungsbewertung
fr: Score d'annotation
he: ציון הערות
hi: एनोटेशन स्कोर
hu: Annotáció pontszáma
id: Skor anotasi
it: Punteggio di annotazione

source: Material score
de: Materialbewertung
fr: Score matériel
he: ציון חומרי
hi: सामग्री स्कोर
hu: Anyagpontszám
id: Skor material
it: Punteggio del materiale

source: Toggle evaluation bar display
de: Anzeige der Bewertungsleiste umschalten
fr: Basculer l'affichage de la barre d'évaluation
he: החלף את תצוגת סרגל ההערכה
hi: मूल्यांकन बार प्रदर्शन टॉगल करें
hu: Az értékelősáv megjelenítésének váltása
id: Alihkan tampilan bilah evaluasi
it: Attiva/disattiva la visualizzazione della barra di valutazione

source: Display evaluation bar on the left of the board
de: Bewertungsleiste links auf dem Board anzeigen
fr: Afficher la barre d'évaluation à gauche du tableau
he: הצג סרגל הערכה בצד שמאל של הלוח
hi: बोर्ड के बाईं ओर मूल्यांकन बार प्रदर्शित करें
hu: Jelenítse meg az értékelő sávot a tábla bal oldalán
id: Tampilkan bilah evaluasi di sebelah kiri papan
it: Visualizza la barra di valutazione sulla sinistra della bacheca

source: Display evaluation bar on the right of the board
de: Bewertungsleiste rechts auf dem Board anzeigen
fr: Afficher la barre d'évaluation à droite du tableau
he: הצג סרגל הערכה בצד ימין של הלוח
hi: बोर्ड के दाईं ओर मूल्यांकन पट्टी प्रदर्शित करें
hu: Jelenítse meg az értékelő sávot a tábla jobb oldalán
id: Tampilkan bilah evaluasi di sebelah kanan papan
it: Visualizza la barra di valutazione sulla destra della bacheca

source: Display the position score with the evaluation bar
de: Anzeige des Positionsscores mit dem Bewertungsbalken
fr: Afficher le score de position avec la barre d'évaluation
he: הצג את ציון המיקום עם סרגל ההערכה
hi: मूल्यांकन बार के साथ स्थिति स्कोर प्रदर्शित करें
hu: Jelenítse meg a pozíció pontszámát az értékelő sávval
id: Menampilkan skor posisi dengan bilah evaluasi
it: Visualizza il punteggio della posizione con la barra di valutazione

source: Input the scaling factor for the evaluation bar,
de: Geben Sie den Skalierungsfaktor für den Bewertungsbalken ein,
fr: Saisissez le facteur d'échelle pour la barre d'évaluation,
he: הזן את גורם קנה המידה עבור סרגל ההערכה,
hi: मूल्यांकन पट्टी के लिए स्केलिंग कारक इनपुट करें,
hu: Adja meg a skálázási tényezőt az értékelő sávhoz,
id: Masukkan faktor skala untuk bilah evaluasi,
it: Inserire il fattore di scala per la barra di valutazione,

source: half to three times normal size (0.5 - 3.0)
de: halb- bis dreimal so groß wie die normale Größe (0,5 – 3,0)
fr: la moitié à trois fois la taille normale (0,5 - 3,0)
he: פי חצי עד שלוש מהגודל הרגיל (0.5 - 3.0)
hi: सामान्य आकार का आधा से तीन गुना (0.5 - 3.0)
hu: a normál méret fele-háromszorosa (0,5-3,0)
id: setengah hingga tiga kali ukuran normal (0,5 - 3,0)
it: da metà a tre volte la dimensione normale (0,5 - 3,0)

source: Input the distance in pixels between the evaluation bar
de: Geben Sie den Abstand in Pixeln zwischen den Bewertungsbalken ein
fr: Saisissez la distance en pixels entre la barre d'évaluation
he: הזן את המרחק בפיקסלים בין סרגל ההערכה
hi: मूल्यांकन पट्टी के बीच पिक्सेल में दूरी दर्ज करें
hu: Adja meg az értékelő sáv közötti távolságot pixelben
id: Masukkan jarak dalam piksel antara bilah evaluasi
it: Inserisci la distanza in pixel tra la barra di valutazione

source: and the edge of the board
de: und der Rand des Brettes
fr: et le bord de la planche
he: וקצה הלוח
hi: और बोर्ड के किनारे
hu: és a tábla széle
id: dan tepi papan
it: e il bordo della tavola

source: Check this box to display a material only
de: Aktivieren Sie dieses Kontrollkästchen, um nur ein Material anzuzeigen
fr: Cochez cette case pour afficher un matériau uniquement
he: סמן תיבה זו כדי להציג חומר בלבד
hi: केवल सामग्री प्रदर्शित करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha csak egy anyagot szeretne megjeleníteni
id: Centang kotak ini untuk menampilkan material saja
it: Seleziona questa casella per visualizzare solo un materiale

source: evaluation when the engine is not active
de: Auswertung bei ausgeschaltetem Motor
fr: évaluation lorsque le moteur n'est pas actif
he: הערכה כאשר המנוע אינו פעיל
hi: इंजन सक्रिय न होने पर मूल्यांकन
hu: értékelés, amikor a motor nem aktív
id: evaluasi saat mesin tidak aktif
it: valutazione quando il motore non è attivo

source: Check this box to display evaluations from
de: Aktivieren Sie dieses Kontrollkästchen, um Bewertungen anzuzeigen von
fr: Cochez cette case pour afficher les évaluations de
he: סמן תיבה זו כדי להציג הערכות מהן
hi: मूल्यांकन प्रदर्शित करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a kiértékelések megjelenítéséhez
id: Centang kotak ini untuk menampilkan evaluasi dari
it: Seleziona questa casella per visualizzare le valutazioni da

source: an annotated game when the engine is not active
de: ein kommentiertes Spiel, wenn die Engine nicht aktiv ist
fr: un jeu annoté lorsque le moteur n'est pas actif
he: משחק מוער כאשר המנוע אינו פעיל
hi: जब इंजन सक्रिय नहीं होता है तो एनोटेट गेम
hu: megjegyzésekkel ellátott játék, amikor a motor nem aktív
id: permainan beranotasi saat mesin tidak aktif
it: un gioco annotato quando il motore non è attivo

source: Display score in the middle of the bar
de: Punktestand in der Mitte des Balkens anzeigen
fr: Afficher le score au milieu de la barre
he: הצג ניקוד באמצע הסרגל
hi: बार के मध्य में स्कोर प्रदर्शित करें
hu: A pontszám megjelenítése a sáv közepén
id: Menampilkan skor di tengah bilah
it: Visualizza il punteggio al centro della barra

source: Display score on the top/bottom of the bar
de: Punktestand oben/unten in der Leiste anzeigen
fr: Afficher le score en haut/en bas de la barre
he: הצג ניקוד בחלק העליון/התחתון של הסרגל
hi: बार के ऊपर/नीचे स्कोर प्रदर्शित करें
hu: A pontszám megjelenítése a sáv tetején/alján
id: Menampilkan skor di bagian atas/bawah bilah
it: Visualizza il punteggio nella parte superiore/inferiore della barra

source: Input the font size for the score display
de: Geben Sie die Schriftgröße für die Notenanzeige ein
fr: Saisissez la taille de la police pour l'affichage de la partition
he: הזן את גודל הגופן עבור תצוגת הניקוד
hi: स्कोर प्रदर्शन के लिए फ़ॉन्ट आकार इनपुट करें
hu: Adja meg a betűméretet a pontszám megjelenítéséhez
id: Masukkan ukuran font untuk tampilan skor
it: Inserisci la dimensione del carattere per la visualizzazione del punteggio

source: The evaluation bar is a graphical representation
de: Der Bewertungsbalken ist eine grafische Darstellung
fr: La barre d'évaluation est une représentation graphique
he: סרגל ההערכה הוא ייצוג גרפי
hi: मूल्यांकन पट्टी एक ग्राफिकल प्रतिनिधित्व है
hu: Az értékelő sáv grafikus ábrázolás
id: Bilah evaluasi adalah representasi grafis
it: La barra di valutazione è una rappresentazione grafica

source: of the current state of the game.
de: über den aktuellen Stand des Spiels.
fr: de l'état actuel du jeu.
he: של המצב הנוכחי של המשחק.
hi: खेल की वर्तमान स्थिति के बारे में।
hu: a játék jelenlegi állásáról.
id: keadaan permainan saat ini.
it: dello stato attuale del gioco.

source: This dialog box allows you to select options for how it is displayed.
de: In diesem Dialogfeld können Sie Optionen für die Anzeige auswählen.
fr: Cette boîte de dialogue vous permet de sélectionner les options d'affichage.
he: תיבת דו-שיח זו מאפשרת לך לבחור אפשרויות לאופן התצוגה.
hi: यह संवाद बॉक्स आपको यह प्रदर्शित करने के लिए विकल्प चुनने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a megjelenítési lehetőségek kiválasztását.
id: Kotak dialog ini memungkinkan Anda memilih opsi bagaimana tampilannya.
it: Questa finestra di dialogo consente di selezionare le opzioni di visualizzazione.

source: Display evaluation bar : Whether to display the evaluation bar.
de: Bewertungsleiste anzeigen: Ob die Bewertungsleiste angezeigt werden soll.
fr: Afficher la barre d'évaluation : Indique s'il faut afficher la barre d'évaluation.
he: הצגת סרגל הערכה : האם להציג את סרגל ההערכה.
hi: मूल्यांकन पट्टी प्रदर्शित करें : मूल्यांकन पट्टी प्रदर्शित करना है या नहीं।
hu: Értékelősáv megjelenítése : Megjeleníti-e az értékelő sávot.
id: Tampilkan bilah evaluasi: Apakah akan menampilkan bilah evaluasi.
it: Visualizza barra di valutazione: se visualizzare la barra di valutazione.

source: On left : Display the bar on the left of the chessboard.
de: Links: Zeigt die Leiste links vom Schachbrett an.
fr: A gauche : Afficher la barre à gauche de l'échiquier.
he: בצד שמאל: הצג את הסרגל בצד שמאל של לוח השחמט.
hi: बाईं ओर : शतरंज की बिसात के बाईं ओर बार प्रदर्शित करें।
hu: Bal oldalon : A sakktábla bal oldalán lévő sáv megjelenítése.
id: Di sebelah kiri: Menampilkan bilah di sebelah kiri papan catur.
it: A sinistra: visualizza la barra a sinistra della scacchiera.

source: On right : Display the bar on the right of the chessboard.
de: Rechts: Zeigt die Leiste rechts vom Schachbrett an.
fr: A droite : Afficher la barre à droite de l'échiquier.
he: בצד ימין: הצג את הסרגל בצד ימין של לוח השחמט.
hi: दाईं ओर: शतरंज की बिसात के दाईं ओर बार प्रदर्शित करें।
hu: Jobb oldalon : A sakktábla jobb oldalán lévő sáv megjelenítése.
id: Di sebelah kanan: Menampilkan bilah di sebelah kanan papan catur.
it: A destra: visualizza la barra sulla destra della scacchiera.

source: Show value : Show position evaluation value on the bar
de: Wert anzeigen: Zeigt den Positionsbewertungswert auf der Leiste an
fr: Afficher la valeur : Afficher la valeur d'évaluation de la position sur la barre
he: הצג ערך: הצג ערך הערכת מיקום בסרגל
hi: मान दिखाएँ : बार पर स्थिति मूल्यांकन मान दिखाएँ
hu: Érték megjelenítése : A pozíció értékelési értékének megjelenítése a sávon
id: Tampilkan nilai : Tampilkan nilai evaluasi posisi pada bilah
it: Mostra valore: mostra il valore di valutazione della posizione sulla barra

source: In middle : Display the number in the middle of the bar.
de: In der Mitte: Zeigt die Zahl in der Mitte des Balkens an.
fr: Au milieu : Affiche le numéro au milieu de la barre.
he: באמצע : הצג את המספר באמצע הסרגל.
hi: मध्य में : संख्या को बार के मध्य में प्रदर्शित करें।
hu: Középen : A szám megjelenítése a sáv közepén.
id: Di tengah: Menampilkan angka di tengah bilah.
it: Al centro: visualizza il numero al centro della barra.

source: On top/bottom : Display number on the top/bottom of the bar.
de: Oben/unten: Zahl oben/unten in der Leiste anzeigen.
fr: En haut/en bas : Afficher le numéro en haut/en bas de la barre.
he: בחלק העליון/התחתון: הצגת מספר בחלק העליון/התחתון של הסרגל.
hi: शीर्ष/नीचे : बार के शीर्ष/नीचे संख्या प्रदर्शित करें।
hu: Felül/alul: Szám megjelenítése a sáv tetején/alján.
id: Atas/bawah: Menampilkan nomor di atas/bawah bilah.
it: In alto/in basso: visualizza il numero in alto/in basso nella barra.

source: Scale factor : Enter the scaling factor for evaluation bar display.
de: Skalierungsfaktor: Geben Sie den Skalierungsfaktor für die Anzeige der Auswertungsleiste ein.
fr: Facteur d'échelle : saisissez le facteur d'échelle pour l'affichage de la barre d'évaluation.
he: מקדם קנה מידה: הזן את מקדם קנה המידה עבור תצוגת סרגל ההערכה.
hi: स्केल फैक्टर : मूल्यांकन बार प्रदर्शन के लिए स्केलिंग फैक्टर दर्ज करें।
hu: Léptéktényező : Adja meg a skálázási tényezőt az értékelési sáv megjelenítéséhez.
id: Faktor skala: Masukkan faktor skala untuk tampilan bilah evaluasi.
it: Fattore di scala: immettere il fattore di scala per la visualizzazione della barra di valutazione.

source: The range is from half to three times normal size (0.5 - 3.0)
de: Der Bereich reicht von der halben bis zur dreifachen Normalgröße (0,5 - 3,0)
fr: La plage varie de la moitié à trois fois la taille normale (0,5 à 3,0)
he: הטווח הוא מחצי עד פי שלושה מהגודל הרגיל (0.5 - 3.0)
hi: सीमा सामान्य आकार के आधे से तीन गुना तक है (0.5 - 3.0)
hu: A tartomány a normál méret fele-háromszorosa (0,5-3,0)
id: Kisarannya adalah setengah hingga tiga kali ukuran normal (0,5 - 3,0)
it: L'intervallo è da metà a tre volte la dimensione normale (0,5 - 3,0)

source: Distance from board : Enter the distance between the evaluation bar
de: Abstand vom Brett: Geben Sie den Abstand zwischen den Bewertungsbalken ein
fr: Distance du tableau : saisissez la distance entre la barre d'évaluation
he: מרחק מהלוח: הזן את המרחק בין סרגל ההערכה
hi: बोर्ड से दूरी : मूल्यांकन पट्टी के बीच की दूरी दर्ज करें
hu: Távolság a táblától: Adja meg az értékelő sáv közötti távolságot
id: Jarak dari papan: Masukkan jarak antara bilah evaluasi
it: Distanza dalla tavola: Inserisci la distanza tra la barra di valutazione

source: and the edge of the board.
de: und der Rand des Bretts.
fr: et le bord de la planche.
he: וקצה הלוח.
hi: और बोर्ड के किनारे.
hu: és a tábla széle.
id: dan tepi papan.
it: e il bordo della tavola.

source: Annotation score : Check this box to display evaluations from
de: Anmerkungsbewertung: Aktivieren Sie dieses Kontrollkästchen, um Bewertungen anzuzeigen von
fr: Score d'annotation : Cochez cette case pour afficher les évaluations de
he: ציון הערות : סמן תיבה זו כדי להציג הערכות מהן
hi: एनोटेशन स्कोर : मूल्यांकन प्रदर्शित करने के लिए इस बॉक्स को चेक करें
hu: Annotation score : Jelölje be ezt a négyzetet a kiértékelések megjelenítéséhez
id: Skor anotasi: Centang kotak ini untuk menampilkan evaluasi dari
it: Punteggio annotazione: seleziona questa casella per visualizzare le valutazioni da

source: an annotated game when the engine is not active.
de: ein kommentiertes Spiel, wenn die Engine nicht aktiv ist.
fr: un jeu annoté lorsque le moteur n'est pas actif.
he: משחק מוער כאשר המנוע אינו פעיל.
hi: जब इंजन सक्रिय नहीं होता है तो एक एनोटेटेड गेम।
hu: megjegyzésekkel ellátott játék, amikor a motor nem aktív.
id: permainan yang diberi anotasi saat mesin tidak aktif.
it: una partita annotata quando il motore non è attivo.

source: Material score : Check this box to display a material only evaluation
de: Materialbewertung: Aktivieren Sie dieses Kontrollkästchen, um nur eine Materialbewertung anzuzeigen
fr: Score matériel : cochez cette case pour afficher une évaluation matérielle uniquement
he: ציון חומר : סמן תיבה זו כדי להציג הערכת חומר בלבד
hi: सामग्री स्कोर : केवल सामग्री मूल्यांकन प्रदर्शित करने के लिए इस बॉक्स को चेक करें
hu: Anyagpontszám : Jelölje be ezt a négyzetet, ha csak anyagi értékelést szeretne megjeleníteni
id: Skor material: Centang kotak ini untuk menampilkan evaluasi hanya material
it: Punteggio del materiale: seleziona questa casella per visualizzare solo una valutazione del materiale

source: when the engine is not active.
de: wenn der Motor nicht aktiv ist.
fr: lorsque le moteur n'est pas actif.
he: כאשר המנוע אינו פעיל.
hi: जब इंजन सक्रिय नहीं है.
hu: amikor a motor nem aktív.
id: saat mesin tidak aktif.
it: quando il motore non è attivo.
