Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: and the definition was marginally better, but the file size is much larger,
de: und die Auflösung war geringfügig besser, aber die Dateigröße ist viel größer,
fr: et la définition était légèrement meilleure, mais la taille du fichier est beaucoup plus grande,
he: וההגדרה הייתה טובה במעט, אבל גודל הקובץ גדול בהרבה,
hi: और परिभाषा थोड़ी बेहतर थी, लेकिन फ़ाइल का आकार बहुत बड़ा है,
hu: és a definíció valamivel jobb volt, de a fájl mérete sokkal nagyobb,
id: dan definisinya sedikit lebih baik, tetapi ukuran filenya jauh lebih besar,
it: e la definizione era leggermente migliore, ma la dimensione del file è molto più grande,

source: 5.2mb for 2048 pixels square compared with 1.3mb for 1024 pixels square.
de: 5,2 MB für 2048 Quadratpixel im Vergleich zu 1,3 MB für 1024 Quadratpixel.
fr: 5,2 Mo pour 2048 pixels carrés contre 1,3 Mo pour 1024 pixels carrés.
he: 5.2mb עבור 2048 פיקסלים ריבוע לעומת 1.3mb עבור 1024 פיקסלים ריבוע.
hi: 2048 वर्ग पिक्सेल के लिए 5.2mb तथा 1024 वर्ग पिक्सेल के लिए 1.3mb.
hu: 5,2 MB 2048 pixel négyzethez képest, 1,3 MB 1024 pixeles négyzet esetén.
id: 5,2 mb untuk 2048 piksel persegi dibandingkan dengan 1,3 mb untuk 1024 piksel persegi.
it: 5,2 MB per 2048 pixel quadrati rispetto a 1,3 MB per 1024 pixel quadrati.

source: Ambientcg.com has some really high definition versions of their files,
de: Ambientcg.com hat einige wirklich hochauflösende Versionen ihrer Dateien,
fr: Ambientcg.com propose des versions très haute définition de leurs fichiers,
he: ל- Ambientcg.com יש כמה גרסאות בהגדרה גבוהה מאוד של הקבצים שלהם,
hi: Ambientcg.com पर उनकी फ़ाइलों के कुछ बहुत ही उच्च परिभाषा संस्करण उपलब्ध हैं,
hu: Az Ambientcg.com rendelkezik néhány igazán nagy felbontású fájllal,
id: Ambientcg.com memiliki beberapa versi definisi tinggi dari file mereka,
it: Ambientcg.com ha alcune versioni dei suoi file in altissima definizione,

source: if you want to try them.
de: wenn Sie sie ausprobieren möchten.
fr: si vous voulez les essayer.
he: אם אתה רוצה לנסות אותם.
hi: यदि आप इन्हें आज़माना चाहते हैं.
hu: ha ki akarod próbálni őket.
id: jika Anda ingin mencobanya.
it: se vuoi provarli.

source: There are many free sources for bitmap image files, if you want
de: Es gibt viele kostenlose Quellen für Bitmap-Bilddateien, wenn Sie möchten
fr: Il existe de nombreuses sources gratuites pour les fichiers d'images bitmap, si vous le souhaitez
he: ישנם מקורות חינמיים רבים לקובצי תמונת סיביות, אם תרצה
hi: यदि आप चाहें तो बिटमैप छवि फ़ाइलों के लिए कई निःशुल्क स्रोत उपलब्ध हैं।
hu: Ha akarja, számos ingyenes forrás létezik a bittérképes képfájlokhoz
id: Ada banyak sumber gratis untuk file gambar bitmap, jika Anda menginginkannya
it: Esistono molte fonti gratuite per file di immagini bitmap, se vuoi

source: to install your own preferred bitmap images into the program.
de: um Ihre eigenen bevorzugten Bitmap-Bilder in das Programm zu installieren.
fr: pour installer vos propres images bitmap préférées dans le programme.
he: כדי להתקין תמונות מפת סיביות מועדפות משלך בתוכנית.
hi: प्रोग्राम में अपनी पसंदीदा बिटमैप छवियां स्थापित करने के लिए।
hu: hogy a saját preferált bittérképes képeket telepítse a programba.
id: untuk memasang gambar bitmap pilihan Anda ke dalam program.
it: per installare le tue immagini bitmap preferite nel programma.

source: Ambientcg.com, Arroway-textures.ch, Unsplash.com, Sketchuptextureclub.com
hi: Embientcg.com, Arroway-textures.ch, Unsplash.com, Sketchuptextureclub.com

source: to name but a few.
de: um nur einige zu nennen.
fr: pour n'en citer que quelques-uns.
he: למנות רק כמה.
hi: थोड़े नाम देने के लिए।
hu: hogy csak néhányat említsek.
id: untuk menyebutkan beberapa saja.
it: per citarne solo alcuni.

source: Once you have downloaded file(s), open them with Windows paint
de: Sobald Sie die Datei(en) heruntergeladen haben, öffnen Sie sie mit Windows Paint
fr: Une fois que vous avez téléchargé le(s) fichier(s), ouvrez-les avec Windows Paint
he: לאחר שהורדת קבצים, פתח אותם עם Windows Paint
hi: एक बार जब आप फ़ाइल(फ़ाइलें) डाउनलोड कर लें, तो उन्हें विंडोज पेंट के साथ खोलें
hu: Miután letöltötte a fájl(oka)t, nyissa meg őket a Windows Paint segítségével
id: Setelah Anda mengunduh file, buka dengan Windows Paint
it: Una volta scaricati i file, aprili con Windows Paint

source: and resize them to a square size that is a power of 2,
de: und ändern Sie die Größe auf eine quadratische Größe, die eine Potenz von 2 ist,
fr: et les redimensionner à une taille carrée qui est une puissance de 2,
he: ותשנה את גודלם לגודל ריבוע שהוא חזקת 2,
hi: और उन्हें एक वर्गाकार आकार में आकार दें जो 2 की घात हो,
hu: és méretezze át őket négyzet méretre, amely 2-es hatvány,
id: dan mengubah ukurannya menjadi ukuran persegi yang merupakan pangkat 2,
it: e ridimensionarli a una dimensione quadrata che sia una potenza di 2,

source: e.g. 1024 * 1024 pixels, then save them in your desired format.
de: zB 1024 * 1024 Pixel, dann speichern Sie sie in Ihrem gewünschten Format.
fr: par exemple 1024 * 1024 pixels, puis enregistrez-les dans le format souhaité.
he: לְמָשָׁל 1024 * 1024 פיקסלים, ולאחר מכן שמור אותם בפורמט הרצוי.
hi: जैसे 1024 * 1024 पिक्सेल, फिर उन्हें अपने इच्छित प्रारूप में सेव करें।
hu: például 1024 * 1024 pixel, majd mentse el őket a kívánt formátumban.
id: misalnya 1024 * 1024 piksel, lalu simpan dalam format yang Anda inginkan.
it: ad esempio 1024 * 1024 pixel, quindi salvarli nel formato desiderato.

source: Next using Windows Explorer, copy the files to the < backgrounds > directory
de: Kopieren Sie anschließend die Dateien mit dem Windows Explorer in das Verzeichnis <backgrounds>
fr: Ensuite, à l'aide de l'Explorateur Windows, copiez les fichiers dans le répertoire < backgrounds >
he: לאחר מכן השתמש בסייר Windows, העתק את הקבצים לספרייה < רקעים >
hi: इसके बाद, विंडोज एक्सप्लोरर का उपयोग करके, फ़ाइलों को < बैकग्राउंड्स > निर्देशिका में कॉपी करें
hu: Ezután a Windows Intéző használatával másolja a fájlokat a < hátterek > könyvtárba
id: Selanjutnya menggunakan Windows Explorer, salin file ke direktori <latar belakang>
it: Successivamente, utilizzando Windows Explorer, copiare i file nella directory < backgrounds >

source: This is usually
de: Dies ist normalerweise
fr: C'est généralement
he: זה בדרך כלל
hi: यह आमतौर पर
hu: Ez általában
id: Ini biasanya
it: Questo è di solito

source: for the Nimzo3d program.
de: für das Nimzo3d-Programm.
fr: pour le programme Nimzo3d.
he: עבור תוכנית Nimzo3d.
hi: निमज़ो3डी कार्यक्रम के लिए.
hu: a Nimzo3d programhoz.
id: untuk program Nimzo3d.
it: per il programma Nimzo3d.

source: Then the next time you run the program and select -
de: Wenn Sie das Programm dann das nächste Mal ausführen, wählen Sie -
fr: Ensuite, la prochaine fois que vous exécutez le programme et sélectionnez -
he: ואז בפעם הבאה שתפעיל את התוכנית ותבחר -
hi: फिर अगली बार जब आप प्रोग्राम चलाएँ और चुनें -
hu: Majd a következő alkalommal, amikor futtatja a programot, és válassza a -
id: Kemudian pada saat berikutnya Anda menjalankan program dan memilih -
it: Quindi la prossima volta che esegui il programma e selezioni -

source: < 3d graphics > < 3d options.. > < Window colours.. >
de: < 3D-Grafiken > < 3D-Optionen > < Fensterfarben >
fr: < Graphiques 3D > < Options 3D.. > < Couleurs des fenêtres.. >
he: < גרפיקה תלת מימדית > < אפשרויות תלת מימד.. > < צבעי חלון.. >
hi: < 3डी ग्राफिक्स > < 3डी विकल्प.. > < विंडो रंग.. >
hu: < 3d grafika > < 3d opciók.. > < Ablak színei.. >
id: < Grafik 3D > < Pilihan 3D.. > < Warna jendela.. >
it: < Grafica 3D > < Opzioni 3D.. > < Colori delle finestre.. >

source: < Background settings.. > < Select image background file > < Browse >
de: <Hintergrundeinstellungen.. > <Bildhintergrunddatei auswählen > <Durchsuchen >
fr: < Paramètres d'arrière-plan... > < Sélectionner le fichier d'arrière-plan de l'image > < Parcourir >
he: < הגדרות רקע.. > < בחר קובץ רקע לתמונה > < עיון >
hi: < पृष्ठभूमि सेटिंग्स.. > < छवि पृष्ठभूमि फ़ाइल का चयन करें > < ब्राउज़ करें >
hu: < Háttérbeállítások.. > < Kép háttérfájl kiválasztása > < Tallózás >
id: < Pengaturan latar belakang.. > < Pilih berkas latar belakang gambar > < Telusuri >
it: < Impostazioni sfondo.. > < Seleziona file sfondo immagine > < Sfoglia >

source: your files should be there, available for selection.
de: Ihre Dateien sollten dort zur Auswahl verfügbar sein.
fr: vos fichiers devraient être là, disponibles pour la sélection.
he: הקבצים שלך צריכים להיות שם, זמינים לבחירה.
hi: आपकी फ़ाइलें वहां चयन के लिए उपलब्ध होनी चाहिए।
hu: a fájljainak ott kell lenniük, kiválaszthatóak.
id: file Anda seharusnya ada di sana, tersedia untuk dipilih.
it: i tuoi file dovrebbero essere lì, disponibili per la selezione.

source: Main window background image files help
de: Hilfe zu den Hintergrundbilddateien des Hauptfensters
fr: Aide sur les fichiers d'image d'arrière-plan de la fenêtre principale
he: עזרה בקבצי תמונת רקע של החלון הראשי
hi: मुख्य विंडो पृष्ठभूमि छवि फ़ाइलें सहायता
hu: A főablak háttérképei segítenek
id: File gambar latar belakang jendela utama membantu
it: Aiuto con i file delle immagini di sfondo della finestra principale

source: Main window background image file credits
de: Bildnachweis für die Hintergrundbilddatei des Hauptfensters
fr: Crédits du fichier image d'arrière-plan de la fenêtre principale
he: קרדיטים של תמונת רקע בחלון הראשי
hi: मुख्य विंडो पृष्ठभूमि छवि फ़ाइल क्रेडिट
hu: A főablak háttérképének kreditjei
id: Kredit file gambar latar belakang jendela utama
it: Crediti del file dell'immagine di sfondo della finestra principale

source: Cannot open
de: Kann nicht geöffnet werden
fr: Impossible d'ouvrir
he: לא ניתן לפתוח
hi: नहीं खुल सकता
hu: Nem nyitható meg
id: Tidak bisa dibuka
it: Impossibile aprire

source: File
de: Datei
fr: Déposer
he: קוֹבֶץ
hi: फ़ाइल
hu: Fájl
id: Mengajukan

source: does not appear to be a Tarrasch database file
de: scheint keine Tarrasch-Datenbankdatei zu sein
fr: ne semble pas être un fichier de base de données Tarrasch
he: לא נראה כקובץ מסד נתונים של Tarrasch
hi: यह Tarrasch डेटाबेस फ़ाइल नहीं लगती
hu: úgy tűnik, hogy nem Tarrasch adatbázisfájl
id: tampaknya bukan berkas basis data Tarrasch
it: non sembra essere un file di database Tarrasch

source: Tarrasch database file
de: Tarrasch-Datenbankdatei
fr: Fichier de base de données Tarrasch
he: קובץ מסד הנתונים Tarrasch
hi: टैराश डेटाबेस फ़ाइल
hu: Tarrasch adatbázis fájl
id: Berkas basis data Tarrasch
it: File di database Tarrasch

source: uses an old Tarrasch format
de: verwendet ein altes Tarrasch-Format
fr: utilise un ancien format Tarrasch
he: משתמש בפורמט ישן של Tarrasch
hi: पुराने टारराश प्रारूप का उपयोग करता है
hu: régi Tarrasch formátumot használ
id: menggunakan format Tarrasch lama
it: utilizza un vecchio formato Tarrasch

source: (DB format =
fr: (Format de base de données =
he: (פורמט DB =
hi: (डीबी प्रारूप =
hu: (DB formátum =
id: (format DB =
it: (formato DB =

source: ) and is incompatible with this version of Tarrasch.
de: ) und ist mit dieser Version von Tarrasch nicht kompatibel.
fr: ) et est incompatible avec cette version de Tarrasch.
he: ) ואינו תואם לגרסה זו של Tarrasch.
hi: ) और यह टारराश के इस संस्करण के साथ असंगत है।
hu: ), és nem kompatibilis a Tarrasch ezen verziójával.
id: ) dan tidak kompatibel dengan versi Tarrasch ini.
it: ) ed è incompatibile con questa versione di Tarrasch.

source: Try Tarrasch V3.03, it might be able to read it.
de: Versuchen Sie es mit Tarrasch V3.03, möglicherweise kann es es lesen.
fr: Essayez Tarrasch V3.03, il pourra peut-être le lire.
he: נסה את Tarrasch V3.03, אולי הוא יוכל לקרוא אותו.
hi: Tarrasch V3.03 का प्रयास करें, हो सकता है यह इसे पढ़ने में सक्षम हो।
hu: Próbáld ki a Tarrasch V3.03-as verzióját, lehet, hogy be tudja olvasni.
id: Coba Tarrasch V3.03, mungkin bisa membacanya.
it: Prova Tarrasch V3.03, potrebbe essere in grado di leggerlo.

source: If that works, append a small (even empty) pgn to rewrite to a newer format.
de: Wenn das funktioniert, hängen Sie ein kleines (sogar leeres) PGN an, um es in ein neueres Format umzuschreiben.
fr: Si cela fonctionne, ajoutez un petit pgn (même vide) pour réécrire dans un format plus récent.
he: אם זה עובד, הוסף pgn קטן (אפילו ריק) כדי לשכתב לפורמט חדש יותר.
hi: यदि यह काम करता है, तो एक छोटे (यहां तक ​​कि खाली) pgn को नए प्रारूप में पुनः लिखने के लिए संलग्न करें।
hu: Ha ez működik, fűzz hozzá egy kis (akár üres) pgn-t, hogy átírhasd egy újabb formátumra.
id: Jika berhasil, tambahkan pgn kecil (bahkan kosong) untuk menulis ulang ke format yang lebih baru.
it: Se funziona, aggiungi un piccolo file pgn (anche vuoto) per riscrivere in un formato più recente.

source: Tarrasch V3.03 can be downloaded from
de: Tarrasch V3.03 kann heruntergeladen werden von
fr: Tarrasch V3.03 peut être téléchargé à partir de
he: Tarrasch V3.03 ניתן להוריד מ
hi: Tarrasch V3.03 को यहां से डाउनलोड किया जा सकता है
hu: A Tarrasch V3.03 innen tölthető le
id: Tarrasch V3.03 dapat diunduh dari
it: Tarrasch V3.03 può essere scaricato da

source: expects a more recent version of Tarrasch
de: erwartet eine neuere Version von Tarrasch
fr: s'attend à une version plus récente de Tarrasch
he: מצפה לגרסה עדכנית יותר של Tarrasch
hi: टारराश के नवीनतम संस्करण की अपेक्षा है
hu: a Tarrasch újabb verzióját várja
id: mengharapkan versi Tarrasch yang lebih baru
it: si aspetta una versione più recente di Tarrasch

source: ), it is incompatible with this older version of Tarrasch
de: ), ist es nicht kompatibel mit dieser älteren Version von Tarrasch
fr: ), il est incompatible avec cette ancienne version de Tarrasch
he: ), הוא אינו תואם לגרסה הישנה יותר של Tarrasch
hi: ), यह टारराश के इस पुराने संस्करण के साथ असंगत है
hu: ), nem kompatibilis a Tarrasch régebbi verziójával
id: ), tidak kompatibel dengan versi Tarrasch yang lebih lama ini
it: ), non è compatibile con questa vecchia versione di Tarrasch

source: is an SQLITE file. This version of Tarrasch cannot read it.
de: ist eine SQLITE-Datei. Diese Version von Tarrasch kann sie nicht lesen.
fr: Il s'agit d'un fichier SQLITE. Cette version de Tarrasch ne peut pas le lire.
he: הוא קובץ SQLITE. הגרסה הזו של Tarrasch לא יכולה לקרוא אותה.
hi: यह एक SQLITE फ़ाइल है। Tarrasch का यह संस्करण इसे पढ़ नहीं सकता।
hu: egy SQLITE fájl. A Tarrasch ezen verziója nem tudja elolvasni.
id: adalah berkas SQLITE. Versi Tarrasch ini tidak dapat membacanya.
it: è un file SQLITE. Questa versione di Tarrasch non può leggerlo.

source: Try Tarrasch V3.03, it might be able to.
de: Versuchen Sie es mit Tarrasch V3.03, möglicherweise funktioniert es.
fr: Essayez Tarrasch V3.03, il pourrait le faire.
he: נסה את Tarrasch V3.03, אולי זה יצליח.
hi: Tarrasch V3.03 का प्रयास करें, यह सक्षम हो सकता है।
hu: Próbáld ki a Tarrasch V3.03-as verzióját, lehet, hogy sikerül.
id: Coba Tarrasch V3.03, mungkin bisa.
it: Prova Tarrasch V3.03, potrebbe funzionare.

source: Sorting by player name
de: Sortieren nach Spielernamen
fr: Tri par nom de joueur
he: מיון לפי שם שחקן
hi: खिलाड़ी के नाम के अनुसार छंटाई
hu: Játékosnév szerinti rendezés
id: Urutkan berdasarkan nama pemain
it: Ordinamento per nome giocatore

source: Initial sort
de: Anfängliche Sortierung
fr: Tri initial
he: מיון ראשוני
hi: प्रारंभिक क्रम
hu: Kezdeti rendezés
id: Jenis awal
it: Ordinamento iniziale

source: Sorting
de: Sortierung
fr: Tri
he: מִיוּן
hi: छंटाई
hu: Osztályozás
id: Penyortiran
it: Ordinamento

source: step
de: Schritt
fr: étape
he: שָׁלָב
hi: कदम
hu: lépés
id: melangkah
it: fare un passo

source: of
de: von
fr: de
he: שֶׁל
hi: का
hu: -ból
id: dari
it: Di

source: Duplicate Removal - phase 1
de: Duplikatsentfernung - Phase 1
fr: Suppression des doublons - phase 1
he: הסרה כפולה - שלב 1
hi: डुप्लिकेट हटाना - चरण 1
hu: Ismétlődés eltávolítása – 1. fázis
id: Penghapusan Duplikat - fase 1
it: Rimozione duplicati - fase 1

source: Duplicate Removal - phase 2
de: Duplikatsentfernung - Phase 2
fr: Suppression des doublons - phase 2
he: הסרת כפילות - שלב 2
hi: डुप्लिकेट हटाना - चरण 2
hu: Ismétlődés eltávolítása – 2. fázis
id: Penghapusan Duplikat - fase 2
it: Rimozione duplicati - fase 2

source: Duplicate Removal - phase 3
de: Duplikatsentfernung - Phase 3
fr: Suppression des doublons - phase 3
he: הסרת כפילות - שלב 3
hi: डुप्लिकेट हटाना - चरण 3
hu: Ismétlődés eltávolítása – 3. fázis
id: Penghapusan Duplikat - fase 3
it: Rimozione duplicati - fase 3

source: Writing file
de: Datei schreiben
fr: Fichier d'écriture
he: כתיבת קובץ
hi: लेखन फ़ाइल
hu: Fájl írása
id: Menulis berkas
it: Scrittura del file

source: Saving duplicates to TarraschDbDuplicatesFile.pgn, cancel if not needed
de: Duplikate in TarraschDbDuplicatesFile.pgn speichern, abbrechen, wenn nicht benötigt
fr: Enregistrement des doublons dans TarraschDbDuplicatesFile.pgn, annuler si nécessaire
he: שמירת כפילויות ב-TarraschDbDuplicatesFile.pgn, בטל אם אין צורך
hi: डुप्लिकेट को TarraschDbDuplicatesFile.pgn में सहेजना, यदि आवश्यक न हो तो रद्द करना
hu: A másolatok mentése a TarraschDbDuplicatesFile.pgn fájlba, törölje, ha nincs rá szüksége
id: Menyimpan duplikat ke TarraschDbDuplicatesFile.pgn, batalkan jika tidak diperlukan
it: Salvataggio dei duplicati in TarraschDbDuplicatesFile.pgn, annullare se non necessario

source: Set the board widget options
de: Festlegen der Board-Widget-Optionen
fr: Définir les options du widget du tableau
he: הגדר את אפשרויות הווידג'ט של הלוח
hi: बोर्ड विजेट विकल्प सेट करें
hu: Állítsa be a tábla widget beállításait
id: Mengatur opsi widget papan
it: Imposta le opzioni del widget della bacheca

source: Adjustment
de: Einstellung
fr: Ajustement
he: הַתאָמָה
hi: समायोजन
hu: Beállítás
id: Pengaturan
it: Regolazione

source: Large size
de: Große Größe
fr: Grande taille
he: גודל גדול
hi: बड़ा आकार
hu: Nagy méret
id: Ukuran besar
it: Grandi dimensioni

source: Display help
de: Hilfe anzeigen
fr: Afficher l'aide
he: הצג עזרה
hi: सहायता प्रदर्शित करें
hu: Súgó megjelenítése
id: Tampilkan bantuan
it: Mostra aiuto

source: Normal tooltip
de: Normaler Tooltip
fr: Info-bulle normale
he: הסבר רגיל
hi: सामान्य टूलटिप
hu: Normál eszköztipp
id: Keterangan alat normal
it: Tooltip normale

source: Rich tooltip
de: Ausführlicher Tooltip
fr: Info-bulle enrichie
he: תיאור כלי עשיר
hi: रिच टूलटिप
hu: Gazdag elemleírás
id: Tooltip yang kaya
it: Tooltip avanzato

source: Enter the board widget adjustment value
de: Geben Sie den Anpassungswert des Board-Widgets ein
fr: Entrez la valeur de réglage du widget du tableau
he: הזן את ערך התאמת הווידג'ט של הלוח
hi: बोर्ड विजेट समायोजन मान दर्ज करें
hu: Adja meg a tábla widget beállítási értékét
id: Masukkan nilai penyesuaian widget papan
it: Inserisci il valore di regolazione del widget della bacheca

source: Check this box for a larger board widget window
de: Aktivieren Sie dieses Kontrollkästchen für ein größeres Board-Widget-Fenster
fr: Cochez cette case pour une fenêtre de widget de tableau plus grande
he: סמן את התיבה הזו לחלון ווידג'ט גדול יותר של לוח
hi: बड़े बोर्ड विजेट विंडो के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a jelölőnégyzetet egy nagyobb tábla widget ablakhoz
id: Centang kotak ini untuk jendela widget papan yang lebih besar
it: Seleziona questa casella per una finestra widget della bacheca più grande

source: Check this box to display help for the board widget window
de: Aktivieren Sie dieses Kontrollkästchen, um Hilfe zum Board-Widget-Fenster anzuzeigen
fr: Cochez cette case pour afficher l'aide de la fenêtre du widget du tableau
he: סמן תיבה זו כדי להציג עזרה עבור חלון הווידג'ט של הלוח
hi: बोर्ड विजेट विंडो के लिए सहायता प्रदर्शित करने हेतु इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a tábla widget ablak súgójának megjelenítéséhez
id: Centang kotak ini untuk menampilkan bantuan untuk jendela widget papan
it: Seleziona questa casella per visualizzare la guida per la finestra del widget della bacheca

source: Check this button to display normal tooltip help
de: Aktivieren Sie diese Schaltfläche, um die normale Tooltip-Hilfe anzuzeigen
fr: Cochez ce bouton pour afficher l'aide normale de l'info-bulle
he: סמן את הלחצן הזה כדי להציג עזרה רגילה של תיאור כלים
hi: सामान्य टूलटिप सहायता प्रदर्शित करने के लिए इस बटन को चेक करें
hu: Jelölje be ezt a gombot a normál eszköztipp-súgó megjelenítéséhez
id: Centang tombol ini untuk menampilkan bantuan tooltip normal
it: Seleziona questo pulsante per visualizzare la normale guida con suggerimento

source: Check this button to display rich tooltip help
de: Aktivieren Sie diese Schaltfläche, um eine ausführliche Tooltip-Hilfe anzuzeigen.
fr: Cochez ce bouton pour afficher une aide sous forme d'info-bulle enrichie
he: סמן את הלחצן הזה כדי להציג עזרה עשירה בתיאור כלים
hi: रिच टूलटिप सहायता प्रदर्शित करने के लिए इस बटन को चेक करें
hu: Jelölje be ezt a gombot a gazdag eszköztipp-súgó megjelenítéséhez
id: Centang tombol ini untuk menampilkan bantuan tooltip yang kaya
it: Seleziona questo pulsante per visualizzare la guida dettagliata

source: Adjustment - how much the board size changes
de: Anpassung - wie stark sich die Boardgröße ändert
fr: Ajustement - dans quelle mesure la taille de la carte change
he: התאמה - כמה משתנה גודל הלוח
hi: समायोजन - बोर्ड का आकार कितना बदलता है
hu: Beállítás – mennyit változik a tábla mérete
id: Penyesuaian - seberapa banyak ukuran papan berubah
it: Regolazione: quanto cambia la dimensione della tavola

source: when a board widget arrow is pressed.
de: wenn ein Board-Widget-Pfeil gedrückt wird.
fr: lorsqu'une flèche de widget de tableau est enfoncée.
he: כאשר לוחצים על חץ ווידג'ט של לוח.
hi: जब बोर्ड विजेट तीर दबाया जाता है.
hu: amikor egy tábla widget nyilat megnyomnak.
id: ketika panah widget papan ditekan.
it: quando si preme la freccia di un widget della bacheca.

source: Large size - Check this box to display a large board widget.
de: Große Größe – Aktivieren Sie dieses Kontrollkästchen, um ein großes Board-Widget anzuzeigen.
fr: Grande taille - Cochez cette case pour afficher un grand widget de tableau.
he: גודל גדול - סמן תיבה זו כדי להציג ווידג'ט לוח גדול.
hi: बड़ा आकार - बड़ा बोर्ड विजेट प्रदर्शित करने के लिए इस बॉक्स को चेक करें।
hu: Nagy méret – Jelölje be ezt a négyzetet egy nagy tábla widget megjelenítéséhez.
id: Ukuran besar - Centang kotak ini untuk menampilkan widget papan besar.
it: Grandi dimensioni: seleziona questa casella per visualizzare un widget della bacheca di grandi dimensioni.

source: Display help - Check for board widget help to be displayed
de: Hilfe anzeigen – Überprüfen Sie, ob die Hilfe zum Board-Widget angezeigt wird
fr: Afficher l'aide - Vérifier si l'aide du widget du tableau doit être affichée
he: הצג עזרה - בדוק אם תוצג עזרה של ווידג'ט לוח
hi: सहायता प्रदर्शित करें - बोर्ड विजेट सहायता प्रदर्शित करने के लिए जाँच करें
hu: Súgó megjelenítése – Ellenőrizze, hogy megjelenik-e a tábla widget súgója
id: Tampilkan bantuan - Periksa apakah bantuan widget papan ditampilkan
it: Visualizza la guida - Controlla se la guida del widget della bacheca deve essere visualizzata

source: when the mouse cursor is hovered over the widget.
de: wenn der Mauszeiger über dem Widget schwebt.
fr: lorsque le curseur de la souris passe sur le widget.
he: כאשר סמן העכבר מרחף מעל הווידג'ט.
hi: जब माउस कर्सर को विजेट पर ले जाया जाता है।
hu: amikor az egérmutatót a widget fölé viszi.
id: saat kursor tetikus diarahkan ke widget.
it: quando il cursore del mouse viene posizionato sopra il widget.
