Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Alt square colour
de: Alt-Quadratfarbe
fr: Couleur du carré alternatif
he: צבע מרובע Alt
hi: Alt वर्ग रंग
hu: Alt négyzet szín
id: Warna kotak alternatif
it: Colore quadrato Alt

source: Control square colour
de: Farbe des Kontrollquadrats
fr: Couleur du carré de contrôle
he: שליטה על צבע הריבוע
hi: वर्ग का रंग नियंत्रित करें
hu: Szabályozza a négyzet színét
id: Kontrol warna kotak
it: Controllo colore quadrato

source: Shift square colour
de: Farbe des Verschiebungsquadrats
fr: Décaler la couleur du carré
he: שינוי צבע ריבוע
hi: वर्ग का रंग बदलें
hu: Négyzet színének eltolása
id: Geser warna persegi
it: Cambia colore quadrato

source: Use arrow highlights
de: Verwenden von Pfeilhervorhebungen
fr: Utiliser les flèches en surbrillance
he: השתמש בהדגשות החצים
hi: तीर हाइलाइट का उपयोग करें
hu: Használja a nyilak kiemelését
id: Gunakan sorotan panah
it: Usa le evidenziazioni con le frecce

source: Alt arrow colour
de: Farbe des Alt-Pfeils
fr: Couleur de la flèche Alt
he: צבע חץ Alt
hi: Alt तीर का रंग
hu: Alt nyíl színe
id: Warna panah alt
it: Colore freccia Alt

source: Control arrow colour
de: Farbe des Steuerpfeils
fr: Couleur de la flèche de contrôle
he: צבע חץ שליטה
hi: नियंत्रण तीर का रंग
hu: Vezérlő nyíl színe
id: Kontrol warna panah
it: Colore della freccia di controllo

source: Shift arrow colour
de: Farbe des Umschaltpfeils
fr: Couleur de la flèche de changement de vitesse
he: העבר את צבע החץ
hi: शिफ़्ट तीर का रंग
hu: Nyíl színének eltolása
id: Geser warna panah
it: Cambia colore della freccia

source: Arrow head size
de: Pfeilspitzengröße
fr: Taille de la pointe de flèche
he: גודל ראש החץ
hi: तीर के शीर्ष का आकार
hu: Nyílfej mérete
id: Ukuran kepala panah
it: Dimensioni della punta della freccia

source: Arrow thickness
de: Pfeildicke
fr: Épaisseur de la flèche
he: עובי החץ
hi: तीर की मोटाई
hu: Nyíl vastagság
id: Ketebalan anak panah
it: Spessore della freccia

source: Arrow proportion
de: Pfeilproportion
fr: Proportion de la flèche
he: פרופורציית חץ
hi: तीर अनुपात
hu: Nyíl arány
id: Proporsi anak panah
it: Proporzione della freccia

source: Use board square highlights
de: Verwenden Sie Board Square-Highlights
fr: Utiliser les surlignages carrés du tableau
he: השתמש בהדגשות ריבועי לוח
hi: बोर्ड स्क्वायर हाइलाइट्स का उपयोग करें
hu: Használja a tábla négyzetkiemeléseit
id: Gunakan sorotan kotak papan
it: Utilizzare le evidenziazioni dei quadrati della tavola

source: Save square highlight to file with game
de: Quadratische Markierung mit Spiel in Datei speichern
fr: Enregistrer la surbrillance carrée dans un fichier avec le jeu
he: שמור סימון ריבוע לקובץ עם המשחק
hi: वर्गाकार हाइलाइट को गेम के साथ फ़ाइल में सहेजें
hu: Négyzetkiemelés mentése fájlba a játékkal
id: Simpan sorotan persegi ke file dengan game
it: Salva l'evidenziazione quadrata nel file con il gioco

source: Select Alt key square highlight colour
de: Wählen Sie die quadratische Hervorhebungsfarbe mit der Alt-Taste aus
fr: Sélectionnez la couleur de surbrillance du carré de la touche Alt
he: בחר צבע סימון ריבוע של מקש Alt
hi: Alt कुंजी वर्ग हाइलाइट रंग का चयन करें
hu: Válassza az Alt billentyű négyzet kiemelési színét
id: Pilih warna sorotan kotak tombol Alt
it: Seleziona il colore di evidenziazione del quadrato del tasto Alt

source: Restore default Alt key square highlight colour
de: Standardmäßige quadratische Hervorhebungsfarbe mit Alt-Taste wiederherstellen
fr: Restaurer la couleur de surbrillance carrée par défaut de la touche Alt
he: שחזר את צבע ההדגשה של מקש Alt ברירת המחדל
hi: डिफ़ॉल्ट Alt कुंजी वर्ग हाइलाइट रंग पुनर्स्थापित करें
hu: Állítsa vissza az alapértelmezett Alt billentyű négyzetkiemelő színét
id: Kembalikan warna sorotan kotak tombol Alt default
it: Ripristina il colore predefinito dell'evidenziazione quadrata del tasto Alt

source: Select Ctrl key square highlight colour
de: Wählen Sie die quadratische Hervorhebungsfarbe der Strg-Taste
fr: Sélectionnez la couleur de surbrillance du carré de la touche Ctrl
he: בחר צבע סימון ריבוע של מקש Ctrl
hi: Ctrl कुंजी वर्ग हाइलाइट रंग का चयन करें
hu: Válassza ki a Ctrl billentyű négyzetkiemelő színét
id: Pilih tombol Ctrl untuk menyorot warna kotak
it: Seleziona il tasto Ctrl quadrato evidenzia colore

source: Restore default Ctrl key square highlight colour
de: Standardmäßige quadratische Hervorhebungsfarbe der Strg-Taste wiederherstellen
fr: Restaurer la couleur de surbrillance du carré de la touche Ctrl par défaut
he: שחזר את ברירת המחדל של צבע סימון ריבוע של מקש Ctrl
hi: डिफ़ॉल्ट Ctrl कुंजी वर्ग हाइलाइट रंग पुनर्स्थापित करें
hu: Az alapértelmezett Ctrl billentyű négyzetkiemelési színének visszaállítása
id: Kembalikan warna sorotan kotak tombol Ctrl default
it: Ripristina il colore di evidenziazione predefinito del tasto Ctrl

source: Select Shift key square highlight colour
de: Wählen Sie die quadratische Hervorhebungsfarbe mit der Umschalttaste
fr: Sélectionnez la couleur de surbrillance du carré de la touche Maj
he: בחר צבע סימון ריבוע של מקש Shift
hi: Shift कुंजी वर्ग हाइलाइट रंग का चयन करें
hu: Válassza a Shift billentyű négyzetkiemelési színét
id: Pilih warna sorotan kotak tombol Shift
it: Seleziona il colore di evidenziazione del quadrato del tasto Maiusc

source: Restore default Shift key square highlight colour
de: Standardmäßige quadratische Hervorhebungsfarbe mit Umschalttaste wiederherstellen
fr: Restaurer la couleur de surbrillance carrée par défaut de la touche Maj
he: שחזר את צבע ההדגשה של מקש Shift כברירת מחדל
hi: डिफ़ॉल्ट Shift कुंजी वर्ग हाइलाइट रंग पुनर्स्थापित करें
hu: Állítsa vissza az alapértelmezett Shift billentyű négyzetkiemelő színét
id: Kembalikan warna sorotan kotak tombol Shift default
it: Ripristina il colore predefinito di evidenziazione del tasto Maiusc

source: Save arrow highlights to file with game
de: Pfeilhervorhebungen mit dem Spiel in einer Datei speichern
fr: Enregistrer les flèches en surbrillance dans un fichier avec le jeu
he: שמור את הדגשות החצים לקובץ עם המשחק
hi: खेल के साथ फ़ाइल में तीर हाइलाइट सहेजें
hu: Mentse a nyilak kiemelését a játék fájljába
id: Simpan sorotan panah ke file dengan game
it: Salva le evidenziazioni delle frecce nel file con il gioco

source: Select Alt key arrow colour
de: Wählen Sie die Farbe des Alt-Tastenpfeils aus
fr: Sélectionnez la couleur de la flèche de la touche Alt
he: בחר צבע חץ מקש Alt
hi: Alt कुंजी तीर रंग का चयन करें
hu: Válassza az Alt billentyű nyíl színét
id: Pilih warna panah tombol Alt
it: Seleziona il colore della freccia del tasto Alt

source: Restore default 2d Alt arrow colour
de: Standardfarbe des 2D-Alt-Pfeils wiederherstellen
fr: Restaurer la couleur par défaut de la flèche Alt 2D
he: שחזר את צבע החץ 2d Alt ברירת המחדל
hi: डिफ़ॉल्ट 2d Alt तीर रंग पुनर्स्थापित करें
hu: Az alapértelmezett 2d Alt nyíl színének visszaállítása
id: Kembalikan warna panah Alt 2d default
it: Ripristina il colore predefinito della freccia Alt 2D

source: Select Ctrl key arrow colour
de: Wählen Sie die Farbe des Strg-Tastenpfeils
fr: Sélectionnez la couleur de la flèche de la touche Ctrl
he: בחר צבע חץ מקש Ctrl
hi: Ctrl कुंजी तीर रंग का चयन करें
hu: Válassza ki a Ctrl billentyű nyíl színét
id: Pilih warna panah tombol Ctrl
it: Seleziona il colore della freccia del tasto Ctrl

source: Restore default 2d Ctrl key arrow colour
de: Standardmäßige 2D-Strg-Tastenpfeilfarbe wiederherstellen
fr: Restaurer la couleur par défaut de la flèche de la touche Ctrl 2D
he: שחזר את צבע החץ של מקש Ctrl 2d כברירת מחדל
hi: डिफ़ॉल्ट 2d Ctrl कुंजी तीर रंग पुनर्स्थापित करें
hu: Az alapértelmezett 2d Ctrl billentyű nyíl színének visszaállítása
id: Kembalikan warna panah tombol Ctrl 2d default
it: Ripristina il colore predefinito della freccia del tasto Ctrl 2d

source: Select Shift key arrow colour
de: Wählen Sie die Pfeilfarbe der Umschalttaste
fr: Sélectionnez la couleur de la flèche de la touche Maj
he: בחר צבע חץ מקש Shift
hi: Shift कुंजी तीर का रंग चुनें
hu: Válassza ki a Shift billentyű nyíl színét
id: Pilih warna panah tombol Shift
it: Seleziona il colore della freccia del tasto Maiusc

source: Restore default 2dShift key arrow colour
de: Standardpfeilfarbe der 2dShift-Taste wiederherstellen
fr: Restaurer la couleur par défaut de la flèche de la touche 2dShift
he: שחזר את צבע החץ של מקש 2dShift המוגדר כברירת מחדל
hi: डिफ़ॉल्ट 2dShift कुंजी तीर रंग पुनर्स्थापित करें
hu: Az alapértelmezett 2dShift billentyű nyíl színének visszaállítása
id: Kembalikan warna panah tombol 2dShift default
it: Ripristina il colore predefinito della freccia del tasto 2dShift

source: Select arrow head size
de: Pfeilspitzengröße auswählen
fr: Sélectionnez la taille de la pointe de flèche
he: בחר גודל ראש חץ
hi: तीर के शीर्ष का आकार चुनें
hu: Válassza ki a nyílfej méretét
id: Pilih ukuran kepala panah
it: Seleziona la dimensione della punta della freccia

source: Select arrow thickness
de: Pfeilstärke auswählen
fr: Sélectionnez l'épaisseur de la flèche
he: בחר עובי חץ
hi: तीर की मोटाई चुनें
hu: Válassza ki a nyíl vastagságát
id: Pilih ketebalan panah
it: Seleziona lo spessore della freccia

source: Select arrow square proportion
de: Wählen Sie das quadratische Pfeilverhältnis
fr: Sélectionner la proportion carrée de la flèche
he: בחר פרופורציה ריבועית של חץ
hi: तीर वर्ग अनुपात का चयन करें
hu: Válassza ki a nyíl négyzet arányát
id: Pilih proporsi kotak panah
it: Seleziona la proporzione quadrata della freccia

source: i.e. How far into the square the arrow goes
de: d.h. wie weit der Pfeil in das Quadrat hineingeht
fr: c'est-à-dire jusqu'où la flèche pénètre dans le carré
he: כלומר עד כמה נכנס החץ לתוך הריבוע
hi: यानी तीर वर्ग में कितनी दूर तक जाता है
hu: azaz milyen messzire megy a négyzetbe a nyíl
id: yaitu Seberapa jauh anak panah itu masuk ke dalam kotak
it: cioè quanto in profondità nel quadrato va la freccia

source: This dialog box allow you to select the colours and options
de: In diesem Dialogfeld können Sie die Farben und Optionen auswählen
fr: Cette boîte de dialogue vous permet de sélectionner les couleurs et les options
he: תיבת דו-שיח זו מאפשרת לך לבחור את הצבעים והאפשרויות
hi: यह संवाद बॉक्स आपको रंग और विकल्प चुनने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi a színek és beállítások kiválasztását
id: Kotak dialog ini memungkinkan Anda memilih warna dan opsi
it: Questa finestra di dialogo consente di selezionare i colori e le opzioni

source: for the board square highlights.
de: für die Brettquadrat-Highlights.
fr: pour les points forts du carré du tableau.
he: עבור הדגשים בריבוע הלוח.
hi: बोर्ड वर्ग पर प्रकाश डाला गया के लिए.
hu: a tábla négyzet kiemeléséhez.
id: untuk sorotan kotak papan.
it: per evidenziare i quadrati della tavola.

source: Squares can be highlighted by holding down a control key
de: Quadrate können durch Gedrückthalten einer Strg-Taste hervorgehoben werden
fr: Les carrés peuvent être mis en surbrillance en maintenant une touche de contrôle enfoncée
he: ניתן להדגיש ריבועים על ידי לחיצה ממושכת על מקש שליטה
hi: नियंत्रण कुंजी को दबाकर वर्गों को हाइलाइट किया जा सकता है
hu: A négyzeteket a vezérlőgomb lenyomva tartásával lehet kiemelni
id: Kotak dapat disorot dengan menahan tombol kontrol
it: I quadrati possono essere evidenziati tenendo premuto un tasto di controllo

source: < Alt > < Ctrl > or < Shift > and left clicking on a square.
de: <Alt> <Strg> oder <Umschalt> und Linksklick auf ein Quadrat.
fr: < Alt > < Ctrl > ou < Shift > et clic gauche sur un carré.
he: < Alt > < Ctrl > או < Shift > ולחיצה שמאלית על ריבוע.
hi: < Alt > < Ctrl > या < Shift > दबाकर किसी वर्ग पर बायाँ क्लिक करें।
hu: < Alt > < Ctrl > vagy < Shift > és bal kattintás egy négyzetre.
id: < Alt > < Ctrl > atau < Shift > lalu klik kiri pada persegi.
it: < Alt > < Ctrl > o < Maiusc > e clic sinistro su un quadrato.

source: To clear the square highlights for the current position,
de: Um die quadratischen Markierungen für die aktuelle Position zu löschen,
fr: Pour effacer les surlignages carrés pour la position actuelle,
he: כדי לנקות את ההדגשות הריבועיות עבור המיקום הנוכחי,
hi: वर्तमान स्थिति के लिए वर्गाकार हाइलाइट्स को साफ़ करने के लिए,
hu: Az aktuális pozíció négyzetkiemeléseinek törléséhez,
id: Untuk menghapus sorotan persegi untuk posisi saat ini,
it: Per cancellare le evidenziazioni quadrate per la posizione corrente,

source: hold down the < Alt > key and click in the border area
de: Halten Sie die <Alt>-Taste gedrückt und klicken Sie in den Randbereich
fr: maintenez la touche < Alt > enfoncée et cliquez dans la zone de bordure
he: החזק את המקש < Alt > לחוץ ולחץ באזור הגבול
hi: < Alt > कुंजी दबाकर रखें और बॉर्डर क्षेत्र पर क्लिक करें
hu: tartsa lenyomva az < Alt > billentyűt, és kattintson a szegélyre
id: tahan tombol <Alt> dan klik di area perbatasan
it: tieni premuto il tasto < Alt > e fai clic nell'area del bordo

source: which surrounds the board.
de: welches das Brett umgibt.
fr: qui entoure le plateau.
he: המקיף את הלוח.
hi: जो बोर्ड को घेरे हुए है।
hu: amely körülveszi a táblát.
id: yang mengelilingi papan.
it: che circonda la tavola.

source: Hold down the < Ctrl > and < Shift > keys when you click in the border
de: Halten Sie die Tasten <Strg> und <Umschalt> gedrückt, während Sie in den Rahmen klicken
fr: Maintenez les touches < Ctrl > et < Shift > enfoncées lorsque vous cliquez dans la bordure
he: החזק את המקשים < Ctrl > ו- < Shift > לחוץ בעת לחיצה על הגבול
hi: बॉर्डर पर क्लिक करते समय < Ctrl > और < Shift > कुंजी दबाए रखें
hu: Tartsa lenyomva a < Ctrl > és a < Shift > billentyűket, amikor a szegélyre kattint
id: Tekan terus tombol <Ctrl> dan <Shift> saat Anda mengklik di perbatasan
it: Tieni premuti i tasti < Ctrl > e < Shift > quando fai clic sul bordo

source: to clear all the square highlights in a game.
de: um alle quadratischen Markierungen in einem Spiel zu löschen.
fr: pour effacer tous les carrés en surbrillance dans un jeu.
he: כדי לנקות את כל הדגשים המרובעים במשחק.
hi: किसी खेल में सभी वर्ग हाइलाइट्स को साफ़ करने के लिए।
hu: hogy törölje az összes négyzetkiemelést a játékban.
id: untuk menghapus semua sorotan persegi dalam permainan.
it: per cancellare tutti i quadrati evidenziati in una partita.

source: There are separate options for the 2d and 3d screens,
de: Es gibt separate Optionen für die 2D- und 3D-Bildschirme,
fr: Il existe des options distinctes pour les écrans 2D et 3D,
he: ישנן אפשרויות נפרדות למסכי הדו-ממד והתלת-ממד,
hi: 2डी और 3डी स्क्रीन के लिए अलग-अलग विकल्प हैं,
hu: Külön opciók állnak rendelkezésre a 2D és 3D képernyőkhöz,
id: Ada opsi terpisah untuk layar 2d dan 3d,
it: Ci sono opzioni separate per gli schermi 2D e 3D,

source: except for the < Use > and < Save > options,
de: mit Ausnahme der Optionen <Verwenden> und <Speichern>,
fr: à l'exception des options < Utiliser > et < Enregistrer >,
he: מלבד האפשרויות < השתמש > ו< שמור >,
hi: < उपयोग > और < सहेजें > विकल्पों को छोड़कर,
hu: kivéve a < Use > és a < Save > opciókat,
id: kecuali untuk opsi < Gunakan > dan < Simpan >,
it: ad eccezione delle opzioni < Usa > e < Salva >,

source: which are set the same for both screens.
de: die für beide Bildschirme gleich eingestellt sind.
fr: qui sont définis de la même manière pour les deux écrans.
he: המוגדרים זהה עבור שני המסכים.
hi: जो दोनों स्क्रीन के लिए समान सेट हैं।
hu: amelyek mindkét képernyőn azonosak.
id: yang diatur sama untuk kedua layar.
it: che sono impostate uguali per entrambi gli schermi.

source: Use board square highlight - Check to use coloured board square highlights.
de: Markierung der Brettquadrate verwenden – Aktivieren Sie dieses Kontrollkästchen, um farbige Markierungen der Brettquadrate zu verwenden.
fr: Utiliser la surbrillance des carrés du tableau - Cochez cette case pour utiliser les surlignages colorés des carrés du tableau.
he: השתמש בהדגשה ריבועי לוח - סמן כדי להשתמש בהדגשות ריבועי לוח צבעוניות.
hi: बोर्ड स्क्वायर हाइलाइट का उपयोग करें - रंगीन बोर्ड स्क्वायर हाइलाइट का उपयोग करने के लिए जाँच करें।
hu: Tábla négyzetkiemelés használata – Jelölje be, ha színes tábla négyzetkiemeléseket szeretne használni.
id: Gunakan sorotan kotak papan - Centang untuk menggunakan sorotan kotak papan berwarna.
it: Usa evidenziazione delle caselle della lavagna: seleziona questa opzione per utilizzare le evidenziazioni colorate delle caselle della lavagna.

source: Save to file - Check to save the highlights to a file when the game is saved.
de: In Datei speichern – Aktivieren Sie diese Option, um die Highlights beim Speichern des Spiels in einer Datei zu speichern.
fr: Enregistrer dans un fichier - Cochez cette case pour enregistrer les moments forts dans un fichier lorsque le jeu est enregistré.
he: שמור לקובץ - סמן כדי לשמור את הדגשים בקובץ כאשר המשחק נשמר.
hi: फ़ाइल में सहेजें - गेम को सहेजते समय हाइलाइट्स को फ़ाइल में सहेजने के लिए चेक करें।
hu: Mentés fájlba – Jelölje be, ha a kiemeléseket fájlba szeretné menteni a játék mentésekor.
id: Simpan ke berkas - Centang untuk menyimpan sorotan ke berkas saat permainan disimpan.
it: Salva su file: seleziona questa opzione per salvare i momenti salienti in un file quando salvi la partita.

source: Alt colour - Select the colour for board square highlight when the Alt key
de: Alt-Farbe - Wählen Sie die Farbe für die Hervorhebung der Brettquadrate, wenn die Alt-Taste
fr: Couleur Alt - Sélectionnez la couleur de surbrillance des carrés du tableau lorsque la touche Alt est enfoncée.
he: צבע Alt - בחר את הצבע להדגשת ריבוע הלוח כאשר מקש Alt
hi: Alt रंग - Alt कुंजी दबाते समय बोर्ड वर्ग हाइलाइट के लिए रंग का चयन करें
hu: Alt szín – Válassza ki a tábla négyzetkiemelésének színét az Alt billentyű lenyomásával
id: Warna Alt - Pilih warna untuk sorotan kotak papan saat tombol Alt
it: Colore Alt - Seleziona il colore per evidenziare la casella della scacchiera quando si preme il tasto Alt

source: is down when the user clicks the left mouse button on a board square.
de: ist unten, wenn der Benutzer mit der linken Maustaste auf ein Brettfeld klickt.
fr: est en panne lorsque l'utilisateur clique sur le bouton gauche de la souris sur une case du plateau.
he: מושבת כאשר המשתמש לוחץ על לחצן העכבר השמאלי על ריבוע לוח.
hi: जब उपयोगकर्ता बोर्ड वर्ग पर बाईं माउस बटन पर क्लिक करता है तो यह नीचे होता है।
hu: le van kapcsolva, amikor a felhasználó rákattint a bal egérgombbal egy tábla négyzetére.
id: mati ketika pengguna mengklik tombol kiri mouse pada kotak papan.
it: si abbassa quando l'utente clicca con il tasto sinistro del mouse su una casella del tabellone.

source: Shift colour - Select the colour for board square highlight when the Shift key
de: Umschaltfarbe - Wählen Sie die Farbe für die Hervorhebung der Brettquadrate, wenn die Umschalttaste
fr: Couleur de décalage - Sélectionnez la couleur de surbrillance des carrés du tableau lorsque la touche Maj est enfoncée.
he: Shift color - בחר את הצבע להדגשת ריבוע הלוח כאשר מקש Shift
hi: Shift रंग - Shift कुंजी दबाते समय बोर्ड वर्ग हाइलाइट के लिए रंग का चयन करें
hu: Shift color – Válassza ki a tábla négyzetének kiemelésének színét a Shift billentyű lenyomásával
id: Shift color - Pilih warna untuk sorotan kotak papan saat tombol Shift ditekan
it: Cambia colore: seleziona il colore per evidenziare la casella della scacchiera quando si preme il tasto Maiusc

source: Ctrl colour - Select the colour for board square highlight when the Control key
de: Strg-Farbe - Wählen Sie die Farbe für die Hervorhebung der Brettquadrate, wenn die Strg-Taste
fr: Ctrl couleur - Sélectionnez la couleur de surbrillance des carrés du tableau lorsque la touche Ctrl est enfoncée.
he: צבע Ctrl - בחר את הצבע להדגשת ריבוע הלוח כאשר מקש Control
hi: Ctrl रंग - कंट्रोल कुंजी दबाने पर बोर्ड वर्ग हाइलाइट के लिए रंग का चयन करें
hu: Ctrl szín – Válassza ki a tábla négyzetének kiemelésének színét a Control billentyű lenyomásával
id: Warna Ctrl - Pilih warna untuk sorotan kotak papan saat tombol Kontrol
it: Colore Ctrl - Seleziona il colore per evidenziare la casella della scacchiera quando si preme il tasto Ctrl

source: Arrows can be displayed between two squares by holding down a control key
de: Pfeile können zwischen zwei Quadraten angezeigt werden, indem man eine Strg-Taste gedrückt hält
fr: Les flèches peuvent être affichées entre deux carrés en maintenant une touche de contrôle enfoncée
he: ניתן להציג חצים בין שני ריבועים על ידי לחיצה ממושכת על מקש שליטה
hi: नियंत्रण कुंजी को दबाकर दो वर्गों के बीच तीर प्रदर्शित किए जा सकते हैं
hu: A nyilak két négyzet között jeleníthetők meg a vezérlőgomb lenyomva tartásával
id: Panah dapat ditampilkan di antara dua kotak dengan menahan tombol kontrol
it: Le frecce possono essere visualizzate tra due quadrati tenendo premuto un tasto di controllo

source: and clicking and holding down the left mouse button on the start square,
de: und klicken und halten Sie die linke Maustaste auf das Startfeld,
fr: et en cliquant et en maintenant enfoncé le bouton gauche de la souris sur la case de départ,
he: ולחיצה והחזקת לחצן העכבר השמאלי בריבוע ההתחלה,
hi: और प्रारंभ वर्ग पर बाईं माउस बटन को क्लिक करके दबाए रखें,
hu: és kattintson és tartsa lenyomva a bal egérgombot a kezdőnégyzeten,
id: dan mengklik dan menahan tombol kiri mouse pada kotak awal,
it: e cliccando e tenendo premuto il tasto sinistro del mouse sulla casella di partenza,

source: then dragging the mouse to the end square and releasing the mouse button.
de: Ziehen Sie dann die Maus zum Endquadrat und lassen Sie die Maustaste los.
fr: puis faites glisser la souris jusqu'au dernier carré et relâchez le bouton de la souris.
he: לאחר מכן גרור את העכבר לריבוע הקצה ושחרר את לחצן העכבר.
hi: फिर माउस को अंतिम वर्ग तक खींचें और माउस बटन छोड़ दें।
hu: majd húzza az egeret a végnégyzetre és engedje el az egérgombot.
id: lalu seret mouse ke kotak ujung dan lepaskan tombol mouse.
it: quindi trascinare il mouse fino alla casella finale e rilasciare il pulsante del mouse.

source: As well as the arrow colours, you can set the following options :-
de: Neben den Pfeilfarben können Sie die folgenden Optionen festlegen: -
fr: En plus des couleurs des flèches, vous pouvez définir les options suivantes :
he: כמו גם את צבעי החצים, אתה יכול להגדיר את האפשרויות הבאות:
hi: तीर के रंगों के साथ-साथ आप निम्नलिखित विकल्प भी सेट कर सकते हैं:-
hu: A nyíl színein kívül a következő opciókat is beállíthatja: -
id: Selain warna panah, Anda dapat mengatur opsi berikut :-
it: Oltre ai colori delle frecce, puoi impostare le seguenti opzioni:

source: Arrow size - arrow head size as a percentage of the square size.
de: Pfeilgröße – Pfeilspitzengröße als Prozentsatz der Quadratgröße.
fr: Taille de la flèche - taille de la pointe de la flèche en pourcentage de la taille du carré.
he: גודל החץ - גודל ראש החץ כאחוז מגודל הריבוע.
hi: तीर का आकार - वर्ग आकार के प्रतिशत के रूप में तीर के शीर्ष का आकार।
hu: Nyílméret – a nyílfej mérete a négyzet méretének százalékában.
id: Ukuran anak panah - ukuran kepala anak panah sebagai persentase dari ukuran persegi.
it: Dimensione della freccia: dimensione della punta della freccia come percentuale della dimensione del quadrato.

source: Arrow thickness - arrow line thickness as a percentage of the board size.
de: Pfeildicke – Dicke der Pfeillinie als Prozentsatz der Brettgröße.
fr: Épaisseur de la flèche - épaisseur de la ligne de flèche en pourcentage de la taille de la planche.
he: עובי החץ - עובי קו החץ כאחוז מגודל הלוח.
hi: तीर की मोटाई - बोर्ड आकार के प्रतिशत के रूप में तीर रेखा की मोटाई।
hu: Nyílvastagság – a nyílvonal vastagsága a tábla méretének százalékában.
id: Ketebalan anak panah - ketebalan garis anak panah sebagai persentase dari ukuran papan.
it: Spessore della freccia: spessore della linea della freccia come percentuale della dimensione della tavola.
