Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: on the status bar in 2d graphics, when you are playing a game
de: in der Statusleiste in 2D-Grafiken, wenn Sie ein Spiel spielen
fr: sur la barre d'état dans les graphiques 2D, lorsque vous jouez à un jeu
he: בשורת המצב בגרפיקה דו-ממדית, כשאתה משחק במשחק
hi: 2डी ग्राफिक्स में स्टेटस बार पर, जब आप कोई गेम खेल रहे हों
hu: a 2D grafika állapotsorán, amikor játékot játszik
id: pada bilah status dalam grafik 2d, saat Anda sedang bermain game
it: sulla barra di stato nella grafica 2D, quando stai giocando a un gioco

source: with the Fics window minimized.
de: mit minimiertem Fics-Fenster.
fr: avec la fenêtre Fics minimisée.
he: עם חלון Fics ממוזער.
hi: फिक्स विंडो को छोटा करके.
hu: a Fics ablak minimalizálásával.
id: dengan jendela Fics diminimalkan.
it: con la finestra di Fics ridotta a icona.

source: You will then see any messages that you need to respond to.
de: Sie sehen dann alle Nachrichten, auf die Sie antworten müssen.
fr: Vous verrez alors tous les messages auxquels vous devez répondre.
he: לאחר מכן תראה את כל ההודעות שאתה צריך להגיב עליהן.
hi: इसके बाद आपको वे सभी संदेश दिखाई देंगे जिनका आपको जवाब देना है।
hu: Ezután látni fogja azokat az üzeneteket, amelyekre válaszolnia kell.
id: Anda kemudian akan melihat pesan apa pun yang perlu Anda tanggapi.
it: Vedrai quindi tutti i messaggi a cui devi rispondere.

source: Display Fics status bar message 2d - See previous note.
de: Fics-Statusleistenmeldung 2d anzeigen – Siehe vorherigen Hinweis.
fr: Afficher le message de la barre d'état Fics 2d - Voir la note précédente.
he: הצגת הודעת שורת המצב של Fics 2d - ראה הערה קודמת.
hi: फिक्स स्टेटस बार संदेश 2d प्रदर्शित करें - पिछला नोट देखें.
hu: Fics állapotsor üzenet megjelenítése 2d – Lásd az előző megjegyzést.
id: Menampilkan pesan status bilah Fics 2d - Lihat catatan sebelumnya.
it: Visualizza il messaggio 2d sulla barra di stato di Fics - Vedi nota precedente.

source: Select window background colour - This will display a choose colour
de: Wählen Sie die Fensterhintergrundfarbe aus. Dadurch wird eine ausgewählte Farbe angezeigt.
fr: Sélectionnez la couleur d'arrière-plan de la fenêtre - Cela affichera une couleur à choisir
he: בחר צבע רקע לחלון - זה יציג צבע לבחור
hi: विंडो पृष्ठभूमि रंग का चयन करें - यह एक चयनित रंग प्रदर्शित करेगा
hu: Válassza ki az ablak háttérszínét – Ez egy kiválasztott színt jelenít meg
id: Pilih warna latar belakang jendela - Ini akan menampilkan pilihan warna
it: Seleziona il colore di sfondo della finestra: verrà visualizzato un colore selezionabile

source: box so you can select your preferred colour.
de: Feld, damit Sie Ihre bevorzugte Farbe auswählen können.
fr: boîte pour que vous puissiez sélectionner votre couleur préférée.
he: תיבה כדי שתוכל לבחור את הצבע המועדף עליך.
hi: बॉक्स में अपना पसंदीदा रंग चुनें ताकि आप अपना पसंदीदा रंग चुन सकें।
hu: dobozban, így kiválaszthatja a kívánt színt.
id: kotak sehingga Anda dapat memilih warna yang Anda sukai.
it: casella in modo da poter selezionare il colore preferito.

source: Toolbar icons.. - Displays a dialog box for selecting which icons
de: Symbolleistensymbole.. - Zeigt ein Dialogfeld zur Auswahl der Symbole an
fr: Icônes de la barre d'outils. - Affiche une boîte de dialogue permettant de sélectionner les icônes
he: סמלי סרגל הכלים.. - מציג תיבת דו-שיח לבחירת הסמלים
hi: टूलबार चिह्न.. - कौन से चिह्नों का चयन करना है, इसके लिए एक संवाद बॉक्स प्रदर्शित करता है
hu: Eszköztár ikonjai.. - Megjelenít egy párbeszédpanelt az ikonok kiválasztásához
id: Ikon bilah alat.. - Menampilkan kotak dialog untuk memilih ikon mana
it: Icone della barra degli strumenti.. - Visualizza una finestra di dialogo per selezionare le icone

source: you want to display on the toolbar.
de: Sie in der Symbolleiste anzeigen möchten.
fr: vous souhaitez afficher sur la barre d'outils.
he: שברצונך להציג בסרגל הכלים.
hi: जिसे आप टूलबार पर प्रदर्शित करना चाहते हैं।
hu: meg szeretné jeleníteni az eszköztáron.
id: yang ingin Anda tampilkan pada bilah alat.
it: che vuoi visualizzare sulla barra degli strumenti.

source: Help on options for the Free Internet Chess Server
de: Hilfe zu den Optionen für den kostenlosen Internet-Schachserver
fr: Aide sur les options du serveur d'échecs Internet gratuit
he: עזרה לגבי אפשרויות עבור שרת השחמט בחינם באינטרנט
hi: निःशुल्क इंटरनेट शतरंज सर्वर के लिए विकल्पों पर सहायता
hu: Segítség az ingyenes internetes sakkszerver lehetőségeiről
id: Bantuan mengenai pilihan untuk Server Catur Internet Gratis
it: Aiuto sulle opzioni per il server di scacchi Internet gratuito

source: Disconnect
de: Trennen
fr: Déconnecter
he: לְנַתֵק
hi: डिस्कनेक्ट
hu: Leválasztás
id: Memutuskan
it: Disconnettersi

source: Place game advert
de: Spielanzeige platzieren
fr: Placer une annonce de jeu
he: פרסם מודעה למשחק
hi: खेल का विज्ञापन लगाएं
hu: Helyezze el a játék hirdetését
id: Pasang iklan game
it: Inserisci annuncio di gioco

source: Propose game
de: Spiel vorschlagen
fr: Proposer un jeu
he: הצעת משחק
hi: प्रस्ताव खेल
hu: Javaslat játék
id: Usulkan permainan
it: Proponi gioco

source: Set flag
de: Flagge setzen
fr: Définir le drapeau
he: הגדר דגל
hi: झंडा सेट करें
hu: Állítsa be a zászlót
id: Setel bendera
it: Imposta bandiera

source: Propose game pause
de: Spielpause vorschlagen
fr: Proposer une pause du jeu
he: הצע הפסקת משחק
hi: खेल को रोकने का प्रस्ताव
hu: Javasoljon játékszünetet
id: Usulkan jeda permainan
it: Proponi pausa gioco

source: Reset position to Fics
de: Position auf Fics zurücksetzen
fr: Réinitialiser la position sur Fics
he: אפס את המיקום ל-Fics
hi: स्थिति को फ़िक्स पर रीसेट करें
hu: Állítsa vissza a pozíciót Fics-re
id: Atur ulang posisi ke Fics
it: Reimposta posizione su Fics

source: Resume game
de: Spiel fortsetzen
fr: Reprendre le jeu
he: המשך משחק
hi: खेल फिर से शुरू करें
hu: A játék folytatása
id: Lanjutkan permainan
it: Riprendi il gioco

source: Display stored games
de: Gespeicherte Spiele anzeigen
fr: Afficher les jeux enregistrés
he: הצג משחקים מאוחסנים
hi: संग्रहीत खेल प्रदर्शित करें
hu: Tárolt játékok megjelenítése
id: Menampilkan game yang tersimpan
it: Visualizza i giochi memorizzati

source: Accept last offer
de: Letztes Angebot annehmen
fr: Accepter la dernière offre
he: קבל את ההצעה האחרונה
hi: अंतिम प्रस्ताव स्वीकार करें
hu: Fogadja el az utolsó ajánlatot
id: Terima tawaran terakhir
it: Accetta l'ultima offerta

source: Decline last offer
de: Letztes Angebot ablehnen
fr: Refuser la dernière offre
he: דחה את ההצעה האחרונה
hi: अंतिम प्रस्ताव अस्वीकार करें
hu: Az utolsó ajánlat elutasítása
id: Tolak tawaran terakhir
it: Rifiuta l'ultima offerta

source: Select the icons for display on the toolbar :
de: Wählen Sie die Symbole zur Anzeige in der Symbolleiste aus:
fr: Sélectionnez les icônes à afficher sur la barre d'outils :
he: בחר את הסמלים לתצוגה בסרגל הכלים:
hi: टूलबार पर प्रदर्शित करने के लिए आइकन चुनें:
hu: Válassza ki az eszköztáron megjelenítendő ikonokat:
id: Pilih ikon untuk ditampilkan pada bilah alat:
it: Selezionare le icone da visualizzare sulla barra degli strumenti:

source: This dialog box gives a list of toolbar icons.
de: Dieses Dialogfeld enthält eine Liste der Symbolleistensymbole.
fr: Cette boîte de dialogue fournit une liste d'icônes de la barre d'outils.
he: תיבת דו-שיח זו מספקת רשימה של סמלי סרגל כלים.
hi: यह संवाद बॉक्स टूलबार आइकनों की सूची देता है।
hu: Ez a párbeszédpanel az eszköztár ikonjainak listáját tartalmazza.
id: Kotak dialog ini memberikan daftar ikon bilah alat.
it: Questa finestra di dialogo fornisce un elenco delle icone della barra degli strumenti.

source: Check a box for the icon to be displayed on the toolbar.
de: Aktivieren Sie ein Kontrollkästchen für das Symbol, das in der Symbolleiste angezeigt werden soll.
fr: Cochez une case pour que l'icône s'affiche dans la barre d'outils.
he: סמן תיבה עבור הסמל שיוצג בסרגל הכלים.
hi: टूलबार पर प्रदर्शित होने वाले आइकन के लिए बॉक्स को चेक करें।
hu: Jelölje be a jelölőnégyzetet, hogy az ikon megjelenjen az eszköztáron.
id: Centang kotak agar ikon ditampilkan pada bilah alat.
it: Seleziona una casella per visualizzare l'icona sulla barra degli strumenti.

source: Select toolbar icons dialog box
de: Dialogfeld „Symbolleistensymbole auswählen“
fr: Boîte de dialogue Sélectionner les icônes de la barre d'outils
he: תיבת הדו-שיח בחר סמלי סרגל כלים
hi: टूलबार आइकन संवाद बॉक्स चुनें
hu: Válassza ki az eszköztár ikonjainak párbeszédpanelt
id: Kotak dialog pilih ikon bilah alat
it: Finestra di dialogo Seleziona icone della barra degli strumenti

source: Position before puzzle move ?
de: Position vor dem Puzzlezug?
fr: Position avant le déplacement du puzzle ?
he: מיקום לפני מהלך הפאזל?
hi: पहेली चाल से पहले की स्थिति ?
hu: Helyzet a rejtvény mozgása előtt?
id: Posisi sebelum gerakan puzzle?
it: Posizione prima della mossa del puzzle?

source: DirectX message
de: DirectX-Meldung
fr: Message DirectX
he: הודעת DirectX
hi: डायरेक्टएक्स संदेश
hu: DirectX üzenet
id: Pesan DirectX
it: Messaggio DirectX

source: DirectX initialising - one moment please
de: DirectX wird initialisiert – einen Moment bitte
fr: Initialisation de DirectX - un instant s'il vous plaît
he: אתחול DirectX - רגע אחד בבקשה
hi: डायरेक्टएक्स आरंभ हो रहा है - कृपया एक क्षण प्रतीक्षा करें
hu: DirectX inicializálás – egy pillanat, kérem
id: DirectX sedang diinisialisasi - mohon tunggu sebentar
it: Inizializzazione DirectX - un attimo per favore

source: 2d Sound effects options
de: Optionen für 2D-Soundeffekte
fr: Options d'effets sonores 2D
he: אפשרויות אפקט קול דו מימדי
hi: 2d ध्वनि प्रभाव विकल्प
hu: 2D hangeffektusok beállításai
id: Opsi efek suara 2d
it: Opzioni effetti sonori 2D

source: List tabs
de: Listenregisterkarten
fr: Onglets de liste
he: רשימת כרטיסיות
hi: सूची टैब
hu: Lapok listázása
id: Daftar tab
it: Elenco schede

source: Stop auto game-analysis
de: Stoppen Sie die automatische Spielanalyse
fr: Arrêter l'analyse automatique du jeu
he: עצור את ניתוח המשחקים האוטומטי
hi: स्वचालित गेम-विश्लेषण रोकें
hu: Állítsa le az automatikus játékelemzést
id: Hentikan analisis permainan otomatis
it: Interrompere l'analisi automatica del gioco

source: Play white against engine
de: Weiß gegen Engine spielen
fr: Jouer les blancs contre le moteur
he: לשחק לבן נגד מנוע
hi: इंजन के विरुद्ध सफ़ेद खेलें
hu: Játssz fehér ellen motort
id: Mainkan putih melawan mesin
it: Gioca il bianco contro il motore

source: Play black against engine
de: Spielen Sie Schwarz gegen Engine
fr: Jouer les noirs contre le moteur
he: לשחק שחור נגד מנוע
hi: इंजन के खिलाफ काले रंग का खेल
hu: Játssz feketével a motorral
id: Mainkan hitam melawan mesin
it: Gioca il nero contro il motore

source: Toggle shootout mode
de: Shootout-Modus umschalten
fr: Activer/désactiver le mode fusillade
he: החלף מצב יריות
hi: शूटआउट मोड टॉगल करें
hu: Lövés mód váltása
id: Beralih ke mode tembak-menembak
it: Attiva/disattiva la modalità sparatoria

source: Setup position on board
de: Aufbauposition an Bord
fr: Position d'installation à bord
he: עמדת התקנה על הסיפון
hi: बोर्ड पर सेटअप स्थिति
hu: Beállítási pozíció a fedélzeten
id: Posisi pengaturan di papan
it: Posizione di installazione a bordo

source: Exit 3d
de: Ausgang 3d
fr: Sortie 3d
he: צא מ-3D
hi: 3d से बाहर निकलें
hu: Kilépés a 3d-ből
id: Keluar 3d
it: Uscita 3d

source: Open Fics window
de: Fics-Fenster öffnen
fr: Ouvrir la fenêtre Fics
he: פתח את חלון Fics
hi: फ़िक्स विंडो खोलें
hu: Nyissa meg a Fics ablakot
id: Buka jendela Fics
it: Apri la finestra Fics

source: Move list
de: Liste verschieben
fr: Liste de déplacement
he: רשימת העברה
hi: सूची ले जाएँ
hu: Lista áthelyezése
id: Daftar pemindahan
it: Sposta elenco

source: Game clock
de: Spieluhr
fr: Horloge de jeu
he: שעון משחק
hi: खेल घड़ी
hu: Játékóra
id: Jam permainan
it: Orologio di gioco

source: Auto-replay F9
de: Automatische Wiedergabe F9
fr: Relecture automatique F9
he: הפעלה חוזרת אוטומטית של F9
hi: ऑटो-रिप्ले F9
hu: Automatikus visszajátszás F9
id: Putar ulang otomatis F9
it: Riproduzione automatica F9

source: applies to Setup position and Games menu boards as well
de: gilt auch für Setup-Position und Spiele-Menütafeln
fr: s'applique également aux panneaux de position de configuration et de menu de jeux
he: חל גם על עמדת ההגדרה ולוחות תפריט משחקים
hi: सेटअप स्थिति और गेम मेनू बोर्ड पर भी लागू होता है
hu: vonatkozik a Beállítási pozícióra és a Játékok menütáblákra is
id: berlaku untuk posisi Setup dan papan menu Games juga
it: si applica anche alla posizione di installazione e ai menu dei giochi

source: Score total..
de: Gesamtpunktzahl.
he: סה"כ ציון..
hi: कुल स्कोर..
hu: Összes pontszám..
id: Skor total..
it: Punteggio totale..

source: Open score total dialog box
de: Dialogfeld „Gesamtpunktzahl öffnen“
fr: Ouvrir la boîte de dialogue du score total
he: פתח את תיבת הדו-שיח הכולל ציון
hi: कुल स्कोर संवाद बॉक्स खोलें
hu: Nyissa meg az összpontszám párbeszédpanelt
id: Buka kotak dialog total skor
it: Apri la finestra di dialogo del punteggio totale

source: Search the database for situations where a group of pieces are at specific locations
de: Durchsuchen Sie die Datenbank nach Situationen, in denen sich eine Gruppe von Teilen an bestimmten Standorten befindet
fr: Recherchez dans la base de données des situations dans lesquelles un groupe de pièces se trouve à des emplacements spécifiques
he: חפש במסד הנתונים מצבים שבהם קבוצת חלקים נמצאת במקומות ספציפיים
hi: डेटाबेस में उन स्थितियों की खोज करें जहां टुकड़ों का एक समूह विशिष्ट स्थानों पर हो
hu: Keressen az adatbázisban olyan helyzetekre, amikor egy darab csoport meghatározott helyen van
id: Cari database untuk situasi di mana sekelompok bagian berada di lokasi tertentu
it: Cerca nel database le situazioni in cui un gruppo di pezzi si trova in posizioni specifiche

source: Search the database for a specific material balance,
de: Durchsuchen Sie die Datenbank nach einer bestimmten Materialbilanz,
fr: Rechercher dans la base de données un bilan matière spécifique,
he: חפש במסד הנתונים מאזן חומרים ספציפי,
hi: किसी विशिष्ट सामग्री संतुलन के लिए डेटाबेस में खोजें,
hu: Keressen az adatbázisban egy adott anyagmérleget,
id: Cari database untuk keseimbangan material tertentu,
it: Cerca nel database un bilancio materiale specifico,

source: with optional locked down squares
de: mit optionalen gesperrten Quadraten
fr: avec des carrés verrouillés en option
he: עם ריבועים נעולים אופציונליים
hi: वैकल्पिक लॉक डाउन वर्गों के साथ
hu: opcionális lezárt négyzetekkel
id: dengan kotak terkunci opsional
it: con quadrati bloccati opzionali

source: Show all database games - equivalent to searching for the standard starting position
de: Alle Datenbankpartien anzeigen - entspricht der Suche nach der Standard-Startposition
fr: Afficher tous les jeux de la base de données - équivalent à la recherche de la position de départ standard
he: הצג את כל משחקי מסד הנתונים - שווה ערך לחיפוש מיקום ההתחלה הסטנדרטי
hi: सभी डेटाबेस गेम दिखाएं - मानक प्रारंभिक स्थिति की खोज के बराबर
hu: Az összes adatbázis-játék megjelenítése – egyenértékű a normál kiindulási pozíció keresésével
id: Tampilkan semua permainan basis data - setara dengan mencari posisi awal standar
it: Mostra tutti i giochi del database - equivale a cercare la posizione di partenza standard

source: Show all games ordered by White player, useful for searching for players
de: Alle Spiele nach Weißspieler sortiert anzeigen, nützlich für die Suche nach Spielern
fr: Afficher tous les jeux classés par joueur blanc, utile pour rechercher des joueurs
he: הצג את כל המשחקים מסודרים לפי שחקן לבן, שימושי לחיפוש שחקנים
hi: श्वेत खिलाड़ी द्वारा क्रमित सभी खेल दिखाएं, खिलाड़ियों की खोज के लिए उपयोगी
hu: A White player által rendezett összes játék megjelenítése, játékosok kereséséhez hasznos
id: Tampilkan semua permainan yang diurutkan berdasarkan pemain Putih, berguna untuk mencari pemain
it: Mostra tutte le partite ordinate per giocatore bianco, utile per cercare i giocatori

source: Check to show 3d move list window
de: Aktivieren Sie dieses Kontrollkästchen, um das 3D-Bewegungslistenfenster anzuzeigen
fr: Cochez pour afficher la fenêtre de liste des mouvements 3D
he: סמן כדי להציג את חלון רשימת ההזזה בתלת מימד
hi: 3डी मूव सूची विंडो दिखाने के लिए जाँच करें
hu: Jelölje be a 3D mozgáslista ablak megjelenítéséhez
id: Centang untuk menampilkan jendela daftar gerakan 3d
it: Seleziona per mostrare la finestra dell'elenco delle mosse 3D

source: Check to show 3d game clock window
de: Aktivieren Sie dieses Kontrollkästchen, um das 3D-Spieluhrfenster anzuzeigen
fr: Cochez pour afficher la fenêtre d'horloge de jeu 3D
he: סמן כדי להציג את חלון שעון המשחק בתלת מימד
hi: 3डी गेम क्लॉक विंडो दिखाने के लिए जाँच करें
hu: Jelölje be a 3D-s játékóra ablakának megjelenítéséhez
id: Centang untuk menampilkan jendela jam permainan 3d
it: Seleziona per mostrare la finestra dell'orologio di gioco 3D

source: Toolbar
de: Symbolleiste
fr: Barre d'outils
he: סרגל כלים
hi: उपकरण पट्टी
hu: Eszköztár
id: Bilah Alat
it: Barra degli strumenti

source: Check to show the 3d toolbar
de: Aktivieren Sie dieses Kontrollkästchen, um die 3D-Symbolleiste anzuzeigen
fr: Cochez pour afficher la barre d'outils 3D
he: סמן כדי להציג את סרגל הכלים התלת מימד
hi: 3D टूलबार दिखाने के लिए जाँच करें
hu: Jelölje be a 3D eszköztár megjelenítéséhez
id: Centang untuk menampilkan toolbar 3d
it: Seleziona per mostrare la barra degli strumenti 3D

source: 3d options..
de: 3D-Optionen..
fr: Options 3D..
he: אפשרויות תלת מימד..
hi: 3डी विकल्प..
hu: 3d lehetőségek..
id: Pilihan 3d..
it: Opzioni 3D.

source: Select the 3d options
de: Wählen Sie die 3D-Optionen
fr: Sélectionnez les options 3D
he: בחר את אפשרויות התלת מימד
hi: 3D विकल्प चुनें
hu: Válassza ki a 3D beállításokat
id: Pilih opsi 3d
it: Seleziona le opzioni 3d

source: Reset all 3d options
de: Alle 3D-Optionen zurücksetzen
fr: Réinitialiser toutes les options 3D
he: אפס את כל אפשרויות התלת מימד
hi: सभी 3D विकल्प रीसेट करें
hu: Állítsa vissza az összes 3d beállítást
id: Setel ulang semua opsi 3d
it: Ripristina tutte le opzioni 3D

source: Reset all 3d options to their original values
de: Alle 3D-Optionen auf ihre ursprünglichen Werte zurücksetzen
fr: Réinitialiser toutes les options 3D à leurs valeurs d'origine
he: אפס את כל אפשרויות התלת מימד לערכים המקוריים שלהן
hi: सभी 3D विकल्पों को उनके मूल मानों पर रीसेट करें
hu: Állítsa vissza az összes 3d beállítást az eredeti értékére
id: Setel ulang semua opsi 3d ke nilai aslinya
it: Ripristina tutte le opzioni 3D ai loro valori originali

source: 3d help
de: 3D-Hilfe
fr: Aide 3D
he: עזרה בתלת מימד
hi: 3डी सहायता
hu: 3d segítség
id: bantuan 3d
it: Aiuto 3D

source: General help for 3d graphics
de: Allgemeine Hilfe für 3D-Grafiken
fr: Aide générale pour les graphiques 3D
he: עזרה כללית עבור גרפיקה תלת מימדית
hi: 3D ग्राफिक्स के लिए सामान्य सहायता
hu: Általános segítség a 3D grafikához
id: Bantuan umum untuk grafik 3D
it: Aiuto generale per la grafica 3D

source: Open help file F1
de: Hilfedatei öffnen F1
fr: Ouvrir le fichier d'aide F1
he: פתח את קובץ העזרה F1
hi: सहायता फ़ाइल F1 खोलें
hu: Nyissa meg az F1 súgófájlt
id: Buka file bantuan F1
it: Apri il file di aiuto F1

source: 3d Sound effects options
de: Optionen für 3D-Soundeffekte
fr: Options d'effets sonores 3D
he: אפשרויות אפקטים קוליים בתלת מימד
hi: 3डी ध्वनि प्रभाव विकल्प
hu: 3D hangeffektusok beállításai
id: Opsi efek suara 3d
it: Opzioni effetti sonori 3D

source: In 3d graphics, the pieces are moved by clicking the start square
de: In 3D-Grafiken werden die Teile durch Klicken auf das Startfeld bewegt
fr: Dans les graphiques 3D, les pièces sont déplacées en cliquant sur la case de départ
he: בגרפיקה תלת מימדית, החלקים מועברים על ידי לחיצה על ריבוע ההתחלה
hi: 3डी ग्राफिक्स में, टुकड़ों को आरंभिक वर्ग पर क्लिक करके स्थानांतरित किया जाता है
hu: A 3D grafikában a darabokat a kezdő négyzetre kattintva mozgatják
id: Dalam grafik 3D, potongan-potongan dipindahkan dengan mengklik kotak awal
it: Nella grafica 3D, i pezzi vengono spostati cliccando sulla casella di partenza

source: and then the end square of the move.
de: und dann das Endfeld des Zuges.
fr: et puis la case finale du mouvement.
he: ולאחר מכן ריבוע הסיום של המהלך.
hi: और फिर चाल का अंतिम वर्ग।
hu: majd a lépés végnégyzete.
id: dan kemudian kotak akhir gerakan.
it: e poi la casella finale della mossa.

source: Alternatively, you can click just the end square and in case of ambiguity,
de: Alternativ können Sie auch nur auf das Endfeld klicken und im Falle von Unklarheiten
fr: Alternativement, vous pouvez cliquer uniquement sur le carré de fin et en cas d'ambiguïté,
he: לחלופין, אתה יכול ללחוץ רק על ריבוע הקצה ובמקרה של אי בהירות,
hi: वैकल्पिक रूप से, आप केवल अंतिम वर्ग पर क्लिक कर सकते हैं और अस्पष्टता के मामले में,
hu: Alternatív megoldásként csak a vég négyzetre kattinthat, és kétértelműség esetén
id: Atau, Anda dapat mengklik kotak ujung saja dan jika ada ambiguitas,
it: In alternativa, puoi cliccare solo sul quadrato finale e in caso di ambiguità,

source: choose the move that you want from the pop-up window that appears.
de: Wählen Sie im angezeigten Popup-Fenster den gewünschten Zug aus.
fr: choisissez le mouvement que vous souhaitez dans la fenêtre contextuelle qui apparaît.
he: בחר את המהלך הרצוי מהחלון המוקפץ שמופיע.
hi: दिखाई देने वाली पॉप-अप विंडो से वह मूव चुनें जो आप चाहते हैं।
hu: válassza ki a kívánt lépést a megjelenő felugró ablakból.
id: pilih gerakan yang Anda inginkan dari jendela pop-up yang muncul.
it: scegli la mossa che desideri dalla finestra pop-up che appare.

source: There is no drag and drop for moves in 3d.
de: Für Bewegungen in 3D gibt es kein Drag & Drop.
fr: Il n'y a pas de glisser-déposer pour les déplacements en 3D.
he: אין גרירה ושחרור עבור מהלכים בתלת מימד.
hi: 3डी में चालों के लिए कोई ड्रैग और ड्रॉप नहीं है।
hu: 3D-ben nincs húzás és ejtés.
id: Tidak ada drag and drop untuk gerakan dalam 3D.
it: Non è necessario trascinare e rilasciare gli spostamenti in 3D.

source: The board can be moved and sized using the widget with the double arrows
de: Das Board kann mit dem Widget mit den Doppelpfeilen verschoben und in der Größe angepasst werden
fr: Le tableau peut être déplacé et dimensionné à l'aide du widget avec les doubles flèches
he: ניתן להזיז את הלוח ולהתאים את גודלו באמצעות הווידג'ט עם החצים הכפולים
hi: बोर्ड को डबल एरो वाले विजेट का उपयोग करके स्थानांतरित और आकार दिया जा सकता है
hu: A tábla a dupla nyilakkal ellátott widget segítségével mozgatható és méretezhető
id: Papan dapat dipindahkan dan diubah ukurannya menggunakan widget dengan panah ganda
it: La tavola può essere spostata e ridimensionata utilizzando il widget con le doppie frecce

source: in the bottom right corner of the screen.
de: in der unteren rechten Ecke des Bildschirms.
fr: dans le coin inférieur droit de l'écran.
he: בפינה הימנית התחתונה של המסך.
hi: स्क्रीन के निचले दाएँ कोने में.
hu: a képernyő jobb alsó sarkában.
id: di sudut kanan bawah layar.
it: nell'angolo in basso a destra dello schermo.

source: A pop-up help box is displayed if you hover the mouse cursor
de: Ein Popup-Hilfefeld wird angezeigt, wenn Sie den Mauszeiger bewegen
fr: Une boîte d'aide contextuelle s'affiche si vous passez le curseur de la souris
he: תיבת עזרה קופצת תוצג אם תרחף עם סמן העכבר
hi: यदि आप माउस कर्सर को घुमाते हैं तो एक पॉप-अप सहायता बॉक्स प्रदर्शित होता है
hu: Egy előugró súgóablak jelenik meg, ha az egérmutatót rámutatja
id: Kotak bantuan pop-up akan ditampilkan jika Anda mengarahkan kursor mouse
it: Se si passa il cursore del mouse, viene visualizzata una finestra di aiuto pop-up

source: over the small border around the arrow buttons.
de: über den kleinen Rand um die Pfeiltasten.
fr: sur la petite bordure autour des boutons fléchés.
he: מעל הגבול הקטן סביב לחצני החצים.
hi: तीर बटन के चारों ओर छोटी सी सीमा पर।
hu: a nyílgombok körüli kis kereten át.
id: di atas batas kecil di sekitar tombol panah.
it: sul piccolo bordo attorno ai pulsanti freccia.
