Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: 1 Federer, Roger 2499 [6.5] : Woods, Tiger 2499 [5.5]
he: 1 פדרר, רוג'ר 2499 [6.5] : וודס, טייגר 2499 [5.5]
hi: 1 फेडरर, रोजर 2499 [6.5] : वुड्स, टाइगर 2499 [5.5]
hu: 1 Federer, Roger 2499 [6.5] : Woods, Tigris 2499 [5.5]
it: 1 Federer, Roger 2499 [6.5] : Woods, Tigre 2499 [5.5]

source: If your pairing program produces something that doesn't work,
de: Wenn Ihr Pairing-Programm etwas produziert, das nicht funktioniert,
fr: Si votre programme de jumelage produit quelque chose qui ne fonctionne pas,
he: אם תוכנית ההתאמה שלך מייצרת משהו שלא עובד,
hi: यदि आपका युग्मन कार्यक्रम कुछ ऐसा उत्पन्न करता है जो काम नहीं करता है,
hu: Ha a párosítási program valami nem működik,
id: Jika program pemasangan Anda menghasilkan sesuatu yang tidak berfungsi,
it: Se il tuo programma di associazione produce qualcosa che non funziona,

source: email me at billforsternz@gmail.com with a sample
de: Senden Sie mir eine E-Mail an billforsternz@gmail.com mit einem Beispiel
fr: envoyez-moi un e-mail à billforsternz@gmail.com avec un échantillon
he: שלח לי דוא"ל לכתובת billforsternz@gmail.com עם דוגמה
hi: मुझे billforsternz@gmail.com पर एक नमूना ईमेल भेजें
hu: írjon nekem egy mintát a billforsternz@gmail.com címre
id: email saya di billforsternz@gmail.com dengan contoh
it: inviami un'e-mail a billforsternz@gmail.com con un campione

source: and if you ask nicely I'll adapt Tarrasch for you.
de: und wenn Sie mich nett fragen, passe ich Tarrasch für Sie an.
fr: et si vous le demandez gentiment, j'adapterai Tarrasch pour vous.
he: ואם תבקש יפה אני אתאים לך את תרש.
hi: और यदि आप विनम्रता से पूछेंगे तो मैं आपके लिए टारराश को अनुकूलित कर दूंगा।
hu: és ha szépen kéred, hozzád igazítom Tarrasch-t.
id: dan jika Anda meminta dengan baik saya akan mengadaptasi Tarrasch untuk Anda.
it: e se me lo chiedi gentilmente adatterò Tarrasch per te.

source: This help information will be ignored if it is present,
de: Diese Hilfeinformationen werden ignoriert, falls sie vorhanden sind.
fr: Ces informations d'aide seront ignorées si elles sont présentes,
he: מידע עזרה זה יתעלם אם הוא קיים,
hi: यदि यह सहायता जानकारी मौजूद है तो इसे अनदेखा कर दिया जाएगा,
hu: Ezt a súgóinformációt figyelmen kívül hagyja, ha jelen van,
id: Informasi bantuan ini akan diabaikan jika ada,
it: Queste informazioni di aiuto verranno ignorate se presenti,

source: so you can paste above, paste below or Ctrl-A to select all and paste over the top.
de: Sie können also oben oder unten einfügen oder mit Strg+A alles auswählen und oben einfügen.
fr: vous pouvez donc coller au-dessus, coller en dessous ou Ctrl-A pour tout sélectionner et coller par-dessus.
he: אז אתה יכול להדביק למעלה, להדביק למטה או Ctrl-A כדי לבחור הכל ולהדביק מעל.
hi: अतः आप ऊपर पेस्ट कर सकते हैं, नीचे पेस्ट कर सकते हैं या Ctrl-A दबाकर सभी का चयन कर सकते हैं और शीर्ष पर पेस्ट कर सकते हैं।
hu: így beillesztheti felül, beillesztheti alá, vagy a Ctrl-A billentyűkombinációt az összes kijelöléséhez és a tetejére történő beillesztéshez.
id: sehingga Anda dapat menempel di atas, menempel di bawah, atau Ctrl-A untuk memilih semua dan menempel di atas.
it: quindi puoi incollare sopra, incollare sotto o Ctrl-A per selezionare tutto e incollare sopra.

source: Use this panel to generate empty skeleton games for a tournament round.
de: Verwenden Sie dieses Panel, um leere Skelettspiele für eine Turnierrunde zu generieren.
fr: Utilisez ce panneau pour générer des squelettes de jeux vides pour un tour de tournoi.
he: השתמש בפאנל זה כדי ליצור משחקי שלד ריקים לסיבוב טורניר.
hi: टूर्नामेंट राउंड के लिए खाली कंकाल गेम बनाने के लिए इस पैनल का उपयोग करें।
hu: Használja ezt a panelt üres csontváz játékok generálásához egy versenykörhöz.
id: Gunakan panel ini untuk menghasilkan permainan kerangka kosong untuk babak turnamen.
it: Utilizzare questo pannello per generare partite scheletro vuote per un round del torneo.

source: Don't worry, if Roger Federer is playing Tiger Woods at your tournament
de: Keine Sorge, wenn Roger Federer bei Ihrem Turnier gegen Tiger Woods spielt
fr: Ne vous inquiétez pas, si Roger Federer joue contre Tiger Woods lors de votre tournoi
he: אל תדאג, אם רוג'ר פדרר משחק נגד טייגר וודס בטורניר שלך
hi: चिंता मत करो, अगर रोजर फेडरर आपके टूर्नामेंट में टाइगर वुड्स के साथ खेल रहा है
hu: Ne aggódjon, ha Roger Federer Tiger Woodsszal játszik a versenyen
id: Jangan khawatir, jika Roger Federer bermain melawan Tiger Woods di turnamen Anda
it: Non preoccuparti se Roger Federer gioca contro Tiger Woods al tuo torneo

source: their game won't be skipped unless they are both rated 2499!
de: Ihr Spiel wird nicht übersprungen, es sei denn, sie haben beide eine Bewertung von 2499!
fr: leur jeu ne sera pas ignoré à moins qu'ils ne soient tous les deux classés 2499 !
he: המשחק שלהם לא ידלג אלא אם שניהם מדורגים 2499!
hi: उनका खेल तब तक नहीं छोड़ा जाएगा जब तक कि उन दोनों की रेटिंग 2499 न हो!
hu: játékukat nem hagyják ki, hacsak nem kapnak 2499-et!
id: permainan mereka tidak akan dilewati kecuali mereka berdua mendapat rating 2499!
it: la loro partita non verrà saltata a meno che non abbiano entrambi una valutazione di 2499!

source: Tournament Dialog Help
de: Hilfe zum Turnierdialog
fr: Aide de la boîte de dialogue du tournoi
he: עזרה בדיאלוג טורניר
hi: टूर्नामेंट संवाद सहायता
id: Bantuan Dialog Turnamen
it: Aiuto per il dialogo del torneo

source: Illegal base round field
de: Unzulässiges Basisrundenfeld
fr: Terrain de base illégal
he: שדה עגול בסיס לא חוקי
hi: अवैध बेस राउंड फ़ील्ड
hu: Illegális alapkörmező
id: Lapangan bundar pangkalan ilegal
it: Campo rotondo con base illegale

source: Error in game template
de: Fehler in der Spielvorlage
fr: Erreur dans le modèle de jeu
he: שגיאה בתבנית המשחק
hi: गेम टेम्पलेट में त्रुटि
hu: Hiba a játéksablonban
id: Kesalahan pada template permainan
it: Errore nel modello di gioco

source: This panel lets you setup training options.
de: In diesem Bereich können Sie Trainingsoptionen einrichten.
fr: Ce panneau vous permet de configurer les options de formation.
he: לוח זה מאפשר לך להגדיר אפשרויות אימון.
hi: यह पैनल आपको प्रशिक्षण विकल्प सेट करने देता है.
hu: Ez a panel lehetővé teszi az edzési lehetőségek beállítását.
id: Panel ini memungkinkan Anda mengatur opsi pelatihan.
it: Questo pannello consente di impostare le opzioni di allenamento.

source: Board position lags play by this many half moves:
de: Die Brettposition hinkt dem Spiel um folgende halbe Züge hinterher:
fr: La position du plateau est en retard sur le jeu de ce nombre de demi-coups :
he: עמדת הלוח מפגרת לפי מהלכי חצאים רבים:
hi: बोर्ड की स्थिति खेल से इस आधे चाल से पीछे है:
hu: A tábla pozíciója ennyi fél lépéssel késik a játékban:
id: Posisi papan tertinggal dari permainan dengan jumlah setengah gerakan berikut:
it: La posizione della scacchiera è in ritardo rispetto al gioco di queste mezze mosse:

source: Peek at complete position
de: Blick auf die vollständige Position
fr: Aperçu de la position complète
he: הצצה למיקום שלם
hi: सम्पूर्ण स्थिति पर नज़र डालें
hu: Nézze meg a teljes pozíciót
id: Intip posisi lengkapnya
it: Dai un'occhiata alla posizione completa

source: Blindfold: hide white pawns
de: Augenbinde: weiße Bauern verstecken
fr: Bandeau sur les yeux : cacher les pions blancs
he: כיסוי עיניים: הסתר פיונים לבנים
hi: आंखों पर पट्टी बांधना: सफेद मोहरों को छिपाना
hu: Szemkötő: fehér gyalogok elrejtése
id: Tutup mata: sembunyikan pion putih
it: Benda sugli occhi: nascondi i pedoni bianchi

source: Blindfold: hide white pieces
de: Augenbinde: weiße Steine verstecken
fr: Bandeau sur les yeux : cacher les pièces blanches
he: כיסוי עיניים: הסתר חלקים לבנים
hi: आंखों पर पट्टी बांधें: सफेद टुकड़े छिपाएं
hu: Szemkötő: fehér darabok elrejtése
id: Tutup mata: sembunyikan potongan putih
it: Benda sugli occhi: nascondi i pezzi bianchi

source: Blindfold: hide black pawns
de: Augenbinde: schwarze Bauern verstecken
fr: Bandeau sur les yeux : cacher les pions noirs
he: כיסוי עיניים: הסתר פיונים שחורים
hi: आंखों पर पट्टी बांधना: काले मोहरे छिपाना
hu: Szemkötő: fekete gyalogok elrejtése
id: Tutup mata: sembunyikan pion hitam
it: Benda sugli occhi: nascondi i pedoni neri

source: Blindfold: hide black pieces
de: Augenbinde: schwarze Steine verstecken
fr: Bandeau sur les yeux : cacher les pièces noires
he: כיסוי עיניים: הסתר חלקים שחורים
hi: आंखों पर पट्टी बांधें: काले मोहरे छिपाएं
hu: Szemkötő: fekete darabok elrejtése
id: Tutup mata: sembunyikan potongan hitam
it: Benda sugli occhi: nascondi i pezzi neri

source: Non zero values train the user to visualise future positions.
de: Werte ungleich Null trainieren den Benutzer, zukünftige Positionen zu visualisieren.
fr: Les valeurs non nulles entraînent l'utilisateur à visualiser les positions futures.
he: ערכים שאינם אפס מאמנים את המשתמש לדמיין עמדות עתידיות.
hi: शून्येतर मान उपयोगकर्ता को भविष्य की स्थितियों की कल्पना करने के लिए प्रशिक्षित करते हैं।
hu: A nullától eltérő értékek megtanítják a felhasználót a jövőbeli pozíciók vizualizálására.
id: Nilai selain nol melatih pengguna untuk memvisualisasikan posisi masa depan.
it: I valori diversi da zero addestrano l'utente a visualizzare le posizioni future.

source: Set this box to peek at the complete current position when making moves.
de: Aktivieren Sie dieses Kontrollkästchen, um beim Ausführen von Zügen einen Blick auf die vollständige aktuelle Position zu werfen.
fr: Cochez cette case pour afficher la position actuelle complète lors des mouvements.
he: הגדר את התיבה הזו כדי להציץ במיקום הנוכחי המלא בעת ביצוע מהלכים.
hi: चाल चलते समय सम्पूर्ण वर्तमान स्थिति पर नज़र रखने के लिए इस बॉक्स को सेट करें।
hu: Állítsa be ezt a mezőt, hogy mozgás közben a teljes aktuális pozíciót nézze meg.
id: Atur kotak ini untuk mengintip posisi terkini secara lengkap saat melakukan gerakan.
it: Imposta questa casella per visualizzare la posizione corrente completa quando esegui delle mosse.

source: Set this box to hide white pawns.
de: Aktivieren Sie dieses Kontrollkästchen, um weiße Bauern auszublenden.
fr: Cochez cette case pour masquer les pions blancs.
he: הגדר את התיבה הזו כדי להסתיר פיונים לבנים.
hi: इस बॉक्स को सफ़ेद मोहरों को छिपाने के लिए सेट करें।
hu: Állítsa be ezt a mezőt a fehér gyalogok elrejtéséhez.
id: Atur kotak ini untuk menyembunyikan pion putih.
it: Imposta questa casella per nascondere i pedoni bianchi.

source: Set this box to hide white pieces.
de: Stellen Sie dieses Kontrollkästchen ein, um weiße Figuren auszublenden.
fr: Cochez cette case pour masquer les pièces blanches.
he: הגדר את התיבה הזו כדי להסתיר חלקים לבנים.
hi: इस बॉक्स को सफ़ेद टुकड़ों को छिपाने के लिए सेट करें।
hu: Állítsa be ezt a mezőt a fehér darabok elrejtéséhez.
id: Atur kotak ini untuk menyembunyikan potongan putih.
it: Imposta questa casella per nascondere i pezzi bianchi.

source: Set this box to hide black pawns.
de: Aktivieren Sie dieses Kontrollkästchen, um schwarze Bauern auszublenden.
fr: Cochez cette case pour masquer les pions noirs.
he: הגדר את התיבה הזו כדי להסתיר פיונים שחורים.
hi: इस बॉक्स को काले मोहरों को छिपाने के लिए सेट करें।
hu: Állítsa be ezt a mezőt a fekete gyalogok elrejtéséhez.
id: Atur kotak ini untuk menyembunyikan pion hitam.
it: Imposta questa casella per nascondere i pedoni neri.

source: Set this box to hide black pieces.
de: Stellen Sie dieses Kästchen ein, um schwarze Figuren auszublenden.
fr: Cochez cette case pour masquer les pièces noires.
he: הגדר את התיבה הזו כדי להסתיר חלקים שחורים.
hi: काले टुकड़ों को छिपाने के लिए इस बॉक्स को सेट करें।
hu: Állítsa be ezt a mezőt a fekete darabok elrejtéséhez.
id: Atur kotak ini untuk menyembunyikan potongan hitam.
it: Imposta questa casella per nascondere i pezzi neri.

source: Use this panel to make life harder for yourself!
de: Nutzen Sie dieses Panel, um sich das Leben schwerer zu machen!
fr: Utilisez ce panneau pour vous rendre la vie plus difficile !
he: השתמש בפאנל זה כדי להפוך את החיים לקשים יותר עבור עצמך!
hi: अपने जीवन को कठिन बनाने के लिए इस पैनल का उपयोग करें!
hu: Használja ezt a panelt, hogy megnehezítse az életét!
id: Gunakan panel ini untuk membuat hidup Anda lebih sulit!
it: Utilizza questo pannello per complicarti la vita!

source: The payoff to this kind of training is improved ability
de: Der Lohn dieser Art von Training ist eine verbesserte Fähigkeit
fr: Le bénéfice de ce type de formation est une amélioration des capacités
he: התמורה לאימון מסוג זה היא שיפור ביכולת
hi: इस तरह के प्रशिक्षण का लाभ क्षमता में सुधार है
hu: Az ilyen jellegű edzés eredménye a képességek javulása
id: Manfaat dari pelatihan semacam ini adalah peningkatan kemampuan
it: Il vantaggio di questo tipo di formazione è il miglioramento della capacità

source: to visualise positions.
de: um Positionen zu visualisieren.
fr: pour visualiser les positions.
he: כדי לדמיין עמדות.
hi: स्थितियों की कल्पना करना।
hu: pozíciók megjelenítésére.
id: untuk memvisualisasikan posisi.
it: per visualizzare le posizioni.

source: The tools available include a lag between the play and
de: Zu den verfügbaren Tools gehört eine Verzögerung zwischen dem Spiel und
fr: Les outils disponibles incluent un décalage entre la lecture et
he: הכלים הזמינים כוללים פיגור בין ההצגה ל
hi: उपलब्ध उपकरणों में नाटक और के बीच का अंतराल शामिल है
hu: A rendelkezésre álló eszközök közé tartozik a játék és a
id: Alat yang tersedia termasuk jeda antara permainan dan
it: Gli strumenti disponibili includono un ritardo tra la riproduzione e

source: the displayed board position and also the ability to
de: die angezeigte Brettposition und auch die Möglichkeit,
fr: la position affichée du tableau et également la possibilité de
he: את עמדת הלוח המוצגת וגם את היכולת
hi: प्रदर्शित बोर्ड की स्थिति और साथ ही क्षमता
hu: a megjelenített táblapozíció és a képesség is
id: posisi papan yang ditampilkan dan juga kemampuan untuk
it: la posizione della scheda visualizzata e anche la capacità di

source: hide some or all of the pieces and pawns on the board.
de: einige oder alle Figuren und Bauern auf dem Brett verstecken.
fr: cacher certaines ou toutes les pièces et pions sur l'échiquier.
he: הסתר חלק או את כל החלקים והמשכונים על הלוח.
hi: बोर्ड पर कुछ या सभी मोहरे और मोहरे छिपा दें।
hu: rejtse el a táblán lévő bábu és gyalogok egy részét vagy mindegyikét.
id: sembunyikan beberapa atau semua bidak dan pion di papan.
it: nascondere alcuni o tutti i pezzi e le pedoni sulla scacchiera.

source: Training Dialog Help
de: Hilfe zum Trainingsdialog
fr: Aide à la boîte de dialogue de formation
he: עזרה לדיאלוג הדרכה
hi: प्रशिक्षण संवाद सहायता
hu: Képzési párbeszédpanel Súgó
id: Bantuan Dialog Pelatihan
it: Aiuto per la finestra di dialogo di formazione

source: Could not load the board square bitmaps
de: Die Bitmaps der Boardquadrate konnten nicht geladen werden
fr: Impossible de charger les bitmaps carrées du tableau
he: לא ניתן לטעון את מפות הסיביות המרובעות של הלוח
hi: बोर्ड स्क्वायर बिटमैप लोड नहीं किया जा सका
hu: Nem sikerült betölteni a tábla négyzet alakú bitképeit
id: Tidak dapat memuat bitmap persegi papan
it: Impossibile caricare le bitmap quadrate della scheda

source: Please check that the < user_bitmap > directory
de: Bitte überprüfen Sie, ob das Verzeichnis <user_bitmap>
fr: Veuillez vérifier que le répertoire < user_bitmap >
he: אנא בדוק שהספרייה < user_bitmap >
hi: कृपया जाँचें कि < user_bitmap > निर्देशिका
hu: Ellenőrizze, hogy a < user_bitmap > könyvtár
id: Harap periksa direktori <user_bitmap>
it: Si prega di controllare che la directory <user_bitmap>

source: that contains the bitmaps (*.bmp files) is installed
de: das die Bitmaps (*.bmp-Dateien) enthält, ist installiert
fr: qui contient les bitmaps (fichiers *.bmp) est installé
he: המכיל את מפות הסיביות (קבצי *.bmp) מותקן
hi: जिसमें बिटमैप्स (*.bmp फ़ाइलें) शामिल हैं, स्थापित है
hu: amely tartalmazza a bitképeket (*.bmp fájlok) telepítve van
id: yang berisi bitmap (file *.bmp) diinstal
it: che contiene i bitmap (file *.bmp) è installato

source: in the same directory as the program application file.
de: im selben Verzeichnis wie die Programmanwendungsdatei.
fr: dans le même répertoire que le fichier d'application du programme.
he: באותה ספרייה כמו קובץ היישום של התוכנית.
hi: प्रोग्राम अनुप्रयोग फ़ाइल के समान निर्देशिका में.
hu: ugyanabban a könyvtárban, mint a program alkalmazásfájlja.
id: dalam direktori yang sama dengan berkas aplikasi program.
it: nella stessa directory del file dell'applicazione del programma.

source: Usually this is the
de: Normalerweise ist dies der
fr: Habituellement, c'est le
he: בדרך כלל זה ה
hi: आमतौर पर यह
hu: Általában ez a
id: Biasanya ini adalah
it: Di solito questo è il

source: Bitmap load error
de: Bitmap-Ladefehler
fr: Erreur de chargement du bitmap
he: שגיאת טעינת מפת סיביות
hi: बिटमैप लोड त्रुटि
hu: Bittérkép betöltési hiba
id: Kesalahan pemuatan bitmap
it: Errore di caricamento bitmap

source: Please select the board square bitmaps
de: Bitte wählen Sie die quadratischen Bitmaps des Boards aus
fr: Veuillez sélectionner les bitmaps carrés du tableau
he: אנא בחר את מפות הביטים המרובעות של הלוח
hi: कृपया बोर्ड वर्ग बिटमैप का चयन करें
hu: Kérjük, válassza ki a tábla négyzet alakú bitképét
id: Silakan pilih peta bit persegi papan
it: Selezionare le bitmap quadrate della scheda

source: Please select the board border bitmap
de: Bitte wählen Sie die Bitmap für den Boardrand
fr: Veuillez sélectionner le bitmap de bordure du tableau
he: אנא בחר את מפת הסיביות של גבול הלוח
hi: कृपया बोर्ड बॉर्डर बिटमैप का चयन करें
hu: Kérjük, válassza ki a tábla határának bitképét
id: Silakan pilih bitmap batas papan
it: Selezionare la bitmap del bordo della scheda

source: Please select the piece bitmaps
de: Bitte wählen Sie die Stück-Bitmaps
fr: Veuillez sélectionner les bitmaps de la pièce
he: אנא בחר את מפות הסיביות של היצירה
hi: कृपया बिटमैप का टुकड़ा चुनें
hu: Kérjük, válassza ki a darab bitképeket
id: Silakan pilih bitmap bagian
it: Selezionare le bitmap dei pezzi

source: User bitmaps
de: Benutzer-Bitmaps
fr: Bitmaps utilisateur
he: מפות סיביות של משתמש
hi: उपयोगकर्ता बिटमैप
hu: Felhasználói bitképek
id: Bitmap pengguna
it: Bitmap utente

source: Board border
de: Brettrand
fr: Bordure du tableau
he: גבול לוח
hi: बोर्ड बॉर्डर
hu: Tábla határ
id: Batas papan
it: Bordo del tabellone

source: Dark square
de: Dunkles Quadrat
fr: Carré noir
he: ריבוע כהה
hi: डार्क स्क्वायर
hu: Sötét négyzet
id: Kotak gelap
it: Quadrato scuro

source: Dark piece
de: Dunkles Stück
fr: Pièce sombre
he: חתיכה אפלה
hi: डार्क टुकड़ा
hu: Sötét darab
id: Potongan gelap
it: Pezzo scuro

source: Light square
de: Lichtquadrat
fr: Carré lumineux
he: ריבוע בהיר
hi: हल्का वर्ग
hu: Világos négyzet
id: Kotak cahaya
it: Quadrato chiaro

source: Light piece
de: Lichtstück
fr: Pièce légère
he: חתיכה קלה
hi: हल्का टुकड़ा
hu: Könnyű darab
id: Potongan ringan
it: Pezzo leggero

source: Set this to use the bitmaps
de: Stellen Sie dies ein, um die Bitmaps zu verwenden
fr: Définissez ceci pour utiliser les bitmaps
he: הגדר את זה לשימוש במפות הסיביות
hi: बिटमैप का उपयोग करने के लिए इसे सेट करें
hu: Állítsa be a bittérképek használatához
id: Atur ini untuk menggunakan bitmap
it: Imposta questo per utilizzare le bitmap

source: Set this to display a board border
de: Stellen Sie dies ein, um einen Board-Rahmen anzuzeigen
fr: Définissez ceci pour afficher une bordure de tableau
he: הגדר את זה כדי להציג גבול לוח
hi: बोर्ड बॉर्डर प्रदर्शित करने के लिए इसे सेट करें
hu: Állítsa be a tábla szegélyének megjelenítéséhez
id: Atur ini untuk menampilkan batas papan
it: Imposta questa opzione per visualizzare un bordo della bacheca

source: Set to select dark square board bitmap
de: Zum Auswählen einer dunklen quadratischen Bitmap-Platine festlegen
fr: Définir pour sélectionner une image bitmap de tableau carré foncé
he: הגדר לבחירת מפת סיביות של לוח מרובע כהה
hi: डार्क स्क्वायर बोर्ड बिटमैप का चयन करने के लिए सेट करें
hu: Állítsa be a sötét négyzet alakú tábla bittérképének kiválasztását
id: Diatur untuk memilih peta bit papan persegi gelap
it: Imposta per selezionare la bitmap del quadrato scuro

source: Set to select light square board bitmap
de: Zum Auswählen einer Bitmap mit hellem quadratischem Brett festlegen
fr: Définir pour sélectionner une image bitmap de tableau carré clair
he: הגדר לבחירת מפת סיביות של לוח מרובע בהיר
hi: हल्के वर्गाकार बोर्ड बिटमैप का चयन करने के लिए सेट करें
hu: Állítsa be a világos négyzet alakú tábla bittérképének kiválasztását
id: Atur untuk memilih peta bit papan persegi terang
it: Imposta per selezionare la bitmap del pannello quadrato chiaro

source: Use this dialog box in order to select the
de: Verwenden Sie dieses Dialogfeld, um die
fr: Utilisez cette boîte de dialogue pour sélectionner le
he: השתמש בתיבת דו-שיח זו כדי לבחור את
hi: चयन करने के लिए इस संवाद बॉक्स का उपयोग करें
hu: Használja ezt a párbeszédpanelt a
id: Gunakan kotak dialog ini untuk memilih
it: Utilizzare questa finestra di dialogo per selezionare il

source: user board bitmaps and whether to have a board border.
de: Benutzerboard-Bitmaps und ob ein Board-Rand vorhanden sein soll.
fr: bitmaps de la carte utilisateur et s'il faut avoir une bordure de carte.
he: מפות סיביות של לוח משתמש והאם יש גבול לוח.
hi: उपयोगकर्ता बोर्ड बिटमैप्स और बोर्ड बॉर्डर होना चाहिए या नहीं।
hu: felhasználói tábla bittérképei, és hogy legyen-e táblaszegély.
id: bitmap papan pengguna dan apakah akan memiliki batas papan.
it: bitmap della bacheca utente e se avere un bordo della bacheca.

source: Check the User bitmaps box to use the bitmaps.
de: Aktivieren Sie das Kontrollkästchen „Benutzer-Bitmaps“, um die Bitmaps zu verwenden.
fr: Cochez la case Bitmaps utilisateur pour utiliser les bitmaps.
he: סמן את התיבה מפות סיביות משתמש כדי להשתמש במפות הסיביות.
hi: बिटमैप्स का उपयोग करने के लिए उपयोगकर्ता बिटमैप्स बॉक्स को चेक करें।
hu: Jelölje be a Felhasználói bitképek négyzetet a bitképek használatához.
id: Centang kotak Bitmap pengguna untuk menggunakan bitmap.
it: Selezionare la casella Bitmap utente per utilizzare le bitmap.

source: Check the Board border box to have a border.
de: Aktivieren Sie das Kontrollkästchen „Board-Rand“, um einen Rand hinzuzufügen.
fr: Cochez la case Bordure du tableau pour avoir une bordure.
he: סמן את תיבת גבול הלוח כדי לקבל גבול.
hi: बॉर्डर बनाने के लिए बोर्ड बॉर्डर बॉक्स को चेक करें।
hu: Jelölje be a Táblaszegély négyzetet, hogy legyen szegély.
id: Centang kotak Batas papan untuk membuat batas.
it: Selezionare la casella Bordo bacheca per avere un bordo.

source: To select the dark or light square bitmap to change,
de: Um das zu ändernde dunkle oder helle quadratische Bitmap auszuwählen,
fr: Pour sélectionner le bitmap carré sombre ou clair à modifier,
he: כדי לבחור את מפת הסיביות המרובעת הכהה או הבהירה לשינוי,
hi: बदलने के लिए गहरे या हल्के वर्गाकार बिटमैप का चयन करने के लिए,
hu: A módosítani kívánt sötét vagy világos négyzet alakú bitkép kiválasztásához,
id: Untuk memilih bitmap persegi gelap atau terang untuk diubah,
it: Per selezionare il bitmap quadrato scuro o chiaro da modificare,

source: click on one of the two bitmaps at the top of the box
de: Klicken Sie auf eines der beiden Bitmaps oben im Feld
fr: cliquez sur l'une des deux bitmaps en haut de la boîte
he: לחץ על אחת משתי מפות הסיביות בחלק העליון של התיבה
hi: बॉक्स के शीर्ष पर स्थित दो बिटमैप में से किसी एक पर क्लिक करें
hu: kattintson a doboz tetején található két bitkép egyikére
id: klik salah satu dari dua bitmap di bagian atas kotak
it: fare clic su una delle due bitmap nella parte superiore della casella

source: or click on the radio button next to it.
de: oder klicken Sie auf das Optionsfeld daneben.
fr: ou cliquez sur le bouton radio à côté.
he: או לחץ על כפתור הבחירה שלידו.
hi: या उसके बगल में स्थित रेडियो बटन पर क्लिक करें।
hu: vagy kattintson a mellette lévő rádiógombra.
id: atau klik tombol radio di sebelahnya.
it: oppure fare clic sul pulsante di scelta accanto.
