Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: You can search for positions, patterns and material balances
de: Sie können nach Positionen, Mustern und Materialbilanzen suchen
fr: Vous pouvez rechercher des positions, des modèles et des bilans de matériaux
he: אתה יכול לחפש מיקומים, דפוסים ואיזוני חומרים
hi: आप स्थिति, पैटर्न और सामग्री संतुलन की खोज कर सकते हैं
hu: Kereshet pozíciókat, mintákat és anyagmérlegeket
id: Anda dapat mencari posisi, pola, dan keseimbangan material
it: È possibile cercare posizioni, modelli e bilanci materiali

source: and conveniently play through the games found.
de: und bequem die gefundenen Spiele durchspielen.
fr: et jouez facilement aux jeux trouvés.
he: ובנוחות לשחק במשחקים שנמצאו.
hi: और आसानी से पाए गए खेलों को खेलें।
hu: és kényelmesen játszhat a talált játékokon.
id: dan bermain dengan nyaman melalui permainan yang ditemukan.
it: e giocare comodamente ai giochi trovati.

source: This version of the program, Nimzo_3d, which has 3d graphics
de: Diese Version des Programms, Nimzo_3d, mit 3D-Grafiken
fr: Cette version du programme, Nimzo_3d, qui possède des graphiques 3D
he: גרסה זו של התוכנית, Nimzo_3d, בעלת גרפיקה תלת מימדית
hi: कार्यक्रम का यह संस्करण, Nimzo_3d, जिसमें 3D ग्राफिक्स हैं
hu: A program ezen verziója, a Nimzo_3d, amely 3D grafikával rendelkezik
id: Versi program ini, Nimzo_3d, yang memiliki grafik 3d
it: Questa versione del programma, Nimzo_3d, che ha grafica 3D

source: with DirectX was written by Roy Sawyer.
de: mit DirectX wurde von Roy Sawyer geschrieben.
fr: avec DirectX a été écrit par Roy Sawyer.
he: עם DirectX נכתב על ידי רוי סוייר.
hi: डायरेक्टएक्स के साथ यह पुस्तक रॉय सॉयर द्वारा लिखी गई थी।
hu: DirectX-szel Roy Sawyer írta.
id: dengan DirectX ditulis oleh Roy Sawyer.
it: con DirectX è stato scritto da Roy Sawyer.

source: Tarrasch Chess GUI Help
de: Tarrasch Chess GUI Hilfe
fr: Aide de l'interface graphique du jeu d'échecs Tarrasch
he: Tarrasch Chess GUI עזרה
hi: टारराश शतरंज GUI सहायता
hu: Tarrasch Chess GUI Súgó
id: Bantuan GUI Catur Tarrasch
it: Guida GUI di Tarrasch Chess

source: Program design and implementation: Bill Forster.
de: Programmdesign und -implementierung: Bill Forster.
fr: Conception et mise en œuvre du programme : Bill Forster.
he: עיצוב ויישום התוכנית: ביל פורסטר.
hi: कार्यक्रम डिजाइन और कार्यान्वयन: बिल फोर्स्टर।
hu: Programtervezés és végrehajtás: Bill Forster.
id: Desain dan implementasi program: Bill Forster.
it: Progettazione e implementazione del programma: Bill Forster.

source: This version was written by Roy Sawyer and is a fork of the original program.
de: Diese Version wurde von Roy Sawyer geschrieben und ist ein Fork des Originalprogramms.
fr: Cette version a été écrite par Roy Sawyer et est un fork du programme original.
he: גרסה זו נכתבה על ידי רוי סוייר והיא חלק מהתוכנית המקורית.
hi: यह संस्करण रॉय सॉयर द्वारा लिखा गया था और यह मूल प्रोग्राम का एक रूप है।
hu: Ezt a verziót Roy Sawyer írta, és az eredeti program elágazása.
id: Versi ini ditulis oleh Roy Sawyer dan merupakan cabang dari program asli.
it: Questa versione è stata scritta da Roy Sawyer ed è un fork del programma originale.

source: Foundation supporter: Yves Catineau.
de: Unterstützer der Stiftung: Yves Catineau.
fr: Supporteur de la Fondation : Yves Catineau.
he: תומך בקרן: איב קטיניו.
hi: फाउंडेशन समर्थक: यवेस कैटिनेउ।
hu: Az alapítvány támogatója: Yves Catineau.
id: Pendukung yayasan: Yves Catineau.
it: Sostenitore della Fondazione: Yves Catineau.

source: Foundation donors: Paul Cook, Gary Baydo, Ransith Fernando,
de: Spender der Stiftung: Paul Cook, Gary Baydo, Ransith Fernando,
fr: Donateurs de la Fondation : Paul Cook, Gary Baydo, Ransith Fernando,
he: תורמי הקרן: פול קוק, גארי ביידו, רנסית' פרננדו,
hi: फाउंडेशन के दानकर्ता: पॉल कुक, गैरी बेडो, रानसीथ फर्नांडो,
hu: Alapítvány adományozói: Paul Cook, Gary Baydo, Ransith Fernando,
id: Donor Yayasan: Paul Cook, Gary Baydo, Ransith Fernando,
it: Donatori della fondazione: Paul Cook, Gary Baydo, Ransith Fernando,

source: Lukasz Berezowski, Eric Ziegler, Laurence Dayton, Albrecht Schmidt,
he: לוקאש ברזובסקי, אריק זיגלר, לורנס דייטון, אלברכט שמידט,
hi: लुकाज़ बेरेज़ोव्स्की, एरिक ज़िग्लर, लॉरेंस डेटन, अल्ब्रेक्ट श्मिट,

source: Lloyd Standish and David Beagan.
de: Lloyd Standish und David Beagan.
fr: Lloyd Standish et David Beagan.
he: לויד סטנדיש ודיוויד ביגן.
hi: लॉयड स्टैंडिश और डेविड बीगन।
hu: Lloyd Standish és David Beagan.
id: Lloyd Standish dan David Beagan.
it: Lloyd Standish e David Beagan.

source: Testers: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
de: Tester: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
fr: Testeurs : Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
he: בוחנים: איליה קריסטוף, קלוד טמפלניצה, איאן סלן.
hi: परीक्षक: इलिया क्रिस्टोफ़, क्लाउड टैम्पलेनिज़ा, इयान सेलेन।
hu: Tesztelők: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
id: Penguji: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
it: Tester: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.

source: Thanks to David L Brown and the Good Companions for the chess graphics.
de: Danke an David L Brown und die Good Companions für die Schachgrafiken.
fr: Merci à David L Brown et aux Good Companions pour les graphismes d'échecs.
he: תודה לדיוויד ל. בראון והלווים הטובים על גרפיקת השחמט.
hi: शतरंज ग्राफिक्स के लिए डेविड एल ब्राउन और गुड कम्पैनियंस को धन्यवाद।
hu: Köszönet David L Brownnak és a Jó Társaknak a sakkgrafikáért.
id: Terima kasih kepada David L Brown dan Good Companions untuk grafis catur.
it: Grazie a David L Brown e ai Good Companions per la grafica degli scacchi.

source: Thanks to Yusuke Kamiyamane (Fugue icons) for some of the toolbar icons.
de: Danke an Yusuke Kamiyamane (Fugue-Symbole) für einige der Symbolleistensymbole.
fr: Merci à Yusuke Kamiyamane (Fugue icons) pour certaines des icônes de la barre d'outils.
he: תודה ל-Yusuke Kamiyamane (סמלים של פוגה) על חלק מסמלי סרגל הכלים.
hi: कुछ टूलबार आइकन के लिए युसुके कामियामने (फ्यूग्यू आइकन) को धन्यवाद।
hu: Köszönet Yusuke Kamiyamane-nak (fúga ikonok) az eszköztár néhány ikonjáért.
id: Terima kasih kepada Yusuke Kamiyamane (ikon Fugue) untuk beberapa ikon bilah alat.
it: Grazie a Yusuke Kamiyamane (Fugue icons) per alcune icone della barra degli strumenti.

source: Special thanks to Mark Crowther for permission to use TWIC to build tarrasch-base,
de: Besonderer Dank geht an Mark Crowther für die Erlaubnis, TWIC zum Bau von Tarrasch-
fr: Un merci spécial à Mark Crowther pour l'autorisation d'utiliser TWIC pour construire tarrasch-
he: תודה מיוחדת ל-Mark Crowther על ההרשאה להשתמש ב-TWIC לבניית טאררש-
hi: टारसच- के निर्माण के लिए TWIC का उपयोग करने की अनुमति के लिए मार्क क्रॉथर को विशेष धन्यवाद।
hu: Külön köszönet Mark Crowthernek, hogy engedélyezte a TWIC használatát tarrasch-
id: Ucapan terima kasih khusus kepada Mark Crowther atas izin penggunaan TWIC untuk membangun tarrasch-
it: Un ringraziamento speciale a Mark Crowther per avermi concesso il permesso di utilizzare TWIC per costruire tarrasch-

source: the default database, TWIC underlies all modern chess database curation,
de: Die Standarddatenbank TWIC ist die Grundlage aller modernen Schachdatenbank-Kurationen.
fr: la base de données par défaut, TWIC, sous-tend toutes les bases de données d'échecs modernes,
he: מסד הנתונים המוגדר כברירת מחדל, TWIC עומד בבסיס כל אצור מסד הנתונים השחמט המודרני,
hi: डिफ़ॉल्ट डेटाबेस, TWIC सभी आधुनिक शतरंज डेटाबेस क्यूरेशन का आधार है,
hu: az alapértelmezett adatbázis, a TWIC minden modern sakkadatbázis-kezelés alapja,
id: basis data default, TWIC mendasari semua kurasi basis data catur modern,
it: il database predefinito, TWIC, è alla base di tutta la curatela dei database scacchistici moderni,

source: the chess community owes Mark a massive debt.
de: die Schachgemeinschaft steht tief in Marks Schuld.
fr: La communauté des échecs a une dette énorme envers Mark.
he: קהילת השחמט חייבת למרק חוב עצום.
hi: शतरंज समुदाय मार्क का बहुत बड़ा ऋणी है।
hu: a sakktársadalom hatalmas adóssággal tartozik Marknak.
id: Komunitas catur berutang besar pada Mark.
it: la comunità scacchistica ha un debito enorme con Mark.

source: Thanks to Ed Schroeder for Millionbase.
de: Danke an Ed Schroeder für Millionbase.
fr: Merci à Ed Schroeder pour Millionbase.
he: תודה לאד שרדר עבור Millionbase.
hi: मिलियनबेस के लिए एड श्रोएडर को धन्यवाद।
hu: Köszönet Ed Schroedernek a Millionbase-ért.
id: Terima kasih kepada Ed Schroeder untuk Millionbase.
it: Grazie a Ed Schroeder per Millionbase.

source: Thanks to the engine authors who provided explicit permission to
de: Vielen Dank an die Engine-Autoren, die ausdrücklich die Erlaubnis erteilt haben,
fr: Merci aux auteurs du moteur qui ont fourni une autorisation explicite pour
he: תודה למחברי המנוע שסיפקו אישור מפורש
hi: इंजन लेखकों को धन्यवाद जिन्होंने स्पष्ट अनुमति प्रदान की
hu: Köszönet a motor szerzőinek, akik kifejezett engedélyt adtak erre
id: Terima kasih kepada penulis mesin yang memberikan izin eksplisit untuk
it: Grazie agli autori del motore che hanno fornito l'autorizzazione esplicita a

source: include their engines. In chronological order, Vasik Rajlich (Rybka),
de: gehören ihre Motoren. In chronologischer Reihenfolge, Vasik Rajlich (Rybka),
fr: incluent leurs moteurs. Par ordre chronologique, Vasik Rajlich (Rybka),
he: כולל את המנועים שלהם. לפי סדר כרונולוגי, ואסיק רג'ליך (ריבקה),
hi: उनके इंजन शामिल हैं। कालानुक्रमिक क्रम में, वासिक राजलिच (रयबका),
hu: beleértve a motorjaikat is. Időrendben Vasik Rajlich (Rybka),
id: termasuk mesin mereka. Dalam urutan kronologis, Vasik Rajlich (Rybka),
it: includono i loro motori. In ordine cronologico, Vasik Rajlich (Rybka),

source: the late Don Dailey and Larry Kaufman (Komodo), and Robert Houdart (Houdini).
de: die verstorbenen Don Dailey und Larry Kaufman (Komodo) und Robert Houdart (Houdini).
fr: les regrettés Don Dailey et Larry Kaufman (Komodo) et Robert Houdart (Houdini).
he: דון דיילי המנוח ולארי קאופמן (קומודו), ורוברט הודארט (הודיני).
hi: दिवंगत डॉन डेली और लैरी कॉफमैन (कोमोडो), और रॉबर्ट हुडार्ट (हुडिनी)।
hu: a néhai Don Dailey és Larry Kaufman (Komodo), valamint Robert Houdart (Houdini).
id: mendiang Don Dailey dan Larry Kaufman (Komodo), dan Robert Houdart (Houdini).
it: i defunti Don Dailey e Larry Kaufman (Komodo) e Robert Houdart (Houdini).

source: Thanks to the Stockfish team, Stockfish is now the default engine.
de: Dank des Stockfish-Teams ist Stockfish jetzt die Standard-Engine.
fr: Grâce à l'équipe Stockfish, Stockfish est désormais le moteur par défaut.
he: הודות לצוות Stockfish, Stockfish הוא כעת מנוע ברירת המחדל.
hi: स्टॉकफिश टीम के सहयोग से, स्टॉकफिश अब डिफॉल्ट इंजन है।
hu: A Stockfish csapatának köszönhetően a Stockfish mostantól az alapértelmezett motor.
id: Berkat tim Stockfish, Stockfish sekarang menjadi mesin default.
it: Grazie al team di Stockfish, Stockfish è ora il motore predefinito.

source: Permission to include Stockfish is inherent in its licence, as long
de: Die Erlaubnis zur Einbindung von Stockfish ist in der Lizenz enthalten, solange
fr: L'autorisation d'inclure Stockfish est inhérente à sa licence, à condition
he: ההרשאה לכלול את Stockfish טבועה ברישיון שלה, כל עוד
hi: स्टॉकफिश को शामिल करने की अनुमति इसके लाइसेंस में निहित है, बशर्ते
hu: A Stockfish felvételének engedélyezése az engedély velejárója, mindaddig
id: Izin untuk memasukkan Stockfish melekat pada lisensinya, selama
it: L'autorizzazione ad includere Stockfish è insita nella sua licenza, a condizione che

source: as the location of the Stockfish source code is provided.
de: da der Speicherort des Stockfish-Quellcodes angegeben wird.
fr: car l'emplacement du code source de Stockfish est fourni.
he: כפי שהמיקום של קוד המקור Stockfish מסופק.
hi: क्योंकि स्टॉकफिश स्रोत कोड का स्थान प्रदान किया गया है।
hu: mivel a Stockfish forráskód helye biztosított.
id: karena lokasi kode sumber Stockfish disediakan.
it: poiché viene fornita la posizione del codice sorgente di Stockfish.

source: The location is https://stockfishchess.org.
de: Der Standort ist https://stockfishchess.org.
fr: L'emplacement est https://stockfishchess.org.
he: המיקום הוא https://stockfishchess.org.
hi: स्थान है https://stockfishchess.org.
hu: A helyszín: https://stockfishchess.org.
id: Lokasinya adalah https://stockfishchess.org.
it: Il sito è https://stockfishchess.org.

source: Thanks to Inno Setup from Jordan Russell (jrsoftware.org),
de: Dank an Inno Setup von Jordan Russell (jrsoftware.org),
fr: Merci à Inno Setup de Jordan Russell (jrsoftware.org),
he: הודות ל-Inno Setup מג'ורדן ראסל (jrsoftware.org),
hi: जॉर्डन रसेल (jrsoftware.org) के इनो सेटअप के लिए धन्यवाद,
hu: Inno Setupnak köszönhetően Jordan Russelltől (jrsoftware.org),
id: Terima kasih kepada Inno Setup dari Jordan Russell (jrsoftware.org),
it: Grazie a Inno Setup di Jordan Russell (jrsoftware.org),

source: for the setup program.
de: für das Setup-Programm.
fr: pour le programme d'installation.
he: עבור תוכנית ההתקנה.
hi: सेटअप प्रोग्राम के लिए.
hu: a beállítási programhoz.
id: untuk program pengaturan.
it: per il programma di installazione.

source: Thanks to Julian Smart, Vadim Zeitlin and the wxWidgets community
de: Danke an Julian Smart, Vadim Zeitlin und die wxWidgets-Community
fr: Merci à Julian Smart, Vadim Zeitlin et à la communauté wxWidgets
he: תודה לג'וליאן סמארט, ואדים צייטלין וקהילת wxWidgets
hi: जूलियन स्मार्ट, वादिम ज़ेटलिन और wxWidgets समुदाय को धन्यवाद
hu: Köszönet Julian Smartnak, Vadim Zeitlinnek és a wxWidgets közösségnek
id: Terima kasih kepada Julian Smart, Vadim Zeitlin dan komunitas wxWidgets
it: Grazie a Julian Smart, Vadim Zeitlin e alla comunità wxWidgets

source: for the GUI library.
de: für die GUI-Bibliothek.
fr: pour la bibliothèque GUI.
he: עבור ספריית ה-GUI.
hi: GUI लाइब्रेरी के लिए.
hu: a GUI könyvtárhoz.
id: untuk pustaka GUI.
it: per la libreria GUI.

source: Thanks to Garry Peek and the Radium team - Norman Bartholomew, John Cocks,
de: Vielen Dank an Garry Peek und das Radium-Team - Norman Bartholomew, John Cocks,
fr: Merci à Garry Peek et à l'équipe Radium - Norman Bartholomew, John Cocks,
he: תודה לגארי פיק וצוות הרדיום - נורמן ברתולומיאו, ג'ון קוקס,
hi: गैरी पीक और रेडियम टीम - नॉर्मन बार्थोलोम्यू, जॉन कॉक्स, को धन्यवाद।
hu: Köszönet Garry Peeknek és a Radium csapatának - Norman Bartholomew, John Cocks,
id: Terima kasih kepada Garry Peek dan tim Radium - Norman Bartholomew, John Cocks,
it: Grazie a Garry Peek e al team Radium: Norman Bartholomew, John Cocks,

source: Jaron Peek, Tim McEwan, Brian Peach, Dr Garry Brown, Corwin Newall,
he: ג'רון פיק, טים מקיואן, בריאן פיץ', ד"ר גארי בראון, קורווין ניואל,
hi: जेरोन पीक, टिम मैकइवान, ब्रायन पीच, डॉ गैरी ब्राउन, कॉर्विन न्यूऑल,
hu: Szereplők: Jaron Peek, Tim McEwan, Brian Peach, Dr. Garry Brown, Corwin Newall,
it: Jaron Peek, Tim McEwan, Brian Peach, Dott. Garry Brown, Corwin Newall,

source: Kate Hyndman and James Herbison for providing office space
de: Kate Hyndman und James Herbison für die Bereitstellung von Büroräumen
fr: Kate Hyndman et James Herbison pour avoir fourni des espaces de bureaux
he: קייט הינדמן וג'יימס הרבסון על אספקת שטחי משרדים
hi: कार्यालय स्थान उपलब्ध कराने के लिए केट हिंडमैन और जेम्स हर्बिसन
hu: Kate Hyndmannek és James Herbisonnak az irodaterületek biztosításáért
id: Kate Hyndman dan James Herbison karena menyediakan ruang kantor
it: Kate Hyndman e James Herbison per aver fornito spazi per uffici

source: and good company through much of the V3 development grind.
de: und gute Gesellschaft während eines Großteils der mühsamen V3-Entwicklung.
fr: et une bonne compagnie pendant une grande partie du développement de la V3.
he: וחברה טובה לאורך חלק ניכר מהפיתוח של V3.
hi: और V3 विकास के दौरान काफी अच्छी कंपनी रही।
hu: és jó társaság a V3-as fejlesztés nagy részében.
id: dan teman baik selama sebagian besar proses pengembangan V3.
it: e buona compagnia durante gran parte dello sviluppo della V3.

source: Thanks to my dear wife Maria Champion-Forster, for not only tolerating me
de: Dank an meine liebe Frau Maria Champion-Forster, die mich nicht nur toleriert hat,
fr: Merci à ma chère épouse Maria Champion-Forster, non seulement pour m'avoir toléré
he: תודה לאשתי היקרה מריה צ'מפיון-פורסטר, שלא רק סבלה אותי
hi: मेरी प्रिय पत्नी मारिया चैंपियन-फोर्स्टर को धन्यवाद, जिन्होंने न केवल मुझे सहन किया
hu: Köszönöm kedves feleségemnek, Maria Champion-Forsternek, hogy nem csak engem tolerált
id: Terima kasih kepada istriku tercinta Maria Champion-Forster, karena tidak hanya menoleransi saya
it: Grazie alla mia cara moglie Maria Champion-Forster, per non avermi solo tollerato

source: spending (wasting?) thousands of hours on this project,
de: Tausende von Stunden mit diesem Projekt zu verbringen (zu verschwenden?),
fr: passer (gaspiller ?) des milliers d'heures sur ce projet,
he: מבזבזים (מבזבז?) אלפי שעות על הפרויקט הזה,
hi: इस परियोजना पर हजारों घंटे खर्च (बर्बाद?) करना,
hu: több ezer órát tölt (pazarol?) erre a projektre,
id: menghabiskan (menyia-nyiakan?) ribuan jam pada proyek ini,
it: spendendo (sprecando?) migliaia di ore su questo progetto,

source: but actually encouraging it.
de: sondern es tatsächlich zu fördern.
fr: mais en fait, je l'encourage.
he: אבל בעצם מעודד את זה.
hi: बल्कि वास्तव में इसे प्रोत्साहित करना चाहिए।
hu: hanem valójában arra biztatva.
id: tetapi sebenarnya mendorongnya.
it: ma in realtà incoraggiandolo.

source: Dedicated to the memory of John Victor Forster 1949-2001.
de: Gewidmet dem Andenken an John Victor Forster 1949–2001.
fr: Dédié à la mémoire de John Victor Forster 1949-2001.
he: מוקדש לזכרו של ג'ון ויקטור פורסטר 1949-2001.
hi: जॉन विक्टर फोर्स्टर 1949-2001 की स्मृति को समर्पित।
hu: John Victor Forster emlékének szentelve 1949-2001.
id: Didedikasikan untuk mengenang John Victor Forster 1949-2001.
it: Dedicato alla memoria di John Victor Forster 1949-2001.

source: We miss him every day.
de: Wir vermissen ihn jeden Tag.
fr: Il nous manque tous les jours.
he: אנחנו מתגעגעים אליו כל יום.
hi: हम हर दिन उसे याद करते हैं.
hu: Hiányzik nekünk minden nap.
id: Kami merindukannya setiap hari.
it: Ci manca ogni giorno.

source: Error loading book
de: Fehler beim Laden des Buches
fr: Erreur lors du chargement du livre
he: שגיאה בטעינת הספר
hi: पुस्तक लोड करने में त्रुटि
hu: Hiba a könyv betöltésekor
id: Terjadi kesalahan saat memuat buku
it: Errore durante il caricamento del libro

source: There are no book moves for this position
de: Für diese Position liegen keine Buchungsbewegungen vor
fr: Il n'y a pas de mouvements de livres pour ce poste
he: אין מהלכי ספרים לתפקיד זה
hi: इस पद के लिए कोई पुस्तक प्रस्ताव नहीं है
hu: Ehhez a pozícióhoz nincsenek könyvmozgatások
id: Tidak ada perpindahan buku untuk posisi ini
it: Non ci sono spostamenti di libri per questa posizione

source: Opening book message
de: Nachricht zum Öffnen des Buches
fr: Message d'ouverture du livre
he: הודעת ספר פתיחה
hi: पुस्तक खोलने का संदेश
hu: Nyitókönyv üzenet
id: Pesan pembukaan buku
it: Messaggio di apertura del libro

source: You are about to change languages to
de: Sie sind dabei, die Sprache zu ändern in
fr: Vous êtes sur le point de changer de langue pour
he: אתה עומד לשנות שפות ל
hi: आप भाषा बदलने वाले हैं
hu: Arra készül, hogy nyelvet váltson
id: Anda akan mengubah bahasa ke
it: Stai per cambiare lingua in

source: Do you wish to continue ?
de: Möchten Sie fortfahren?
fr: Souhaitez-vous continuer ?
he: האם ברצונך להמשיך?
hi: क्या आप जारी रखना चाहते हैं ?
hu: Szeretné folytatni?
id: Apakah Anda ingin melanjutkan?
it: Vuoi continuare?

source: Change language message
de: Nachricht zur Änderung der Sprache
fr: Changer la langue du message
he: שנה הודעת שפה
hi: भाषा परिवर्तन संदेश
hu: Nyelv módosítása üzenet
id: Ubah pesan bahasa
it: Cambia messaggio lingua

source: English
de: Englisch
fr: Anglais
he: אַנגְלִית
hi: अंग्रेज़ी
hu: angol
id: Bahasa inggris
it: Inglese

source: Albanian
de: albanisch
fr: albanais
he: אלבני
hi: अल्बानियन
hu: albán
id: bahasa Albania
it: albanese

source: Arabic
de: Arabisch
fr: arabe
he: עֲרָבִית
hi: अरबी
hu: arab
id: Arab
it: arabo

source: Bengali
he: בנגלית
hi: बंगाली
hu: bengáli
id: Benggala
it: bengalese

source: Bulgarian
de: bulgarisch
fr: bulgare
he: בולגרית
hi: बल्गेरियाई
hu: bolgár
id: Bulgaria
it: bulgaro

source: Chinese
de: chinesisch
fr: Chinois
he: סִינִית
hi: चीनी
hu: kínai
id: Cina
it: cinese

source: Czech
de: tschechisch
fr: tchèque
he: צ'כית
hi: चेक
hu: cseh
id: Ceko
it: ceco

source: Danish
de: dänisch
fr: danois
he: דַנִי
hi: डेनिश
hu: dán
id: Denmark
it: danese

source: Dutch
de: Niederländisch
fr: Néerlandais
he: הוֹלַנדִי
hi: डच
hu: holland
id: Belanda
it: Olandese

source: Estonian
de: estnisch
fr: estonien
he: אסטונית
hi: एस्तोनियावासी
hu: észt
id: Estonia
it: Estone

source: Finnish
de: finnisch
fr: finlandais
he: פִינִית
hi: फिनिश
hu: finn
id: Finlandia
it: finlandese

source: French
de: Französisch
fr: Français
he: צָרְפָתִית
hi: फ्रेंच
hu: francia
id: Perancis
it: francese

source: German
de: Deutsch
fr: Allemand
he: גֶרמָנִיָת
hi: जर्मन
hu: német
id: Jerman
it: tedesco

source: Greek
de: griechisch
fr: grec
he: יוונית
hi: यूनानी
hu: görög
id: Orang yunani
it: greco

source: Hausa
fr: Haoussa
he: האוסה
hi: होउसा
id: Bahasa Hausa

source: Hebrew
de: hebräisch
fr: hébreu
he: עִברִית
hi: यहूदी
hu: héber
id: Ibrani
it: ebraico

source: Hindi
he: הינדי
hi: हिन्दी

source: Hungarian
de: ungarisch
fr: hongrois
he: הוּנגָרִי
hi: हंगेरी
hu: magyar
id: Hongaria
it: ungherese

source: Indonesian
de: Indonesisch
fr: indonésien
he: אינדונזית
hi: इन्डोनेशियाई
hu: indonéz
id: Indonesia
it: indonesiano

source: Italian
de: Italienisch
fr: italien
he: אִיטַלְקִית
hi: इतालवी
hu: olasz
id: Italia
it: Italiano

source: Japanese
de: japanisch
fr: japonais
he: יַפָּנִית
hi: जापानी
hu: japán
id: Jepang
it: giapponese

source: Korean
de: Koreanisch
fr: coréen
he: קוריאנית
hi: कोरियाई
hu: koreai
id: Korea
it: coreano

source: Latvian
de: lettisch
fr: letton
he: לטבית
hi: लात्वीयावासी
hu: lett
id: Latvia
it: lettone

source: Lithuanian
de: litauisch
fr: lituanien
he: ליטאית
hi: लिथुआनियाई
hu: litván
id: Lithuania
it: lituano

source: Norwegian
de: norwegisch
fr: norvégien
he: נורבגית
hi: नार्वेजियन
hu: norvég
id: Norwegia
it: norvegese

source: Persian
de: persisch
fr: persan
he: פַּרסִית
hi: फ़ारसी
hu: perzsa
id: Persia
it: persiano

source: Polish
de: Polieren
fr: polonais
he: פּוֹלָנִית
hi: पोलिश
hu: lengyel
id: Polandia
it: Polacco

source: Portuguese
de: Portugiesisch
fr: portugais
he: פורטוגזית
hi: पुर्तगाली
hu: portugál
id: Portugis
it: portoghese

source: Romanian
de: rumänisch
fr: roumain
he: רומנית
hi: रोमानियाई
hu: román
id: Rumania
it: rumeno

source: Russian
de: Russisch
fr: russe
he: רוּסִי
hi: रूसी
hu: orosz
id: Rusia
it: russo

source: Serbian
de: serbisch
fr: serbe
he: סרבית
hi: सर्बियाई
hu: szerb
id: Serbia
it: serbo

source: Spanish
de: Spanisch
fr: Espagnol
he: סְפָרַדִית
hi: स्पैनिश
hu: spanyol
id: Spanyol
it: spagnolo

source: Swedish
de: Schwedisch
fr: suédois
he: שוודית
hi: स्वीडिश
hu: svéd
id: Swedia
it: svedese

source: Tamil
fr: tamoul
he: טמילית
hi: तामिल
it: Italiano:

source: Thai
fr: thaïlandais
he: תאילנדית
hi: थाई
it: tailandese

source: Turkish
de: Türkisch
fr: turc
he: טוּרקִית
hi: तुर्की
hu: török
id: Turki
it: turco

source: Ukrainian
de: ukrainisch
fr: ukrainien
he: אוקראינית
hi: यूक्रेनी
hu: ukrán
id: Ukraina
it: ucraino

source: Urdu
fr: ourdou
he: אורדו
hi: उर्दू
id: Bahasa Urdu
it: Italiano:

source: Vietnamese
de: Vietnamesisch
fr: vietnamien
he: וייטנאמית
hi: वियतनामी
hu: vietnami
id: Vietnam
it: vietnamita
