Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: PGN filename : Select the PGN filename to store the engine match games.
de: PGN-Dateiname: Wählen Sie den PGN-Dateinamen zum Speichern der Engine-Match-Spiele.
fr: Nom de fichier PGN : sélectionnez le nom de fichier PGN pour stocker les jeux de correspondance du moteur.
he: שם קובץ PGN : בחר את שם הקובץ PGN כדי לאחסן את משחקי התאמת המנוע.
hi: PGN फ़ाइल नाम: इंजन मैच गेम को संग्रहीत करने के लिए PGN फ़ाइल नाम का चयन करें।
hu: PGN fájlnév : Válassza ki a PGN fájlnevet a motormeccs játékok tárolásához.
id: Nama file PGN: Pilih nama file PGN untuk menyimpan permainan pertandingan mesin.
it: Nome file PGN: seleziona il nome file PGN in cui memorizzare i giochi di abbinamento del motore.

source: If no filename is input, EngineMatch.pgn will be used
de: Wenn kein Dateiname eingegeben wird, wird EngineMatch.pgn verwendet
fr: Si aucun nom de fichier n'est saisi, EngineMatch.pgn sera utilisé
he: אם לא הוזן שם קובץ, ישמש EngineMatch.pgn
hi: यदि कोई फ़ाइल नाम इनपुट नहीं किया गया है, तो EngineMatch.pgn का उपयोग किया जाएगा
hu: Ha nem ad meg fájlnevet, akkor az EngineMatch.pgn fájl kerül felhasználásra
id: Jika tidak ada nama file yang dimasukkan, EngineMatch.pgn akan digunakan
it: Se non viene inserito alcun nome file, verrà utilizzato EngineMatch.pgn

source: Select engine : Choose the engines and set their parameters.
de: Motor auswählen: Wählen Sie die Motoren aus und legen Sie ihre Parameter fest.
fr: Sélectionner le moteur : Choisissez les moteurs et définissez leurs paramètres.
he: בחר מנוע: בחר את המנועים וקבע את הפרמטרים שלהם.
hi: इंजन चुनें: इंजन चुनें और उनके पैरामीटर सेट करें।
hu: Motor kiválasztása : Válassza ki a motorokat és állítsa be a paramétereiket.
id: Pilih mesin: Pilih mesin dan atur parameternya.
it: Seleziona motore: scegli i motori e impostane i parametri.

source: Use opening book : Check this box for the engine to use the opening book.
de: Eröffnungsbuch verwenden: Aktivieren Sie dieses Kontrollkästchen, damit die Engine das Eröffnungsbuch verwendet.
fr: Utiliser le livre d'ouverture : Cochez cette case pour que le moteur utilise le livre d'ouverture.
he: השתמש בספר הפתיחה: סמן את התיבה הזו כדי שהמנוע ישתמש בספר הפתיחה.
hi: ओपनिंग बुक का उपयोग करें : इंजन द्वारा ओपनिंग बुक का उपयोग करने के लिए इस बॉक्स को चेक करें।
hu: Nyitókönyv használata: Jelölje be ezt a négyzetet, ha a motor használni szeretné a nyitókönyvet.
id: Gunakan buku pembuka: Centang kotak ini agar mesin dapat menggunakan buku pembuka.
it: Usa libro di apertura: seleziona questa casella affinché il motore utilizzi il libro di apertura.

source: Opening book : Select which opening book that you want to use for the match.
de: Eröffnungsbuch: Wählen Sie das Eröffnungsbuch aus, das Sie für das Spiel verwenden möchten.
fr: Livre d'ouverture : Sélectionnez le livre d'ouverture que vous souhaitez utiliser pour le match.
he: ספר פתיחה : בחר באיזה ספר פתיחה אתה רוצה להשתמש עבור המשחק.
hi: ओपनिंग बुक : मैच के लिए आप किस ओपनिंग बुक का उपयोग करना चाहते हैं, उसका चयन करें।
hu: Nyitókönyv : Válassza ki, hogy melyik nyitókönyvet szeretné használni a mérkőzéshez.
id: Buku pembukaan: Pilih buku pembukaan yang ingin Anda gunakan untuk pertandingan.
it: Libro di apertura: seleziona il libro di apertura che vuoi usare per la partita.

source: Time controls : Select blitz or fixed time period mode games.
de: Zeitsteuerung: Wählen Sie Blitzspiele oder Spiele im Festzeitmodus.
fr: Contrôles du temps : sélectionnez les jeux en mode blitz ou à durée fixe.
he: בקרות זמן: בחר משחקי בליץ או מצב פרק ​​זמן קבוע.
hi: समय नियंत्रण: ब्लिट्ज या निश्चित समय अवधि मोड गेम का चयन करें।
hu: Időszabályzók: Válasszon villámgyors vagy rögzített időtartamú játékokat.
id: Kontrol waktu: Pilih mode permainan blitz atau periode waktu tetap.
it: Controlli del tempo: seleziona la modalità di gioco blitz o a tempo fisso.

source: Number of games : Specify how many games should be played.
de: Anzahl der Spiele: Geben Sie an, wie viele Spiele gespielt werden sollen.
fr: Nombre de parties : Spécifiez le nombre de parties à jouer.
he: מספר משחקים: ציין כמה משחקים יש לשחק.
hi: खेलों की संख्या : निर्दिष्ट करें कि कितने खेल खेले जाने चाहिए.
hu: Játékok száma: Adja meg, hány játékot kell játszani.
id: Jumlah permainan: Tentukan berapa banyak permainan yang harus dimainkan.
it: Numero di partite: specifica quante partite si desidera giocare.

source: Move limit : Specify how many moves should be played in a game,
de: Zuglimit: Geben Sie an, wie viele Züge in einem Spiel gespielt werden sollen.
fr: Limite de coups : Spécifiez le nombre de coups qui doivent être joués dans une partie,
he: מגבלת מהלכים: ציין כמה מהלכים יש לשחק במשחק,
hi: चाल सीमा : निर्दिष्ट करें कि एक खेल में कितनी चालें खेली जानी चाहिए,
hu: Mozgáskorlát: Adja meg, hány lépést kell játszani egy játékban,
id: Batas gerakan: Tentukan berapa banyak gerakan yang harus dimainkan dalam permainan,
it: Limite di mosse: specifica quante mosse devono essere giocate in una partita,

source: before it is abandoned as a draw.
de: bevor es als Unentschieden aufgegeben wird.
fr: avant qu'il ne soit abandonné comme tirage au sort.
he: לפני שהוא נזנח כתיקו.
hi: इससे पहले कि इसे ड्रा के रूप में छोड़ दिया जाए।
hu: mielőtt döntetlenként feladják.
id: sebelum ditinggalkan sebagai hasil seri.
it: prima di essere abbandonato come pareggio.

source: Alternate colours : Check this box to swap colours after each game.
de: Farben wechseln: Aktivieren Sie dieses Kontrollkästchen, um die Farben nach jedem Spiel zu tauschen.
fr: Couleurs alternatives : Cochez cette case pour échanger les couleurs après chaque partie.
he: צבעים חלופיים: סמן את התיבה הזו כדי להחליף צבעים לאחר כל משחק.
hi: वैकल्पिक रंग : प्रत्येक खेल के बाद रंग बदलने के लिए इस बॉक्स को चेक करें।
hu: Alternatív színek: Jelölje be ezt a négyzetet, ha minden játék után színt szeretne cserélni.
id: Warna alternatif: Centang kotak ini untuk menukar warna setelah setiap permainan.
it: Colori alternativi: seleziona questa casella per cambiare i colori dopo ogni partita.

source: Engine adjustment : Open the engine time adjustment dialog box.
de: Motoreinstellung: Öffnen Sie das Dialogfeld zur Motorzeiteinstellung.
fr: Réglage du moteur : Ouvrez la boîte de dialogue de réglage de l'heure du moteur.
he: התאמת מנוע: פתח את תיבת הדו-שיח של התאמת זמן המנוע.
hi: इंजन समायोजन : इंजन समय समायोजन संवाद बॉक्स खोलें।
hu: Motorbeállítás: Nyissa meg a motoridő-beállítás párbeszédpanelt.
id: Penyesuaian mesin: Buka kotak dialog penyesuaian waktu mesin.
it: Regolazione motore: apre la finestra di dialogo di regolazione del tempo motore.

source: Save settings : Save the current settings to a file
de: Einstellungen speichern: Speichern Sie die aktuellen Einstellungen in einer Datei
fr: Enregistrer les paramètres : enregistrez les paramètres actuels dans un fichier
he: שמור הגדרות: שמור את ההגדרות הנוכחיות בקובץ
hi: सेटिंग्स सहेजें : वर्तमान सेटिंग्स को फ़ाइल में सहेजें
hu: Beállítások mentése: Az aktuális beállítások mentése fájlba
id: Simpan pengaturan : Menyimpan pengaturan saat ini ke dalam sebuah file
it: Salva impostazioni: salva le impostazioni correnti in un file

source: Load settings : Load the current settings from a file
de: Einstellungen laden: Lädt die aktuellen Einstellungen aus einer Datei
fr: Charger les paramètres : Charger les paramètres actuels à partir d'un fichier
he: טען הגדרות : טען את ההגדרות הנוכחיות מקובץ
hi: सेटिंग्स लोड करें : किसी फ़ाइल से वर्तमान सेटिंग्स लोड करें
hu: Beállítások betöltése: Az aktuális beállítások betöltése egy fájlból
id: Pengaturan beban: Muat pengaturan saat ini dari sebuah file
it: Carica impostazioni: carica le impostazioni correnti da un file

source: Engine match files (*.mat) from previous versions of the program
de: Engine-Match-Dateien (*.mat) aus früheren Versionen des Programms
fr: Fichiers de correspondance du moteur (*.mat) des versions précédentes du programme
he: קבצי התאמת מנוע (*.mat) מגרסאות קודמות של התוכנית
hi: इंजन प्रोग्राम के पिछले संस्करणों से फ़ाइलों (*.mat) का मिलान करता है
hu: Engine match fájlok (*.mat) a program korábbi verzióiból
id: File pencocokan mesin (*.mat) dari versi program sebelumnya
it: File di corrispondenza del motore (*.mat) delle versioni precedenti del programma

source: Display score on tab : Check to display the current match score
de: Punktestand auf der Registerkarte anzeigen: Aktivieren Sie dieses Kontrollkästchen, um den aktuellen Spielstand anzuzeigen.
fr: Afficher le score sur l'onglet : Cochez cette case pour afficher le score du match actuel
he: הצג ניקוד בכרטיסייה : סמן כדי להציג את ניקוד המשחק הנוכחי
hi: टैब पर स्कोर प्रदर्शित करें: वर्तमान मैच स्कोर प्रदर्शित करने के लिए चेक करें
hu: Pontszám megjelenítése a lapon: Jelölje be az aktuális mérkőzés pontszámának megjelenítéséhez
id: Tampilkan skor pada tab: Centang untuk menampilkan skor pertandingan saat ini
it: Visualizza punteggio sulla scheda: seleziona per visualizzare il punteggio della partita corrente

source: on the engine match panel tab.
de: auf der Registerkarte Engine-Match-Panel.
fr: sur l'onglet du panneau de correspondance du moteur.
he: בכרטיסיית לוח התאמת המנוע.
hi: इंजन मैच पैनल टैब पर.
hu: a motor match panel lapján.
id: pada tab panel pencocokan mesin.
it: sulla scheda del pannello di abbinamento motore.

source: This is useful if you want to set the bottom panel to < Search info >
de: Dies ist nützlich, wenn Sie das untere Panel auf <Suchinfo> einstellen möchten
fr: Ceci est utile si vous souhaitez définir le panneau inférieur sur < Rechercher des informations >
he: זה שימושי אם ברצונך להגדיר את הלוח התחתון ל< מידע חיפוש >
hi: यह उपयोगी है यदि आप निचले पैनल को < खोज जानकारी > पर सेट करना चाहते हैं
hu: Ez akkor hasznos, ha az alsó panelt az < Keresési információ > értékre szeretné állítani
id: Ini berguna jika Anda ingin mengatur panel bawah ke < Info pencarian >
it: Questo è utile se vuoi impostare il pannello inferiore su <Cerca info>

source: but still want to know what the score is.
de: möchte aber trotzdem wissen, wie der Punktestand ist.
fr: mais je veux quand même savoir quel est le score.
he: אבל עדיין רוצה לדעת מה הציון.
hi: लेकिन मैं अभी भी जानना चाहता हूं कि स्कोर क्या है।
hu: de még mindig szeretné tudni, mi a pontszám.
id: tetapi masih ingin tahu berapa skornya.
it: ma voglio comunque sapere qual è il punteggio.

source: Engine match help
de: Hilfe zur Engine-Übereinstimmung
fr: Aide à la correspondance des moteurs
he: עזרה בהתאמת מנוע
hi: इंजन मिलान सहायता
hu: Motor meccs súgó
id: Bantuan pencocokan mesin
it: Aiuto per la corrispondenza del motore

source: Notes on variety of play
de: Hinweise zur Spielvielfalt
fr: Notes sur la variété du jeu
he: הערות על מגוון משחקים
hi: खेल की विविधता पर नोट्स
hu: Megjegyzések a játék változatosságához
id: Catatan tentang berbagai permainan
it: Note sulla varietà del gioco

source: If you want greater variety of play in the opening stage
de: Wenn Sie in der Eröffnungsphase mehr Spielvielfalt wünschen
fr: Si vous souhaitez une plus grande variété de jeu dans la phase d'ouverture
he: אם אתה רוצה מגוון גדול יותר של משחק בשלב הפתיחה
hi: यदि आप प्रारंभिक चरण में खेल में अधिक विविधता चाहते हैं
hu: Ha nagyobb változatosságot szeretne játszani a nyitó szakaszban
id: Jika Anda menginginkan variasi permainan yang lebih besar di tahap pembukaan
it: Se vuoi una maggiore varietà di gioco nella fase di apertura

source: of an engine match game, it is best to use an opening book.
de: eines Engine-Match-Spiels ist es am besten, ein Eröffnungsbuch zu verwenden.
fr: d'un jeu de correspondance de moteur, il est préférable d'utiliser un livre d'ouverture.
he: של משחק מנוע, עדיף להשתמש בספר פתיחה.
hi: इंजन मैच गेम के लिए ओपनिंग बुक का उपयोग करना सबसे अच्छा है।
hu: egy motormeccs játék esetében a legjobb egy nyitókönyvet használni.
id: Dari permainan pertandingan mesin, yang terbaik adalah menggunakan buku pembuka.
it: di un gioco di abbinamento di motori, è meglio usare un libro di apertura.

source: Whilst the default book can be used for this purpose,
de: Obwohl das Standardbuch für diesen Zweck verwendet werden kann,
fr: Bien que le livre par défaut puisse être utilisé à cette fin,
he: אמנם ניתן להשתמש בספר ברירת המחדל למטרה זו,
hi: यद्यपि इस उद्देश्य के लिए डिफॉल्ट पुस्तक का उपयोग किया जा सकता है,
hu: Míg az alapértelmezett könyv használható erre a célra,
id: Meskipun buku default dapat digunakan untuk tujuan ini,
it: Sebbene il libro predefinito possa essere utilizzato per questo scopo,

source: there are plenty of others available for more varied requirements.
de: Für vielfältigere Anforderungen stehen zahlreiche weitere zur Verfügung.
fr: il en existe beaucoup d'autres disponibles pour des besoins plus variés.
he: יש הרבה אחרים זמינים לדרישות מגוונות יותר.
hi: अधिक विविध आवश्यकताओं के लिए बहुत सारे अन्य उपलब्ध हैं।
hu: rengeteg más is elérhető a változatosabb igényekhez.
id: masih banyak lagi yang tersedia untuk kebutuhan yang lebih bervariasi.
it: ce ne sono molti altri disponibili per esigenze più diverse.

source: However, there are hardly any available in PGN format
de: Allerdings gibt es kaum welche im PGN-Format
fr: Cependant, il n'y en a pratiquement pas de disponibles au format PGN
he: עם זאת, כמעט לא קיימים בפורמט PGN
hi: हालाँकि, पीजीएन प्रारूप में शायद ही कोई उपलब्ध है
hu: PGN formátumban azonban alig van elérhető
id: Namun, hampir tidak ada yang tersedia dalam format PGN
it: Tuttavia, sono disponibili solo in formato PGN.

source: because this format is not suitable for large opening books.
de: da sich dieses Format nicht für große Aufschlagbücher eignet.
fr: car ce format n'est pas adapté aux livres à grande ouverture.
he: כי פורמט זה אינו מתאים לספרי פתיחה גדולים.
hi: क्योंकि यह प्रारूप बड़ी शुरुआती किताबों के लिए उपयुक्त नहीं है।
hu: mert ez a formátum nem alkalmas nagy nyitókönyvekhez.
id: karena format ini tidak cocok untuk buku bukaan besar.
it: perché questo formato non è adatto ai libri con apertura grande.

source: Whilst the PGN files themselves do not have any preferential move weighting,
de: Während die PGN-Dateien selbst keine bevorzugte Zuggewichtung haben,
fr: Bien que les fichiers PGN eux-mêmes n'aient pas de pondération de mouvement préférentielle,
he: בעוד שלקבצי PGN עצמם אין שקלול מהלך מועדף,
hi: जबकि पीजीएन फाइलों में स्वयं कोई अधिमान्य चाल भार नहीं होता है,
hu: Míg maguknak a PGN-fájloknak nincs preferenciális mozgási súlyozása,
id: Meskipun file PGN sendiri tidak memiliki bobot perpindahan preferensial,
it: Sebbene i file PGN stessi non abbiano alcuna ponderazione preferenziale delle mosse,

source: in the original Tarrasch GUI Bill Forster wrote code to compile a PGN file
de: in der ursprünglichen Tarrasch-GUI schrieb Bill Forster Code zum Kompilieren einer PGN-Datei
fr: dans l'interface graphique originale de Tarrasch, Bill Forster a écrit du code pour compiler un fichier PGN
he: בממשק המשתמש המקורי של Tarrasch ביל פורסטר כתב קוד כדי להדר קובץ PGN
hi: मूल टारराश GUI में बिल फोर्स्टर ने PGN फ़ाइल संकलित करने के लिए कोड लिखा था
hu: az eredeti Tarrasch GUI-ban Bill Forster kódot írt a PGN fájl lefordításához
id: di GUI Tarrasch asli Bill Forster menulis kode untuk mengkompilasi file PGN
it: nell'interfaccia utente grafica originale di Tarrasch Bill Forster ha scritto il codice per compilare un file PGN

source: into an opening book that has a primitive type of move weighting
de: in ein Eröffnungsbuch mit einer primitiven Art der Zuggewichtung
fr: dans un livre d'ouverture qui a un type primitif de pondération des mouvements
he: לתוך ספר פתיחה שיש לו סוג פרימיטיבי של שקלול מהלך
hi: एक प्रारंभिक पुस्तक में जिसमें एक आदिम प्रकार का चाल भार होता है
hu: egy nyitókönyvbe, amely primitív típusú mozgássúllyal rendelkezik
id: ke dalam buku pembukaan yang memiliki tipe primitif pembobotan gerakan
it: in un libro di apertura che ha un tipo primitivo di ponderazione delle mosse

source: that records how many times a move appears in the book.
de: das aufzeichnet, wie oft ein Zug im Buch vorkommt.
fr: qui enregistre combien de fois un mouvement apparaît dans le livre.
he: שמתעד כמה פעמים מהלך מופיע בספר.
hi: जो यह रिकॉर्ड करता है कि पुस्तक में कोई चाल कितनी बार आती है।
hu: amely rögzíti, hogy egy lépés hányszor jelenik meg a könyvben.
id: yang mencatat berapa kali suatu gerakan muncul dalam buku.
it: che registra quante volte una mossa appare nel libro.

source: I have added a capability for using Polyglot .bin opening books
de: Ich habe eine Funktion zum Verwenden von Polyglot .bin-Eröffnungsbüchern hinzugefügt
fr: J'ai ajouté une capacité pour utiliser Polyglot .bin pour ouvrir des livres
he: הוספתי יכולת לשימוש בספרי פתיחה של Polyglot .bin
hi: मैंने पॉलीग्लॉट .bin खोलने वाली पुस्तकों का उपयोग करने की क्षमता जोड़ी है
hu: Hozzáadtam egy képességet a Polyglot .bin nyitókönyvek használatához
id: Saya telah menambahkan kemampuan untuk menggunakan buku pembuka Polyglot .bin
it: Ho aggiunto una funzionalità per utilizzare Polyglot .bin per aprire i libri

source: which have a slightly more sophisticated move weighting system.
de: die über ein etwas ausgefeilteres Zuggewichtungssystem verfügen.
fr: qui ont un système de pondération des mouvements légèrement plus sophistiqué.
he: שיש להם מערכת שקלול מהלכים קצת יותר מתוחכמת.
hi: जिसमें थोड़ा अधिक परिष्कृत चाल भार प्रणाली है।
hu: amelyeknek valamivel kifinomultabb mozgássúlyozási rendszerük van.
id: yang memiliki sistem pembobotan gerakan yang sedikit lebih canggih.
it: che hanno un sistema di ponderazione dei movimenti leggermente più sofisticato.

source: For more info, see the help on Polyglot opening books.
de: Weitere Informationen finden Sie in der Hilfe zu den Polyglot-Eröffnungsbüchern.
fr: Pour plus d'informations, consultez l'aide sur les livres d'ouverture Polyglot.
he: למידע נוסף, עיין בעזרה על ספרי פתיחה של Polyglot.
hi: अधिक जानकारी के लिए पॉलीग्लॉट ओपनिंग बुक्स पर सहायता देखें।
hu: További információért lásd a Polyglot nyitókönyvek súgóját.
id: Untuk informasi lebih lanjut, lihat bantuan pada buku pembukaan Polyglot.
it: Per maggiori informazioni, consulta la guida su Polyglot per aprire i libri.

source: For small opening books, which contain only playable moves,
de: Für kleine Eröffnungsbücher, die nur spielbare Züge enthalten,
fr: Pour les petits livres d'ouverture, qui ne contiennent que des coups jouables,
he: עבור ספרי פתיחה קטנים, המכילים רק מהלכים שניתן לשחק בהם,
hi: छोटी प्रारंभिक पुस्तकों के लिए, जिनमें केवल खेलने योग्य चालें होती हैं,
hu: Kis nyitókönyvekhez, amelyek csak játszható mozdulatokat tartalmaznak,
id: Untuk buku pembukaan kecil, yang hanya berisi gerakan yang dapat dimainkan,
it: Per i piccoli libri di apertura, che contengono solo mosse giocabili,

source: the PGN format is quite usuable.
de: das PGN-Format ist durchaus brauchbar.
fr: le format PGN est tout à fait utilisable.
he: פורמט PGN הוא די שמיש.
hi: पीजीएन प्रारूप काफी उपयोगी है।
hu: a PGN formátum eléggé használható.
id: Format PGN cukup bisa digunakan.
it: il formato PGN è abbastanza utilizzabile.

source: Books can be converted from some other formats
de: Bücher können aus einigen anderen Formaten konvertiert werden
fr: Les livres peuvent être convertis à partir d'autres formats
he: ניתן להמיר ספרים מפורמטים אחרים
hi: पुस्तकों को कुछ अन्य प्रारूपों से परिवर्तित किया जा सकता है
hu: A könyvek más formátumokból konvertálhatók
id: Buku dapat dikonversi dari beberapa format lain
it: I libri possono essere convertiti da altri formati

source: with the free OpenBook utility program written by Mr. Graham O'Neill,
de: mit dem kostenlosen OpenBook-Dienstprogramm von Herrn Graham O'Neill,
fr: avec le programme utilitaire gratuit OpenBook écrit par M. Graham O'Neill,
he: עם תוכנית השירות החינמית OpenBook שנכתבה על ידי מר גרהם אוניל,
hi: श्री ग्राहम ओ'नील द्वारा लिखित निःशुल्क ओपनबुक उपयोगिता कार्यक्रम के साथ,
hu: az ingyenes OpenBook segédprogrammal, amelyet Graham O'Neill írt,
id: dengan program utilitas OpenBook gratis yang ditulis oleh Tn. Graham O'Neill,
it: con il programma di utilità gratuito OpenBook scritto dal signor Graham O'Neill,

source: which was included in the original download.
de: das im ursprünglichen Download enthalten war.
fr: qui était inclus dans le téléchargement original.
he: שנכלל בהורדה המקורית.
hi: जो मूल डाउनलोड में शामिल था।
hu: amelyet az eredeti letöltés tartalmazza.
id: yang disertakan dalam unduhan asli.
it: che era incluso nel download originale.

source: This program and some other useful chess utilities
de: Dieses Programm und einige andere nützliche Schach-Dienstprogramme
fr: Ce programme et quelques autres utilitaires d'échecs utiles
he: תוכנית זו ועוד כמה כלי עזר שימושיים לשחמט
hi: यह प्रोग्राम और कुछ अन्य उपयोगी शतरंज उपयोगिताएँ
hu: Ez a program és néhány más hasznos sakk segédprogram
id: Program ini dan beberapa utilitas catur berguna lainnya
it: Questo programma e altre utili utilità scacchistiche

source: are available from the following website :-
de: sind auf der folgenden Website verfügbar: -
fr: sont disponibles sur le site Web suivant :-
he: זמינים באתר הבא:
hi: निम्नलिखित वेबसाइट से उपलब्ध हैं:-
hu: a következő weboldalról érhetők el: -
id: tersedia di situs web berikut :-
it: sono disponibili sul seguente sito web:-

source: Two PGN opening books from the Balsa opening book suite,
de: Zwei PGN-Eröffnungsbücher aus der Balsa-Eröffnungsbuch-Suite,
fr: Deux livres d'ouverture PGN de la suite de livres d'ouverture Balsa,
he: שני ספרי פתיחה של PGN מסוויטת ספרי הפתיחה של Balsa,
hi: बाल्सा ओपनिंग बुक सूट से दो पीजीएन ओपनिंग बुक्स,
hu: Két PGN nyitókönyv a Balsa nyitókönyv-csomagból,
id: Dua buku pembukaan PGN dari rangkaian buku pembukaan Balsa,
it: Due libri di apertura PGN della suite di libri di apertura Balsa,

source: Balsa_v500.pgn and Balsa_v110221.pgn, are included in the download.
de: Balsa_v500.pgn und Balsa_v110221.pgn sind im Download enthalten.
fr: Balsa_v500.pgn et Balsa_v110221.pgn sont inclus dans le téléchargement.
he: Balsa_v500.pgn ו-Balsa_v110221.pgn, כלולים בהורדה.
hi: Balsa_v500.pgn और Balsa_v110221.pgn, डाउनलोड में शामिल हैं।
hu: Balsa_v500.pgn és Balsa_v110221.pgn, a letöltés tartalmazza.
id: Balsa_v500.pgn dan Balsa_v110221.pgn, disertakan dalam unduhan.
it: Balsa_v500.pgn e Balsa_v110221.pgn sono inclusi nel download.

source: These books, which were created by Mr Sedat Canbaz,
de: Diese Bücher, die von Herrn Sedat Canbaz erstellt wurden,
fr: Ces livres, qui ont été créés par M. Sedat Canbaz,
he: הספרים האלה, שנוצרו על ידי מר סדת קנבז,
hi: ये पुस्तकें श्री सेदत कैनबाज़ द्वारा रचित हैं,
hu: Ezek a könyvek, amelyeket Sedat Canbaz úr készített,
id: Buku-buku ini, yang diciptakan oleh Bapak Sedat Canbaz,
it: Questi libri, creati dal signor Sedat Canbaz,

source: are ideal for engine testing.
de: eignen sich ideal für Motortests.
fr: sont idéales pour les tests de moteurs.
he: הם אידיאליים לבדיקת מנוע.
hi: इंजन परीक्षण के लिए आदर्श हैं।
hu: ideálisak a motor tesztelésére.
id: ideal untuk pengujian mesin.
it: sono ideali per testare i motori.

source: More of his books are available from the following website :-
de: Weitere seiner Bücher sind auf der folgenden Website verfügbar:
fr: D'autres de ses livres sont disponibles sur le site Web suivant :-
he: עוד מספריו זמינים מהאתר הבא:
hi: उनकी अन्य पुस्तकें निम्नलिखित वेबसाइट पर उपलब्ध हैं:-
hu: További könyvei elérhetők az alábbi honlapon:
id: Lebih banyak bukunya tersedia di situs web berikut :-
it: Altri suoi libri sono disponibili sul seguente sito web:

source: sites.google.com/site/computerschess
de: sites.google.com/site/computerchess
hi: साइट्स.google.com/site/computerschess

source: Cannot open save file
de: Die Sicherungsdatei kann nicht geöffnet werden.
fr: Impossible d'ouvrir le fichier de sauvegarde
he: לא ניתן לפתוח את קובץ השמירה
hi: सहेजी गई फ़ाइल नहीं खोली जा सकती
hu: A mentési fájl nem nyitható meg
id: Tidak dapat membuka file simpanan
it: Impossibile aprire il file salvato
