Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Initially always play a book move if available up to given move number.
de: Spielen Sie zunächst immer einen Buchzug, sofern verfügbar, bis zur angegebenen Zugnummer.
fr: Au départ, jouez toujours un coup de livre s'il est disponible jusqu'au numéro de coup donné.
he: בתחילה תמיד שחק מהלך ספר אם זמין עד למספר המהלך הנתון.
hi: प्रारंभ में हमेशा पुस्तक चाल खेलें, यदि उपलब्ध हो तो दी गई चाल संख्या तक।
hu: Kezdetben mindig játsszon egy könyvmozgást, ha az adott lépésszámig elérhető.
id: Awalnya selalu mainkan langkah buku jika tersedia hingga nomor langkah yang diberikan.
it: Inizialmente, se disponibile, gioca sempre una mossa del libro fino al numero di mosse indicato.

source: Once limit reached, a book move
de: Sobald das Limit erreicht ist, wird eine Buchung vorgenommen
fr: Une fois la limite atteinte, un mouvement de livre
he: ברגע שמגיעים לגבול, מהלך ספר
hi: एक बार सीमा पूरी हो जाने पर, पुस्तक आगे बढ़ जाती है
hu: Ha elérte a határt, a könyv mozog
id: Setelah batas tercapai, buku akan dipindahkan
it: Una volta raggiunto il limite, un libro si sposta

source: is only selected this proportion of the time.
de: wird nur für diesen Teil der Zeit ausgewählt.
fr: n'est sélectionné que dans cette proportion du temps.
he: נבחר רק בשיעור זה של הזמן.
hi: समय का यह अनुपात ही चुना जाता है।
hu: csak ebben az arányban van kiválasztva.
id: hanya dipilih proporsi waktu ini.
it: viene selezionato solo in questa percentuale di volte.

source: Check to suggest book moves.
de: Aktivieren Sie dieses Kontrollkästchen, um Buchbewegungen vorzuschlagen.
fr: Cochez pour suggérer des déplacements de livres.
he: סמן כדי להציע מהלכי ספר.
hi: पुस्तक स्थानांतरण का सुझाव देने के लिए जाँच करें।
hu: Jelölje be, ha könyvmozgatást szeretne javasolni.
id: Centang untuk menyarankan pemindahan buku.
it: Seleziona questa opzione per suggerire lo spostamento dei libri.

source: Click to open the Polyglot .bin book options dialog box
de: Klicken Sie hier, um das Dialogfeld „Polyglot .bin-Buchoptionen“ zu öffnen
fr: Cliquez pour ouvrir la boîte de dialogue des options du livre Polyglot .bin
he: לחץ כדי לפתוח את תיבת הדו-שיח Polyglot .bin book options
hi: पॉलीग्लॉट .bin पुस्तक विकल्प संवाद बॉक्स खोलने के लिए क्लिक करें
hu: Kattintson a Polyglot .bin könyvbeállítások párbeszédpanel megnyitásához
id: Klik untuk membuka kotak dialog opsi buku Polyglot .bin
it: Fare clic per aprire la finestra di dialogo delle opzioni del libro Polyglot .bin

source: Click to open the Polyglot .bin book weights dialog box
de: Klicken Sie hier, um das Dialogfeld „Polyglot .bin-Buchgewichte“ zu öffnen
fr: Cliquez pour ouvrir la boîte de dialogue Poids du livre Polyglot .bin
he: לחץ כדי לפתוח את תיבת הדו-שיח Polyglot .bin weights book
hi: पॉलीग्लॉट .bin पुस्तक भार संवाद बॉक्स खोलने के लिए क्लिक करें
hu: Kattintson a Polyglot .bin könyvsúlyok párbeszédpanel megnyitásához
id: Klik untuk membuka kotak dialog bobot buku Polyglot .bin
it: Fare clic per aprire la finestra di dialogo dei pesi dei libri Polyglot .bin

source: This dialog box allows you to select the opening book options.
de: In diesem Dialogfeld können Sie die Eröffnungsbuchoptionen auswählen.
fr: Cette boîte de dialogue vous permet de sélectionner les options d'ouverture du livre.
he: תיבת דו-שיח זו מאפשרת לך לבחור את אפשרויות ספר הפתיחה.
hi: यह संवाद बॉक्स आपको प्रारंभिक पुस्तक विकल्प चुनने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a nyitókönyv beállításainak kiválasztását.
id: Kotak dialog ini memungkinkan Anda memilih opsi pembukaan buku.
it: Questa finestra di dialogo consente di selezionare le opzioni di apertura del libro.

source: File : Select the .pgn or .bin file to use as an opening book.
de: Datei: Wählen Sie die .pgn- oder .bin-Datei aus, die Sie als Eröffnungsbuch verwenden möchten.
fr: Fichier : Sélectionnez le fichier .pgn ou .bin à utiliser comme livre d'ouverture.
he: קובץ : בחר בקובץ .pgn או .bin לשימוש כספר פתיחה.
hi: फ़ाइल : प्रारंभिक पुस्तक के रूप में उपयोग करने के लिए .pgn या .bin फ़ाइल का चयन करें।
hu: Fájl : Válassza ki a nyitókönyvként használni kívánt .pgn vagy .bin fájlt.
id: File: Pilih file .pgn atau .bin untuk digunakan sebagai buku pembuka.
it: File: seleziona il file .pgn o .bin da usare come libro di apertura.

source: If you change the opening book, you can redisplay the dialog box
de: Wenn Sie das Eröffnungsbuch ändern, können Sie das Dialogfeld erneut anzeigen
fr: Si vous changez le livre d'ouverture, vous pouvez réafficher la boîte de dialogue
he: אם תשנה את ספר הפתיחה, תוכל להציג מחדש את תיבת הדו-שיח
hi: यदि आप प्रारंभिक पुस्तक बदलते हैं, तो आप संवाद बॉक्स को पुनः प्रदर्शित कर सकते हैं
hu: Ha megváltoztatja a nyitókönyvet, újra megjelenítheti a párbeszédpanelt
id: Jika Anda mengubah buku pembuka, Anda dapat menampilkan kembali kotak dialog
it: Se si modifica il libro di apertura, è possibile visualizzare nuovamente la finestra di dialogo

source: with it set, by clicking <Ok> with the shift key held down.
de: Wenn es eingestellt ist, klicken Sie bei gedrückter Umschalttaste auf <Ok>.
fr: avec celui-ci défini, en cliquant sur <Ok> avec la touche Maj enfoncée.
he: כשהיא מוגדרת, על ידי לחיצה על <Ok> עם מקש Shift לחוץ.
hi: इसे सेट करने के लिए, Shift कुंजी को दबाए रखते हुए <Ok> पर क्लिक करें।
hu: beállítva, kattintson az <Ok> gombra a Shift billentyű lenyomva tartásával.
id: dengannya, dengan mengeklik <Ok> sambil menahan tombol shift.
it: con questa impostazione, cliccando su <Ok> tenendo premuto il tasto Maiusc.

source: Enabled : Check this box to enable the opening book.
de: Aktiviert: Aktivieren Sie dieses Kontrollkästchen, um das Eröffnungsbuch zu aktivieren.
fr: Activé : Cochez cette case pour activer l'ouverture du livre.
he: מופעל : סמן תיבה זו כדי להפעיל את ספר הפתיחה.
hi: सक्षम : प्रारंभिक पुस्तक को सक्षम करने के लिए इस बॉक्स को चेक करें।
hu: Engedélyezve: Jelölje be ezt a négyzetet a nyitókönyv engedélyezéséhez.
id: Diaktifkan: Centang kotak ini untuk mengaktifkan buku pembuka.
it: Abilitato: seleziona questa casella per abilitare l'apertura del libro.

source: Enter the move number to play book moves up to.
de: Geben Sie die Zugnummer ein, bis zu der Buchzüge gespielt werden sollen.
fr: Entrez le numéro de coup pour jouer les coups du livre jusqu'à.
he: הזן את מספר המהלך שאליו יש לנגן את מהלכי הספר.
hi: पुस्तक चालों को चलाने के लिए चाल संख्या दर्ज करें।
hu: Adja meg a lépésszámot, amelyre a könyv feljebb kerül.
id: Masukkan nomor langkah untuk memainkan gerakan buku hingga selesai.
it: Inserisci il numero della mossa per giocare alle mosse del libro fino a.

source: Enter the percentage of the time to play book moves after that.
de: Geben Sie den Prozentsatz der Zeit ein, die danach für das Spielen von Buchzügen benötigt wird.
fr: Entrez le pourcentage de temps nécessaire pour jouer les mouvements du livre après cela.
he: הזן את אחוז הזמן לשחק מהלכי ספר לאחר מכן.
hi: उसके बाद बुक मूव्स खेलने के लिए समय का प्रतिशत दर्ज करें।
hu: Adja meg, hogy ezt követően hány százalékban kell eljátszani a könyveket.
id: Masukkan persentase waktu untuk memainkan gerakan buku setelah itu.
it: Inserisci la percentuale di tempo in cui giocare le mosse del libro dopo tale momento.

source: Suggest book moves : Check this box for book moves to be suggested.
de: Buchverschiebungen vorschlagen: Aktivieren Sie dieses Kontrollkästchen, um Buchverschiebungen vorgeschlagen zu bekommen.
fr: Suggérer des déplacements de livres : Cochez cette case pour que des déplacements de livres soient suggérés.
he: הצע מהלכי ספרים : סמן את התיבה הזו כדי להציע מהלכי ספרים.
hi: पुस्तक स्थानांतरण का सुझाव दें : पुस्तक स्थानांतरण का सुझाव देने के लिए इस बॉक्स को चेक करें।
hu: Könyvmozgatási javaslatok : Jelölje be ezt a jelölőnégyzetet, ha könyváthelyezéseket szeretne javasolni.
id: Sarankan pemindahan buku: Centang kotak ini agar pemindahan buku dapat disarankan.
it: Suggerisci spostamenti di libri: seleziona questa casella per suggerire spostamenti di libri.

source: Note that the book may contain endgame training exercises
de: Beachten Sie, dass das Buch möglicherweise Endspiel-Trainingsübungen enthält
fr: Veuillez noter que le livre peut contenir des exercices d'entraînement de fin de partie.
he: שימו לב שהספר עשוי להכיל תרגילי אימון לסוף המשחק
hi: ध्यान दें कि पुस्तक में अंतिम चरण के प्रशिक्षण अभ्यास शामिल हो सकते हैं
hu: Vegye figyelembe, hogy a könyv tartalmazhat végjátékos gyakorlatokat
id: Perlu diketahui bahwa buku ini mungkin berisi latihan akhir permainan
it: Nota che il libro potrebbe contenere esercizi di allenamento di fine partita

source: (refer to < training positions > when setting up a position)
de: (siehe < Ausbildungsplätze > bei der Einrichtung eines Platzes)
fr: (se référer à < postes de formation > lors de la configuration d'un poste)
he: (עיין ב< עמדות אימון > בעת הגדרת עמדה)
hi: (स्थिति निर्धारित करते समय < प्रशिक्षण स्थितियाँ > देखें)
hu: (a pozíció beállításakor lásd az < edzéspozíciók > részt)
id: (lihat <posisi pelatihan> saat menyiapkan posisi)
it: (fare riferimento a <posizioni di formazione> quando si imposta una posizione)

source: and if you start a game from one of those positions the engine
de: und wenn Sie ein Spiel von einer dieser Positionen aus starten, wird die Engine
fr: et si vous démarrez une partie à partir d'une de ces positions, le moteur
he: ואם אתה מתחיל משחק מאחת מהעמדות האלה, המנוע
hi: और यदि आप इनमें से किसी एक स्थिति से गेम शुरू करते हैं तो इंजन
hu: és ha az egyik ilyen pozícióból indít egy játékot a motor
id: dan jika Anda memulai permainan dari salah satu posisi tersebut, mesinnya
it: e se inizi una partita da una di quelle posizioni il motore

source: will always use a book move if one is available.
de: wird immer einen Buchzug verwenden, wenn einer verfügbar ist.
fr: j'utiliserai toujours un déplacement de livre s'il y en a un disponible.
he: תמיד ישתמש במהלך ספר אם אחד זמין.
hi: यदि कोई पुस्तक उपलब्ध हो तो हमेशा उसका उपयोग किया जाएगा।
hu: mindig könyvmozgatást fog használni, ha van ilyen.
id: akan selalu menggunakan pemindahan buku jika tersedia.
it: utilizzerà sempre uno spostamento di libro se disponibile.

source: Polyglot book options.. : Click this button to open the
de: Polyglot-Buchoptionen..: Klicken Sie auf diese Schaltfläche, um das
fr: Options du livre polyglotte.. : Cliquez sur ce bouton pour ouvrir le
he: אפשרויות ספר פוליגלוט.. : לחץ על לחצן זה כדי לפתוח את
hi: बहुभाषी पुस्तक विकल्प..: खोलने के लिए इस बटन पर क्लिक करें
hu: Polyglot könyv opciók.. : Kattintson erre a gombra a
id: Pilihan buku poliglot.. : Klik tombol ini untuk membuka
it: Opzioni libro poliglotta.. : Clicca su questo pulsante per aprire il

source: Polyglot .bin opening book options dialog box.
de: Dialogfeld „Buchoptionen“ von Polyglot .bin wird geöffnet.
fr: Boîte de dialogue des options d'ouverture du livre Polyglot .bin.
he: תיבת דו-שיח אפשרויות ספר הפתיחה Polyglot .bin.
hi: पॉलीग्लॉट .bin पुस्तक विकल्प संवाद बॉक्स खोल रहा है।
hu: Polyglot .bin nyitókönyv beállításai párbeszédpanel.
id: Kotak dialog opsi pembukaan buku Polyglot .bin.
it: Finestra di dialogo delle opzioni di apertura del libro Polyglot .bin.

source: Polyglot book weights.. : Click this button to open the
de: Polyglot-Buchgewichte..: Klicken Sie auf diese Schaltfläche, um die
fr: Poids des livres polyglottes.. : Cliquez sur ce bouton pour ouvrir le
he: משקלי ספר פוליגלוטים.. : לחץ על כפתור זה כדי לפתוח את
hi: बहुभाषी पुस्तक वजन..: खोलने के लिए इस बटन पर क्लिक करें
hu: Polyglot könyvsúlyok.. : Kattintson erre a gombra a
id: Berat buku poliglot.. : Klik tombol ini untuk membuka
it: Pesi dei libri poliglotti.. : Clicca su questo pulsante per aprire il

source: Polyglot .bin opening book weights dialog box.
de: Polyglot .bin öffnet das Dialogfeld „Buchgewichte“.
fr: Boîte de dialogue d'ouverture des poids du livre Polyglot .bin.
he: תיבת דו-שיח משקולות של ספר הפתיחה Polyglot .bin.
hi: पॉलीग्लॉट .bin पुस्तक भार संवाद बॉक्स खोल रहा है।
hu: Polyglot .bin nyitókönyv súlyok párbeszédpanel.
id: Kotak dialog pembuka buku Polyglot .bin.
it: Finestra di dialogo per l'apertura dei pesi dei libri in formato Polyglot .bin.

source: These last two Polyglot options buttons are only enabled
de: Diese letzten beiden Polyglot-Optionsschaltflächen sind nur aktiviert
fr: Ces deux derniers boutons d'options Polyglot sont uniquement activés
he: שני הלחצנים האחרונים של אפשרויות Polyglot מופעלים רק
hi: ये अंतिम दो पॉलीग्लॉट विकल्प बटन केवल तभी सक्षम होते हैं
hu: Ez az utolsó két Polyglot opciógomb csak engedélyezett
id: Dua tombol opsi Polyglot terakhir ini hanya diaktifkan
it: Questi ultimi due pulsanti delle opzioni Polyglot sono abilitati solo

source: when a Polyglot .bin opening book is loaded.
de: wenn ein Polyglot .bin-Eröffnungsbuch geladen wird.
fr: lorsqu'un livre d'ouverture Polyglot .bin est chargé.
he: כאשר נטען ספר פתיחה Polyglot .bin.
hi: जब एक पॉलीग्लॉट .bin ओपनिंग बुक लोड की जाती है।
hu: amikor egy Polyglot .bin nyitókönyv betöltődik.
id: saat buku pembuka Polyglot .bin dimuat.
it: quando viene caricato un libro di apertura Polyglot .bin.

source: Polyglot .bin opening book dialog help
de: Hilfe zum Öffnen des Buchdialogs von Polyglot .bin
fr: Aide à la boîte de dialogue d'ouverture du livre Polyglot .bin
he: עזרה של ספר הפתיחה של Polyglot .bin
hi: पॉलीग्लॉट .bin पुस्तक खोलने में सहायता संवाद
hu: Polyglot .bin nyitókönyv párbeszédpanel súgó
id: Bantuan dialog pembukaan buku Polyglot .bin
it: Aiuto con la finestra di dialogo di apertura del libro Polyglot .bin

source: Save game and other modified tabs?
de: Spielstand und andere geänderte Tabs speichern?
fr: Sauvegarder la partie et autres onglets modifiés ?
he: לשמור את המשחק וכרטיסיות אחרות ששונו?
hi: गेम और अन्य संशोधित टैब सहेजें?
hu: Menti a játékot és az egyéb módosított lapokat?
id: Simpan permainan dan tab lain yang dimodifikasi?
it: Salvare il gioco e altre schede modificate?

source: Save game ?
de: Spiel speichern?
fr: Sauvegarder la partie ?
he: לשמור משחק?
hi: खेल को सेव करें ?
hu: Menteni a játékot?
id: Simpan permainan?
it: Salvare il gioco?

source: Save game and other modified tabs to
de: Spiel und andere geänderte Registerkarten speichern in
fr: Sauvegarder la partie et autres onglets modifiés pour
he: שמור את המשחק וכרטיסיות אחרות ששונו ל
hi: गेम और अन्य संशोधित टैब को यहां सहेजें
hu: A játék és más módosított lapok mentése ide
id: Simpan game dan tab lain yang dimodifikasi ke
it: Salva il gioco e altre schede modificate in

source: Save game to
de: Spiel speichern unter
fr: Sauvegarder la partie sur
he: שמור את המשחק ל
hi: गेम को यहां सेव करें
hu: Játék mentése ide
id: Simpan permainan ke
it: Salva il gioco su

source: <Yes> to save, <No> to discard
de: <Ja> zum Speichern, <Nein> zum Verwerfen
fr: <Oui> pour enregistrer, <Non> pour supprimer
he: <כן> כדי לשמור, <לא> כדי למחוק
hi: <हाँ> सहेजें, <नहीं> त्यागें
hu: <Igen> a mentéshez, <Nem> az elvetéshez
id: <Ya> untuk menyimpan, <Tidak> untuk membuang
it: <Sì> per salvare, <No> per scartare

source: Save modified tabs ?
de: Geänderte Tabs speichern?
fr: Enregistrer les onglets modifiés ?
he: לשמור כרטיסיות שהשתנו?
hi: संशोधित टैब सहेजें?
hu: Menti a módosított lapokat?
id: Simpan tab yang dimodifikasi?
it: Salvare le schede modificate?

source: Save modified games to
de: Speichern Sie geänderte Spiele in
fr: Enregistrer les jeux modifiés dans
he: שמור משחקים שהשתנו ב
hi: संशोधित गेम को यहां सहेजें
hu: A módosított játékok mentése ide
id: Simpan game yang dimodifikasi ke
it: Salva i giochi modificati su

source: Save modified tabs to
de: Geänderte Tabs speichern in
fr: Enregistrer les onglets modifiés dans
he: שמור כרטיסיות ששונו ב
hi: संशोधित टैब को यहां सहेजें
hu: A módosított lapok mentése ide
id: Simpan tab yang dimodifikasi ke
it: Salva le schede modificate in

source: Select .pgn file to create, replace or append to
de: Wählen Sie die .pgn-Datei zum Erstellen, Ersetzen oder Anhängen aus
fr: Sélectionnez le fichier .pgn à créer, remplacer ou ajouter
he: בחר קובץ .pgn ליצירה, החלפה או הוספה
hi: बनाने, बदलने या जोड़ने के लिए .pgn फ़ाइल चुनें
hu: Válassza ki a létrehozni, lecserélni vagy hozzáfűzni kívánt .pgn fájlt
id: Pilih file .pgn untuk membuat, mengganti atau menambahkan
it: Seleziona il file .pgn da creare, sostituire o aggiungere

source: < Yes > to append, < No > to replace (be careful with < No >)
de: <Ja> zum Anhängen, <Nein> zum Ersetzen (Vorsicht bei <Nein>)
fr: < Oui > pour ajouter, < Non > pour remplacer (attention à < Non >)
he: < כן > כדי להוסיף, < לא > כדי להחליף (היזהר עם < לא >)
hi: < हाँ > जोड़ने के लिए, < नहीं > प्रतिस्थापित करने के लिए (< नहीं > से सावधान रहें)
hu: < Igen > hozzáfűzés, < Nem > csere (legyen óvatos a < No >-val)
id: < Ya > untuk menambahkan, < Tidak > untuk mengganti (hati-hati dengan < Tidak >)
it: < Sì > per aggiungere, < No > per sostituire (fare attenzione con < No >)

source: Append games to existing file ?
de: Spiele an vorhandene Datei anhängen?
fr: Ajouter des jeux à un fichier existant ?
he: לצרף משחקים לקובץ קיים?
hi: गेम को मौजूदा फ़ाइल में जोड़ें?
hu: Hozzáfűzi a játékokat a meglévő fájlhoz?
id: Tambahkan permainan ke berkas yang ada?
it: Aggiungere giochi al file esistente?

source: Cannot append to existing file
de: Kann nicht an vorhandene Datei angehängt werden
fr: Impossible d'ajouter au fichier existant
he: לא ניתן לצרף לקובץ קיים
hi: मौजूदा फ़ाइल में जोड़ा नहीं जा सकता
hu: Nem lehet hozzáfűzni a meglévő fájlhoz
id: Tidak dapat menambahkan ke file yang sudah ada
it: Impossibile aggiungere al file esistente

source: Error reading file
de: Fehler beim Lesen der Datei
fr: Erreur lors de la lecture du fichier
he: שגיאה בקריאת הקובץ
hi: फ़ाइल पढ़ने में त्रुटि
hu: Hiba a fájl olvasásakor
id: Terjadi kesalahan saat membaca file
it: Errore durante la lettura del file

source: < Yes > to append, < No > to overwrite (be careful with < No >)
de: <Ja> zum Anhängen, <Nein> zum Überschreiben (Vorsicht bei <Nein>)
fr: < Oui > pour ajouter, < Non > pour écraser (attention à < Non >)
he: < כן > כדי להוסיף, < לא > כדי להחליף (היזהר עם < לא >)
hi: जोड़ने के लिए < हाँ >, अधिलेखित करने के लिए < नहीं > (< नहीं > से सावधान रहें)
hu: < Igen > hozzáfűzés, < Nem > felülírás (legyen óvatos a < No >-val)
id: < Ya > untuk menambahkan, < Tidak > untuk menimpa (hati-hati dengan < Tidak >)
it: < Sì > per aggiungere, < No > per sovrascrivere (fare attenzione con < No >)

source: Append to existing file ?
de: An vorhandene Datei anhängen?
fr: Ajouter au fichier existant ?
he: לצרף לקובץ קיים?
hi: मौजूदा फ़ाइल में जोड़ें?
hu: Hozzáfűzi a meglévő fájlhoz?
id: Tambahkan ke berkas yang ada?
it: Aggiungere al file esistente?

source: Append game to file ?
de: Spiel an Datei anhängen?
fr: Ajouter le jeu au fichier ?
he: לצרף את המשחק לקובץ?
hi: खेल को फ़ाइल में जोड़ें?
hu: Hozzáfűzi a játékot a fájlhoz?
id: Tambahkan permainan ke file?
it: Aggiungere il gioco al file?

source: There are other modified games in file, save all, then switch to new file?
de: Es sind noch andere geänderte Spiele in der Datei. Alle speichern und dann zur neuen Datei wechseln?
fr: Il y a d'autres jeux modifiés dans le fichier, enregistrez-les tous, puis passez au nouveau fichier ?
he: יש עוד משחקים שהשתנו בקובץ, לשמור הכל ואז לעבור לקובץ חדש?
hi: फ़ाइल में अन्य संशोधित खेल हैं, सभी को सहेजें, फिर नई फ़ाइल पर स्विच करें?
hu: Vannak más módosított játékok a fájlban, mentse az összeset, majd váltson új fájlra?
id: Ada permainan lain yang dimodifikasi dalam file, simpan semua, lalu beralih ke file baru?
it: Ci sono altri giochi modificati nel file, vuoi salvare tutto e poi passare al nuovo file?

source: Switch to new file?
de: Zu neuer Datei wechseln?
fr: Passer à un nouveau fichier ?
he: לעבור לקובץ חדש?
hi: नई फ़ाइल पर स्विच करें?
hu: Váltás új fájlra?
id: Beralih ke file baru?
it: Passare a un nuovo file?

source: Cannot switch to new file
de: Wechsel zu neuer Datei nicht möglich
fr: Impossible de passer à un nouveau fichier
he: לא ניתן לעבור לקובץ חדש
hi: नई फ़ाइल पर स्विच नहीं किया जा सकता
hu: Nem lehet új fájlra váltani
id: Tidak dapat beralih ke file baru
it: Impossibile passare al nuovo file

source: Clipboard as temporary database
de: Zwischenablage als temporäre Datenbank
fr: Presse-papiers comme base de données temporaire
he: לוח כבסיס נתונים זמני
hi: अस्थायी डेटाबेस के रूप में क्लिपबोर्ड
hu: Vágólap ideiglenes adatbázisként
id: Clipboard sebagai database sementara
it: Appunti come database temporaneo

source: This panel lets you control the on screen chess clocks
de: Mit diesem Panel können Sie die Schachuhren auf dem Bildschirm steuern
fr: Ce panneau vous permet de contrôler les horloges d'échecs à l'écran
he: לוח זה מאפשר לך לשלוט בשעוני השחמט שעל המסך
hi: यह पैनल आपको ऑन स्क्रीन शतरंज घड़ियों को नियंत्रित करने देता है
hu: Ez a panel lehetővé teszi a képernyőn megjelenő sakkórák vezérlését
id: Panel ini memungkinkan Anda mengontrol jam catur di layar
it: Questo pannello consente di controllare gli orologi scacchistici sullo schermo

source: Current white clock
de: Aktuelle weiße Uhr
fr: Horloge blanche actuelle
he: שעון לבן נוכחי
hi: वर्तमान सफेद घड़ी
hu: Jelenlegi fehér óra
id: Jam putih saat ini
it: Orologio bianco attuale

source: Current black clock
de: Aktuelle schwarze Uhr
fr: Horloge noire actuelle
he: שעון שחור נוכחי
hi: वर्तमान काली घड़ी
hu: Jelenlegi fekete óra
id: Jam hitam saat ini
it: Orologio nero attuale

source: Time (minutes) (seconds) :
de: Zeit (Minuten) (Sekunden):
fr: Temps (minutes) (secondes) :
he: זמן (דקות) (שניות):
hi: समय (मिनट) (सेकंड) :
hu: Idő (perc) (másodperc):
id: Waktu (menit) (detik) :
it: Tempo (minuti) (secondi) :

source: Increment (seconds) :
de: Inkrement (Sekunden):
fr: Incrément (secondes) :
he: תוספת (שניות):
hi: वृद्धि (सेकंड में) :
hu: Növekmény (másodperc):
id: Peningkatan (detik) :
it: Incremento (secondi):

source: Visible
de: Sichtbar
he: נִרְאֶה
hi: दृश्यमान
hu: Látható
id: Bisa dilihat
it: Visibile

source: Running
de: Läuft
fr: En cours d'exécution
he: רִיצָה
hi: दौड़ना
hu: Futás
id: Berlari
it: Corsa

source: New game : Engine 1
de: Neues Spiel: Engine 1
fr: Nouveau jeu : Engine 1
he: משחק חדש: מנוע 1
hi: नया खेल : इंजन 1
hu: Új játék: Engine 1
id: Game baru : Mesin 1
it: Nuovo gioco: Engine 1

source: New game : Human
de: Neues Spiel: Mensch
fr: Nouveau jeu : Humain
he: משחק חדש: אנושי
hi: नया खेल : मानव
hu: Új játék: Human
id: Game baru : Manusia
it: Nuovo gioco: Umano

source: New game : Engine 2
de: Neues Spiel: Engine 2
fr: Nouveau jeu : Engine 2
he: משחק חדש: מנוע 2
hi: नया गेम : इंजन 2
hu: Új játék: Engine 2
id: Game baru : Engine 2
it: Nuovo gioco: Engine 2

source: New game : Engine
de: Neues Spiel: Engine
fr: Nouveau jeu : Engine
he: משחק חדש: מנוע
hi: नया खेल : इंजन
hu: Új játék: Engine
id: Game baru : Mesin
it: Nuovo gioco: Engine

source: Time (minutes) :
de: Zeit (Minuten):
fr: Durée (minutes) :
he: זמן (דקות):
hi: समय (मिनट) :
hu: Idő (perc):
id: Waktu (menit) :
it: Tempo (minuti) :

source: Time (seconds) :
de: Zeit (Sekunden):
fr: Temps (secondes) :
he: זמן (שניות):
hi: समय (सेकंड) :
hu: Idő (másodperc):
id: Waktu (detik) :
it: Tempo (secondi) :

source: Fixed period mode
de: Festperiodenmodus
fr: Mode période fixe
he: מצב תקופה קבועה
hi: निश्चित अवधि मोड
hu: Fix periódusú üzemmód
id: Mode periode tetap
it: Modalità periodo fisso

source: Engine gets fixed time per move,
de: Die Engine erhält eine feste Zeit pro Zug,
fr: Le moteur obtient un temps fixe par mouvement,
he: המנוע מקבל זמן קבוע לכל מהלך,
hi: इंजन को प्रत्येक चाल के लिए निश्चित समय मिलता है,
hu: A motor mozgásonként fix időt kap,
id: Mesin mendapat waktu tetap per gerakan,
it: Il motore ottiene un tempo fisso per mossa,
