Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: of a sub-variation which branches from a move which also has a quiz question.
de: einer Untervariante, die von einem Zug abzweigt, der auch eine Quizfrage enthält.
fr: d'une sous-variante qui dérive d'un mouvement qui comporte également une question de quiz.
he: של תת-וריאציה המסתעפת ממהלך שיש בו גם שאלת חידון.
hi: एक उप-भिन्नता जो एक चाल से निकलती है जिसमें एक प्रश्नोत्तरी प्रश्न भी होता है।
hu: egy olyan alváltozaté, amely egy kvízkérdést is tartalmazó lépésből származik.
id: dari sub-variasi yang bercabang dari gerakan yang juga memiliki pertanyaan kuis.
it: di una sottovariante che si dirama da una mossa che contiene anche una domanda a quiz.

source: In order to do this, you have to make the stem move a sub-variation of itself,
de: Um dies zu erreichen, müssen Sie die Stammbewegung zu einer Untervariante ihrer selbst machen,
fr: Pour ce faire, il faut faire bouger la tige selon une sous-variante d'elle-même,
he: כדי לעשות זאת, עליך להפוך את תנועת הגבעול לתת-וריאציה של עצמה,
hi: ऐसा करने के लिए, आपको स्टेम को स्वयं के एक उप-भिन्नता में स्थानांतरित करना होगा,
hu: Ennek érdekében a szármozgást önmaga egy alváltozatává kell tennie,
id: Untuk melakukan ini, Anda harus membuat batang bergerak ke sub-variasi dari dirinya sendiri,
it: Per fare questo, bisogna far muovere allo stelo una sottovariante di se stesso,

source: and then put the ^p marker in a comment to the duplicate sub-variation.
de: und fügen Sie dann die Markierung ^p in einen Kommentar zur doppelten Untervariante ein.
fr: et placez ensuite le marqueur ^p dans un commentaire sur la sous-variante en double.
he: ולאחר מכן שים את הסמן ^p בהערה לתת-ווריאציה הכפולה.
hi: और फिर डुप्लिकेट उप-भिन्नता के लिए टिप्पणी में ^p मार्कर डालें।
hu: majd tegye a ^p jelölőt egy megjegyzésbe a duplikált alváltozathoz.
id: lalu letakkan penanda ^p dalam komentar pada sub-variasi duplikat.
it: e poi inserisci il marcatore ^p in un commento alla sottovariante duplicata.

source: The identical sub-variation is created by clicking on the start of another
de: Die identische Untervariante entsteht durch Anklicken des Anfangs einer weiteren
fr: La sous-variante identique est créée en cliquant sur le début d'une autre
he: תת וריאציה זהה נוצרת על ידי לחיצה על ההתחלה של אחרת
hi: एक ही उप-संस्करण दूसरे के प्रारंभ पर क्लिक करके बनाया जाता है
hu: Az azonos alváltozat egy másik elejére kattintva jön létre
id: Sub-variasi yang identik dibuat dengan mengklik awal yang lain
it: La sottovariante identica viene creata cliccando all'inizio di un'altra

source: sub-variation before it is played and then playing the stem move again.
de: Untervariante, bevor sie gespielt wird, und dann erneutes Spielen der Stammbewegung.
fr: sous-variante avant d'être jouée, puis jouer à nouveau le mouvement de la tige.
he: תת-וריאציה לפני שהיא מושמעת ואז השמעת מהלך הגזע שוב.
hi: इसे बजाने से पहले उप-भिन्नता को बजाना और फिर स्टेम चाल को दोबारा बजाना।
hu: alvariáció lejátszása előtt, majd ismét lejátssza a szármozgást.
id: sub-variasi sebelum dimainkan dan kemudian memainkan gerakan batang lagi.
it: sottovariante prima di essere suonata e poi suonare di nuovo la mossa dello stelo.

source: It will be neccessary to create a temporary sub-variation for this purpose
de: Zu diesem Zweck muss eine temporäre Untervariante erstellt werden.
fr: Il sera nécessaire de créer une sous-variante temporaire à cet effet
he: לצורך כך יהיה צורך ליצור תת-וריאציה זמנית
hi: इस प्रयोजन के लिए एक अस्थायी उप-भिन्नता बनाना आवश्यक होगा
hu: Erre a célra ideiglenes alváltozatot kell létrehozni
id: Akan diperlukan untuk membuat sub-variasi sementara untuk tujuan ini
it: Sarà necessario creare una sottovariante temporanea a tale scopo

source: if none currently exist. This can be deleted afterwards.
de: sofern aktuell keines vorhanden ist. Dieses kann anschließend gelöscht werden.
fr: S'il n'en existe pas actuellement, vous pourrez le supprimer ultérieurement.
he: אם לא קיים כרגע. זה יכול להימחק לאחר מכן.
hi: यदि वर्तमान में कोई मौजूद नहीं है। इसे बाद में हटाया जा सकता है।
hu: ha jelenleg egyik sem létezik. Ez utólag törölhető.
id: jika saat ini tidak ada. Ini dapat dihapus setelahnya.
it: se non ne esiste nessuno al momento. Questo può essere eliminato in seguito.

source: The subsequent answering move, with a comment containing a video marker,
de: Der anschließende Antwortzug, mit einem Kommentar, der einen Videomarker enthält,
fr: Le mouvement de réponse suivant, avec un commentaire contenant un marqueur vidéo,
he: מהלך התשובה שלאחר מכן, עם הערה המכילה סמן וידאו,
hi: इसके बाद उत्तर देने वाली चाल, एक वीडियो मार्कर युक्त टिप्पणी के साथ,
hu: Az ezt követő válaszlépés, videójelölőt tartalmazó megjegyzéssel,
id: Langkah jawaban berikutnya, dengan komentar yang berisi penanda video,
it: La successiva mossa di risposta, con un commento contenente un marcatore video,

source: must also be placed here as well.
de: muss auch hier platziert werden.
fr: doit également être placé ici.
he: חייב להיות ממוקם גם כאן.
hi: को भी यहां रखा जाना चाहिए।
hu: itt is el kell helyezni.
id: juga harus ditempatkan di sini.
it: deve essere inserito anche qui.

source: An example of this can be seen in the London - Edinburgh game
de: Ein Beispiel hierfür ist das Spiel London – Edinburgh.
fr: Un exemple de cela peut être vu dans le match Londres - Édimbourg
he: דוגמה לכך ניתן לראות במשחק לונדון - אדינבורו
hi: इसका एक उदाहरण लंदन-एडिनबर्ग खेल में देखा जा सकता है
hu: Erre láthatunk példát a London - Edinburgh meccsen
id: Contohnya bisa dilihat pada pertandingan London - Edinburgh
it: Un esempio di ciò può essere visto nella partita Londra-Edimburgo

source: with moves 26... Qxc4 and 26... bxc4 in the sub-variation to 25. Rf5
de: mit den Zügen 26... Dxc4 und 26... bxc4 in der Untervariante zu 25. Tf5
fr: avec les coups 26... Dxc4 et 26... bxc4 dans la sous-variante à 25. Tf5
he: עם מהלכים 26... Qxc4 ו-26... bxc4 בתת-וריאציה ל-25. Rf5
hi: 25 के उप-भिन्नता में चाल 26...Qxc4 और 26...bxc4 के साथ। Rf5
hu: 26... Qxc4 és 26... bxc4 lépésekkel a 25-ös alváltozatban. Rf5
id: dengan gerakan 26... Qxc4 dan 26... bxc4 pada sub-variasi ke 25. Rf5
it: con le mosse 26... Dxc4 e 26... bxc4 nella sottovariante a 25. Rf5

source: Another example is the sub-variation 40. Rf3
de: Ein weiteres Beispiel ist die Untervariante 40. Tf3
fr: Un autre exemple est la sous-variante 40. Rf3
he: דוגמה נוספת היא תת הווריאציה 40. Rf3
hi: एक अन्य उदाहरण उप-भिन्नता 40 है। Rf3
hu: Egy másik példa a 40. Rf3 alváltozat
id: Contoh lain adalah sub-variasi 40. Rf3
it: Un altro esempio è la sottovariante 40. Rf3

source: which stems from 40. g4 in the main line.
de: was aus 40. g4 in der Hauptvariante resultiert.
fr: qui découle de 40. g4 dans la ligne principale.
he: שנובע מ-40. g4 בקו הראשי.
hi: जो मुख्य लाइन में 40. g4 से उत्पन्न होता है।
hu: amely a 40. g4-ből fakad a fősorban.
id: yang berasal dari 40. g4 di jalur utama.
it: che deriva da 40. g4 nella linea principale.

source: The fourth issue is about the placement of markers. Although it is possible
de: Das vierte Problem betrifft die Platzierung von Markierungen. Obwohl es möglich ist
fr: Le quatrième problème concerne l'emplacement des marqueurs. Bien qu'il soit possible
he: הגיליון הרביעי עוסק בהצבת סמנים. למרות שזה אפשרי
hi: चौथा मुद्दा मार्करों की नियुक्ति के बारे में है। हालांकि यह संभव है
hu: A negyedik szám a markerek elhelyezéséről szól. Bár lehetséges
id: Masalah keempat adalah tentang penempatan penanda. Meskipun mungkin
it: Il quarto problema riguarda il posizionamento dei marcatori. Sebbene sia possibile

source: to place a marker after a move, it is much easier to place them in comments.
de: Um nach einem Zug eine Markierung zu setzen, ist es viel einfacher, sie in Kommentaren zu platzieren.
fr: pour placer un marqueur après un déplacement, il est beaucoup plus simple de les placer dans les commentaires.
he: כדי למקם סמן לאחר מהלך, הרבה יותר קל למקם אותם בהערות.
hi: किसी कदम के बाद मार्कर लगाने के लिए, उन्हें टिप्पणियों में रखना बहुत आसान है।
hu: jelölőt helyezni egy lépés után, sokkal egyszerűbb elhelyezni a megjegyzésekben.
id: untuk menaruh penanda setelah perpindahan, akan lebih mudah menaruhnya di komentar.
it: per mettere un segnalibro dopo una mossa, è molto più facile metterli nei commenti.

source: Also, if you want to allow for annotations to be added to a game that
de: Wenn Sie außerdem das Hinzufügen von Anmerkungen zu einem Spiel zulassen möchten, das
fr: De plus, si vous souhaitez autoriser l’ajout d’annotations à un jeu,
he: כמו כן, אם אתה רוצה לאפשר הוספת הערות למשחק
hi: इसके अलावा, यदि आप किसी गेम में एनोटेशन जोड़ने की अनुमति देना चाहते हैं तो
hu: Továbbá, ha engedélyezni szeretné megjegyzések hozzáadását egy játékhoz, amely
id: Juga, jika Anda ingin mengizinkan anotasi ditambahkan ke permainan yang
it: Inoltre, se vuoi consentire l'aggiunta di annotazioni a un gioco che

source: accompanies a video file, then the game list move element for the marker
de: Begleitet eine Videodatei, dann das Spielliste verschieben Element für den Marker
fr: accompagne un fichier vidéo, puis la liste des jeux déplace l'élément pour le marqueur
he: מלווה קובץ וידאו, ולאחר מכן רכיב ההזזה של רשימת המשחקים עבור הסמן
hi: एक वीडियो फ़ाइल के साथ, फिर खेल सूची मार्कर के लिए तत्व ले जाएँ
hu: egy videofájlt kísér, majd a játéklista mozgatási elemét a jelölőhöz
id: menyertai file video, lalu daftar permainan memindahkan elemen untuk penanda
it: accompagna un file video, quindi l'elemento di spostamento dell'elenco dei giochi per il marcatore

source: must be unique. Otherwise there can be problems with game/video
de: muss eindeutig sein. Andernfalls kann es zu Problemen mit Spiel-/Video
fr: doit être unique. Sinon, des problèmes pourraient survenir avec le jeu ou la vidéo.
he: חייב להיות ייחודי. אחרת יכולות להיות בעיות במשחק/וידאו
hi: अद्वितीय होना चाहिए। अन्यथा गेम/वीडियो में समस्याएँ हो सकती हैं
hu: egyedinek kell lennie. Ellenkező esetben problémák adódhatnak a játékkal/videóval
id: harus unik. Jika tidak, bisa jadi ada masalah dengan game/video
it: deve essere univoco. Altrimenti potrebbero esserci problemi con il gioco/video

source: synchronization when the game move list is rebuilt.
de: Synchronisierung beim Neuaufbau der Spielzugliste.
fr: synchronisation lorsque la liste des mouvements du jeu est reconstruite.
he: סנכרון כאשר רשימת מהלכי המשחק נבנית מחדש.
hi: जब खेल चाल सूची का पुनर्निर्माण किया जाता है तो सिंक्रनाइज़ेशन।
hu: szinkronizálás a játék lépéslista újraépítésekor.
id: sinkronisasi saat daftar gerakan permainan dibangun kembali.
it: sincronizzazione quando viene ricostruita la lista delle mosse del gioco.

source: You can see an example of this in the London - Edinburgh game with the
de: Ein Beispiel hierfür sehen Sie im Spiel London – Edinburgh mit dem
fr: Vous pouvez en voir un exemple dans le match Londres - Édimbourg avec le
he: אתה יכול לראות דוגמה לכך במשחק לונדון - אדינבורו עם ה
hi: इसका एक उदाहरण आप लंदन-एडिनबर्ग मैच में देख सकते हैं।
hu: Erre láthat egy példát a London - Edinburgh játékban a
id: Anda dapat melihat contohnya dalam permainan London - Edinburgh dengan
it: Un esempio di questo lo puoi vedere nella partita Londra - Edimburgo con la

source: move 26. Rxc4 which is present in the 2nd sub-var stemming from 22... h6
de: Zug 26. Txc4, der in der 2. Untervariante vorhanden ist, die aus 22... h6 stammt
fr: coup 26. Txc4 qui est présent dans la 2ème sous-var issue de 22... h6
he: מהלך 26. Rxc4 אשר קיים בתת-var ה-2 הנובע מ-22... h6
hi: चाल 26. Rxc4 जो 22...h6 से उत्पन्न दूसरे उप-var में मौजूद है
hu: mozgás 26. Rxc4, amely jelen van a 22-ből származó 2. alváltozóban... h6
id: pindahkan 26. Rxc4 yang ada di sub-var ke-2 yang berasal dari 22... h6
it: mossa 26. Rxc4 che è presente nella 2a sottovariabile derivante da 22... h6

source: and also in the 1st sub-var stemming from 25. Rf5
de: und auch in der 1. Untervariante aus 25. Tf5
fr: et aussi dans la 1ère sous-var issue de 25. Rf5
he: וכן בתת-var ה-1 הנובעת מ-25. Rf5
hi: और 25 से निकलने वाले पहले उप-var में भी। Rf5
hu: valamint a 25. Rf5-ből származó 1. részváltozóban is
id: dan juga di sub-var ke-1 yang berasal dari 25. Rf5
it: e anche nella 1a sottovariante derivante da 25. Rf5

source: So, when making the video, I had to place a marker in a comment
de: Also musste ich beim Erstellen des Videos einen Marker in einem Kommentar platzieren
fr: Donc, lors de la réalisation de la vidéo, j'ai dû placer un marqueur dans un commentaire
he: אז, כשעשיתי את הסרטון, הייתי צריך לשים סמן בהערה
hi: इसलिए, वीडियो बनाते समय, मुझे टिप्पणी में एक मार्कर रखना पड़ा
hu: Így a videó elkészítésekor egy jelölőt kellett elhelyeznem egy megjegyzésben
id: Jadi, ketika membuat video, saya harus meletakkan penanda di komentar
it: Quindi, quando ho realizzato il video, ho dovuto mettere un segnalibro in un commento

source: after the second instance of 26. Rxc4 for everything to work properly.
de: nach der zweiten Instanz von 26. Txc4, damit alles richtig funktioniert.
fr: après la deuxième instance de 26. Rxc4 pour que tout fonctionne correctement.
he: לאחר המופע השני של 26. Rxc4 כדי שהכל יעבוד כמו שצריך.
hi: 26 के दूसरे उदाहरण के बाद। सब कुछ ठीक से काम करने के लिए Rxc4।
hu: a 26. Rxc4 második példánya után, hogy minden megfelelően működjön.
id: setelah kejadian kedua 26. Rxc4 agar semuanya berfungsi dengan baik.
it: dopo la seconda istanza di 26. Rxc4 affinché tutto funzioni correttamente.

source: The fifth issue is the placing of annotations to modify puzzle mode sounds.
de: Das fünfte Problem ist das Platzieren von Anmerkungen zum Ändern der Puzzlemodus-Sounds.
fr: Le cinquième problème est le placement d'annotations pour modifier les sons du mode puzzle.
he: הנושא החמישי הוא הצבת הערות לשינוי צלילי מצב חידה.
hi: पांचवां मुद्दा पहेली मोड की ध्वनियों को संशोधित करने के लिए एनोटेशन की व्यवस्था से संबंधित है।
hu: Az ötödik kérdés az annotációk elhelyezése a rejtvénymód hangjainak módosítására.
id: Masalah kelima adalah penempatan anotasi untuk memodifikasi suara mode teka-teki.
it: Il quinto problema riguarda l'inserimento di annotazioni per modificare i suoni della modalità puzzle.

source: After a quiz question, if there is an incorrect move in the main line
de: Nach einer Quizfrage, wenn in der Hauptlinie ein falscher Zug steht
fr: Après une question de quiz, s'il y a un mouvement incorrect dans la ligne principale
he: לאחר שאלת חידון, אם יש מהלך לא נכון בשורה הראשית
hi: किसी प्रश्नोत्तरी प्रश्न के बाद, यदि मुख्य पंक्ति में कोई गलत चाल हो
hu: Kvízkérdés után, ha hibás lépés van a fősorban
id: Setelah pertanyaan kuis, jika ada gerakan yang salah di jalur utama
it: Dopo una domanda del quiz, se c'è una mossa errata nella linea principale

source: with a ^b backup move marker in the comment that follows it,
de: mit einem ^b-Backup-Move-Marker im darauf folgenden Kommentar,
fr: avec un marqueur de mouvement de sauvegarde ^b dans le commentaire qui le suit,
he: עם סמן מהלך גיבוי ^b בהערה שאחריה,
hi: इसके बाद आने वाली टिप्पणी में ^b बैकअप मूव मार्कर के साथ,
hu: egy ^b tartalék lépés jelölővel az azt követő megjegyzésben,
id: dengan penanda gerakan cadangan ^b di komentar yang mengikutinya,
it: con un indicatore di mossa di backup ^b nel commento che segue,

source: by default you will get a correct move sound when the move is played.
de: standardmäßig wird beim Ausführen der Bewegung ein korrekter Bewegungston ausgegeben.
fr: par défaut, vous obtiendrez un son de mouvement correct lorsque le mouvement est joué.
he: כברירת מחדל תקבל צליל מהלך נכון כאשר המהלך מושמע.
hi: डिफ़ॉल्ट रूप से, जब चाल खेली जाएगी तो आपको सही चाल ध्वनि मिलेगी।
hu: alapértelmezés szerint a lépés lejátszásakor megfelelő mozgáshangot fog kapni.
id: Secara default Anda akan mendapatkan suara gerakan yang benar saat gerakan tersebut dimainkan.
it: per impostazione predefinita, quando la mossa viene eseguita, verrà emesso un suono corretto.

source: This sound effect can be modified by adding a marker to the comment.
de: Dieser Soundeffekt kann durch Hinzufügen einer Markierung zum Kommentar geändert werden.
fr: Cet effet sonore peut être modifié en ajoutant un marqueur au commentaire.
he: ניתן לשנות את אפקט הקול הזה על ידי הוספת סמן להערה.
hi: इस ध्वनि प्रभाव को टिप्पणी में मार्कर जोड़कर संशोधित किया जा सकता है।
hu: Ez a hanghatás módosítható, ha jelölőt ad a megjegyzéshez.
id: Efek suara ini dapat dimodifikasi dengan menambahkan penanda pada komentar.
it: Questo effetto sonoro può essere modificato aggiungendo un marcatore al commento.

source: Add ^si for a puzzle incorrect sound and ^sn for no sound at all.
de: Fügen Sie ^si für einen falschen Puzzle-Ton und ^sn für gar keinen Ton hinzu.
fr: Ajoutez ^si pour un son incorrect du puzzle et ^sn pour aucun son du tout.
he: הוסף ^si עבור צליל שגוי של פאזל ו-^sn ללא צליל כלל.
hi: पहेली में गलत ध्वनि के लिए ^si जोड़ें और बिल्कुल ध्वनि न होने के लिए ^sn जोड़ें।
hu: Adja hozzá a ^si-t a rejtvény helytelen hangzásához, az ^sn-t pedig a hangtalansághoz.
id: Tambahkan ^si untuk bunyi teka-teki yang salah dan ^sn untuk tidak ada bunyi sama sekali.
it: Aggiungi ^si per un suono errato e ^sn per nessun suono.

source: If the correct puzzle move is in a sub-variation, usually you would get
de: Wenn der richtige Puzzlezug in einer Untervariante liegt, erhält man normalerweise
fr: Si le mouvement correct du puzzle se trouve dans une sous-variante, vous obtiendrez généralement
he: אם מהלך הפאזל הנכון הוא בווריאציה משנה, בדרך כלל היית מקבל
hi: यदि सही पहेली चाल उप-भिन्नता में है, तो आमतौर पर आपको मिलेगा
hu: Ha a helyes puzzle lépés egy alváltozatban van, általában megkapod
id: Jika gerakan puzzle yang benar ada dalam sub-variasi, biasanya Anda akan mendapatkan
it: Se la mossa corretta del puzzle è in una sottovariante, di solito otterresti

source: no sound at all when the move is played. If you want to produce a correct
de: kein Ton, wenn der Zug gespielt wird. Wenn Sie eine korrekte
fr: aucun son n'est émis lorsque le coup est joué. Si vous souhaitez produire un son correct,
he: אין צליל כלל כאשר המהלך מושמע. אם אתה רוצה לייצר נכון
hi: जब चाल चली जाती है तो कोई आवाज़ नहीं आती। यदि आप सही चाल चलना चाहते हैं
hu: egyáltalán nincs hang a lépés lejátszása közben. Ha megfelelőt szeretne előállítani
id: tidak ada suara sama sekali saat gerakan dimainkan. Jika Anda ingin menghasilkan suara yang benar
it: nessun suono quando la mossa viene giocata. Se vuoi produrre un suono corretto

source: move sound here, then add ^sc to the comment following the move.
de: Verschieben Sie den Ton hierher und fügen Sie dann dem Kommentar nach der Verschiebung ^sc hinzu.
fr: déplacez le son ici, puis ajoutez ^sc au commentaire suivant le déplacement.
he: העבר את הצליל לכאן, ולאחר מכן הוסף ^sc להערה בעקבות המהלך.
hi: ध्वनि को यहां ले जाएं, फिर स्थानांतरण के बाद टिप्पणी में ^sc जोड़ें।
hu: mozgatja ide a hangot, majd adja hozzá az ^sc-t az áthelyezést követő megjegyzéshez.
id: pindahkan suara ke sini, lalu tambahkan ^sc ke komentar setelah pemindahan.
it: sposta il suono qui, quindi aggiungi ^sc al commento che segue lo spostamento.

source: Finally, after making or editing a video PGN file, in order for the video
de: Schließlich, nachdem Sie eine Video-PGN-Datei erstellt oder bearbeitet haben, damit das Video
fr: Enfin, après avoir créé ou édité un fichier vidéo PGN, pour que la vidéo
he: לבסוף, לאחר יצירה או עריכה של קובץ PGN וידאו, על מנת לסרטון
hi: अंत में, वीडियो PGN फ़ाइल बनाने या संपादित करने के बाद, वीडियो के लिए
hu: Végül egy videó PGN fájl készítése vagy szerkesztése után a videó érdekében
id: Terakhir, setelah membuat atau mengedit file video PGN, agar video tersebut
it: Infine, dopo aver creato o modificato un file PGN video, affinché il video

source: to play properly, you have to switch out of edit mode and back into play mode.
de: Um ordnungsgemäß abzuspielen, müssen Sie aus dem Bearbeitungsmodus zurück in den Wiedergabemodus wechseln.
fr: pour jouer correctement, vous devez sortir du mode édition et revenir en mode lecture.
he: כדי לשחק כמו שצריך, עליך לצאת ממצב עריכה ולחזור למצב הפעלה.
hi: ठीक से खेलने के लिए, आपको संपादन मोड से बाहर निकलकर वापस प्ले मोड में आना होगा।
hu: a megfelelő lejátszáshoz ki kell kapcsolnia a szerkesztési módot, és vissza kell játszania.
id: untuk memainkannya dengan benar, Anda harus keluar dari mode edit dan kembali ke mode putar.
it: Per giocare correttamente, è necessario uscire dalla modalità di modifica e tornare alla modalità di riproduzione.

source: IMPORTANT NOTE :
de: WICHTIGER HINWEIS :
fr: NOTE IMPORTANTE :
he: הערה חשובה:
hi: महत्वपूर्ण नोट :
hu: FONTOS MEGJEGYZÉS:
id: CATATAN PENTING:
it: NOTA IMPORTANTE:

source: Although it is possible to add video markers to an existing game,
de: Obwohl es möglich ist, Videomarker zu einem bestehenden Spiel hinzuzufügen,
fr: Bien qu'il soit possible d'ajouter des marqueurs vidéo à un jeu existant,
he: למרות שניתן להוסיף סמני וידאו למשחק קיים,
hi: यद्यपि किसी मौजूदा गेम में वीडियो मार्कर जोड़ना संभव है,
hu: Bár lehetőség van videojelölők hozzáadására egy meglévő játékhoz,
id: Meskipun memungkinkan untuk menambahkan penanda video ke permainan yang sudah ada,
it: Sebbene sia possibile aggiungere marcatori video a un gioco esistente,

source: this is not advisable, because unless you were very careful,
de: Dies ist nicht ratsam, denn wenn Sie nicht sehr vorsichtig waren,
fr: ce n'est pas conseillé, car à moins d'être très prudent,
he: זה לא מומלץ, כי אלא אם כן היית זהיר מאוד,
hi: यह उचित नहीं है, क्योंकि जब तक आप बहुत सावधान नहीं होंगे,
hu: ez nem tanácsos, mert hacsak nem volt nagyon óvatos,
id: ini tidak disarankan, karena kecuali Anda sangat berhati-hati,
it: questo non è consigliabile, perché a meno che non siate stati molto attenti,

source: doing so will probably throw off the game/video synchronization
de: Dadurch wird wahrscheinlich die Spiel-/Videosynchronisierung gestört
fr: cela perturbera probablement la synchronisation du jeu/vidéo
he: פעולה זו תגרום לביטול הסנכרון של המשחק/וידאו
hi: ऐसा करने से संभवतः गेम/वीडियो समन्वयन बाधित हो जाएगा
hu: ezzel valószínűleg megszakad a játék/videó szinkronizálás
id: melakukan hal tersebut mungkin akan mengganggu sinkronisasi permainan/video
it: così facendo probabilmente si interromperà la sincronizzazione gioco/video

source: and thus make the video useless.
de: und somit das Video unbrauchbar machen.
fr: et ainsi rendre la vidéo inutile.
he: ובכך להפוך את הסרטון לחסר תועלת.
hi: और इस प्रकार वीडियो बेकार हो जाता है।
hu: és ezzel használhatatlanná teszi a videót.
id: dan dengan demikian membuat video tersebut tidak berguna.
it: e quindi rendono il video inutile.

source: Making videos help
de: Videos erstellen hilft
fr: Faire des vidéos aide
he: יצירת סרטונים עוזרת
hi: वीडियो बनाने से मदद मिलती है
hu: A videók készítése segít
id: Membuat video membantu
it: Realizzare video aiuta

source: The media player cannot play a *.pgn chess game file
de: Der Media Player kann eine *.pgn-Schachspieldatei nicht abspielen
fr: Le lecteur multimédia ne peut pas lire un fichier de jeu d'échecs *.pgn
he: נגן המדיה לא יכול לשחק קובץ משחק שחמט *.pgn
hi: मीडिया प्लेयर *.pgn शतरंज गेम फ़ाइल नहीं चला सकता
hu: A médialejátszó nem tud lejátszani egy *.pgn sakkjáték fájlt
id: Pemutar media tidak dapat memutar file permainan catur *.pgn
it: Il lettore multimediale non riesce a riprodurre un file di gioco degli scacchi *.pgn

source: Please select a media file e.g. *.mp4
de: Bitte wählen Sie eine Mediendatei zB *.mp4
fr: Veuillez sélectionner un fichier multimédia, par exemple *.mp4
he: אנא בחר קובץ מדיה, למשל. *.mp4
hi: कृपया कोई मीडिया फ़ाइल चुनें जैसे *.mp4
hu: Kérjük, válasszon médiafájlt, pl. *.mp4
id: Silakan pilih file media misalnya *.mp4
it: Seleziona un file multimediale, ad esempio *.mp4
