Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Do you still want to open the file ?
de: Möchten Sie die Datei trotzdem öffnen?
fr: Voulez-vous toujours ouvrir le fichier ?
he: האם אתה עדיין רוצה לפתוח את הקובץ?
hi: क्या आप अभी भी फ़ाइल खोलना चाहते हैं?
hu: Még mindig meg akarja nyitni a fájlt?
id: Apakah Anda masih ingin membuka berkasnya?
it: Vuoi ancora aprire il file?

source: A previous file open command can now take place
de: Ein vorheriger Datei-Öffnen-Befehl kann nun ausgeführt werden
fr: Une commande d'ouverture de fichier précédente peut désormais avoir lieu
he: פקודת פתיחת קובץ קודמת יכולה כעת להתבצע
hi: अब पिछली फ़ाइल खोलने की कमांड लागू की जा सकती है
hu: Most már végrehajtható egy korábbi fájlmegnyitási parancs
id: Perintah buka file sebelumnya sekarang dapat dilakukan
it: Ora è possibile eseguire un comando di apertura file precedente

source: No log file specified, use options menu to solve this problem
de: Keine Protokolldatei angegeben. Verwenden Sie das Optionsmenü, um dieses Problem zu lösen
fr: Aucun fichier journal spécifié, utilisez le menu des options pour résoudre ce problème
he: לא צוין קובץ יומן, השתמש בתפריט האפשרויות כדי לפתור בעיה זו
hi: कोई लॉग फ़ाइल निर्दिष्ट नहीं है, इस समस्या को हल करने के लिए विकल्प मेनू का उपयोग करें
hu: Nincs megadva naplófájl, a probléma megoldásához használja a beállítások menüt
id: Tidak ada file log yang ditentukan, gunakan menu opsi untuk menyelesaikan masalah ini
it: Nessun file di registro specificato, utilizzare il menu delle opzioni per risolvere questo problema

source: Cannot read log file
de: Protokolldatei kann nicht gelesen werden
fr: Impossible de lire le fichier journal
he: לא ניתן לקרוא קובץ יומן
hi: लॉग फ़ाइल नहीं पढ़ी जा सकती
hu: A naplófájl nem olvasható
id: Tidak dapat membaca berkas log
it: Impossibile leggere il file di registro

source: Cannot read from file
de: Kann nicht aus der Datei lesen
fr: Impossible de lire le fichier
he: לא ניתן לקרוא מהקובץ
hi: फ़ाइल से पढ़ा नहीं जा सकता
hu: Nem lehet olvasni a fájlból
id: Tidak dapat membaca dari file
it: Impossibile leggere dal file

source: Cannot read file
de: Datei kann nicht gelesen werden
fr: Impossible de lire le fichier
he: לא מצליח לקרוא את הקובץ
hi: फ़ाइल नहीं पढ़ी जा सकती
hu: A fájl nem olvasható
id: Tidak dapat membaca berkas
it: Impossibile leggere il file

source: Error
de: Fehler
fr: Erreur
he: שְׁגִיאָה
hi: गलती
hu: Hiba
id: Kesalahan
it: Errore

source: File:
de: Datei:
fr: Déposer:
he: קוֹבֶץ:
hi: फ़ाइल:
hu: Fájl:
id: Mengajukan:

source: Cannot read any games
de: Kann keine Spiele lesen
fr: Impossible de lire aucun jeu
he: לא יכול לקרוא שום משחק
hi: कोई भी खेल नहीं पढ़ा जा सकता
hu: Egyetlen játékot sem lehet olvasni
id: Tidak bisa membaca game apa pun
it: Non riesco a leggere nessun gioco

source: Error reloading file
de: Fehler beim Neuladen der Datei
fr: Erreur lors du rechargement du fichier
he: שגיאה בטעינת הקובץ מחדש
hi: फ़ाइल पुनः लोड करने में त्रुटि
hu: Hiba a fájl újratöltése közben
id: Terjadi kesalahan saat memuat ulang berkas
it: Errore durante il ricaricamento del file

source: Current file
de: Aktuelle Datei
fr: Fichier actuel
he: קובץ נוכחי
hi: वर्तमान फ़ाइल
hu: Aktuális fájl
id: File saat ini
it: File corrente

source: Search database for games where pieces reached this position
de: Durchsuchen Sie die Datenbank nach Spielen, bei denen die Figuren diese Position erreicht haben
fr: Rechercher dans la base de données des jeux où les pièces ont atteint cette position
he: חפש במסד נתונים עבור משחקים שבהם כלים הגיעו למיקום זה
hi: उन खेलों के लिए डेटाबेस खोजें जिनमें मोहरे इस स्थिति तक पहुंचे
hu: Keressen az adatbázisban azon játékok között, ahol a bábu elérte ezt a pozíciót
id: Cari database untuk permainan di mana bidak mencapai posisi ini
it: Cerca nel database le partite in cui i pezzi hanno raggiunto questa posizione

source: Search database for games which reached this material balance
de: Datenbank nach Spielen durchsuchen, die diese Materialbilanz erreicht haben
fr: Rechercher dans la base de données les jeux qui ont atteint cet équilibre matériel
he: חפש במסד הנתונים משחקים שהגיעו לאיזון החומרים הזה
hi: इस भौतिक संतुलन तक पहुंचने वाले खेलों के लिए डेटाबेस खोजें
hu: Keressen adatbázisban olyan játékokat, amelyek elérték ezt az anyagi mérleget
id: Cari database untuk game yang mencapai keseimbangan material ini
it: Cerca nel database i giochi che hanno raggiunto questo equilibrio materiale

source: The database is not loaded. Tarrasch normally automatically loads the database
de: Die Datenbank wird nicht geladen. Normalerweise lädt Tarrasch die Datenbank automatisch.
fr: La base de données n'est pas chargée. Tarrasch la charge normalement automatiquement.
he: מסד הנתונים לא נטען. Tarrasch בדרך כלל טוען אוטומטית את מסד הנתונים
hi: डेटाबेस लोड नहीं हुआ है। टारराश सामान्यतः डेटाबेस को स्वचालित रूप से लोड करता है
hu: Az adatbázis nincs betöltve. Tarrasch általában automatikusan betölti az adatbázist
id: Basis data tidak dimuat. Tarrasch biasanya memuat basis data secara otomatis
it: Il database non è caricato. Tarrasch normalmente carica automaticamente il database

source: at startup, but it did not do so on this occasion because it detected another
de: beim Start, aber es tat dies nicht bei dieser Gelegenheit, weil es eine andere
fr: au démarrage, mais il ne l'a pas fait à cette occasion car il a détecté un autre
he: בעת ההפעלה, אך היא לא עשתה זאת בהזדמנות זו כי היא זיהתה אחרת
hi: स्टार्टअप पर, लेकिन इस अवसर पर ऐसा नहीं हुआ क्योंकि इसने एक और का पता लगाया
hu: indításkor, de ezúttal nem tette meg, mert másikat észlelt
id: saat memulai, tetapi tidak melakukannya pada kesempatan ini karena mendeteksi yang lain
it: all'avvio, ma non lo ha fatto in questa occasione perché ne ha rilevato un altro

source: instance of Tarrasch already running.
de: Instanz von Tarrasch läuft bereits.
fr: instance de Tarrasch déjà en cours d'exécution.
he: מופע של Tarrasch כבר פועל.
hi: टारराश का उदाहरण पहले से ही चल रहा है।
hu: Tarrasch példánya már fut.
id: contoh Tarrasch yang sudah berjalan.
it: istanza di Tarrasch già in esecuzione.

source: This is a way of conserving memory, it prevents multiple copies of Tarrasch
de: Dies ist eine Möglichkeit, Speicher zu sparen und verhindert, dass mehrere Kopien von Tarrasch
fr: C'est une façon de conserver la mémoire, cela empêche les copies multiples de Tarrasch
he: זוהי דרך לשמר זיכרון, היא מונעת עותקים מרובים של Tarrasch
hi: यह स्मृति को संरक्षित करने का एक तरीका है, यह टारराश की कई प्रतियों को रोकता है
hu: Ez a memória megőrzésének egyik módja, megakadályozza a Tarrasch többszöri másolatát
id: Ini adalah cara untuk menghemat memori, mencegah banyak salinan Tarrasch
it: Questo è un modo per conservare la memoria, impedisce che si verifichino più copie di Tarrasch

source: from all automatically loading separate copies of a potentially huge database.
de: vom automatischen Laden einzelner Kopien einer möglicherweise riesigen Datenbank.
fr: de charger automatiquement toutes les copies séparées d'une base de données potentiellement énorme.
he: מכל הטעינה אוטומטית של עותקים נפרדים של מסד נתונים פוטנציאלי ענק.
hi: संभावित रूप से विशाल डाटाबेस की सभी अलग-अलग प्रतियों को स्वचालित रूप से लोड होने से रोकें।
hu: egy potenciálisan hatalmas adatbázis különálló másolatainak automatikus betöltéséből.
id: dari semua salinan terpisah yang dimuat secara otomatis dari basis data yang berpotensi besar.
it: dal caricamento automatico di copie separate di un database potenzialmente enorme.

source: You can manually load the database using the File > Open or
de: Sie können die Datenbank manuell laden, indem Sie auf Datei > Öffnen oder
fr: Vous pouvez charger manuellement la base de données en utilisant Fichier > Ouvrir ou
he: אתה יכול לטעון את מסד הנתונים באופן ידני באמצעות הקובץ > פתח או
hi: आप फ़ाइल > खोलें या का उपयोग करके डेटाबेस को मैन्युअल रूप से लोड कर सकते हैं
hu: Az adatbázist manuálisan is betöltheti a Fájl > Megnyitás vagy a paranccsal
id: Anda dapat memuat database secara manual menggunakan File > Buka atau
it: È possibile caricare manualmente il database utilizzando File > Apri o

source: Database > Select current database menu
de: Menü „Datenbank“ > „Aktuelle Datenbank auswählen“
fr: Base de données > Menu Sélectionner la base de données actuelle
he: מסד נתונים > בחר תפריט מסד נתונים נוכחי
hi: डेटाबेस > वर्तमान डेटाबेस मेनू का चयन करें
hu: Adatbázis > Aktuális adatbázis kiválasztása menü
id: Database > Pilih menu database saat ini
it: Database > Seleziona il menu del database corrente

source: The database is not currently running. To correct this select a database
de: Die Datenbank läuft derzeit nicht. Um dies zu beheben, wählen Sie eine Datenbank aus.
fr: La base de données n'est pas actuellement en cours d'exécution. Pour corriger ce problème, sélectionnez une base de données.
he: מסד הנתונים אינו פועל כעת. כדי לתקן זאת בחר מסד נתונים
hi: डेटाबेस वर्तमान में नहीं चल रहा है। इसे ठीक करने के लिए डेटाबेस चुनें
hu: Az adatbázis jelenleg nem fut. Ennek javításához válasszon egy adatbázist
id: Basis data saat ini tidak berjalan. Untuk memperbaikinya, pilih basis data
it: Il database non è attualmente in esecuzione. Per correggere questo problema, seleziona un database

source: using the < Select current database > command in the database menu.
de: über den Befehl < Aktuelle Datenbank auswählen > im Datenbankmenü.
fr: en utilisant la commande < Sélectionner la base de données actuelle > dans le menu de la base de données.
he: באמצעות הפקודה < בחר את מסד הנתונים הנוכחי > בתפריט מסד הנתונים.
hi: डेटाबेस मेनू में < वर्तमान डेटाबेस का चयन करें > कमांड का उपयोग करके।
hu: az adatbázis menü < Select Current database > parancsával.
id: menggunakan perintah < Pilih database saat ini > di menu database.
it: utilizzando il comando <Seleziona database corrente> nel menu del database.

source: If you don't have a database, you can download one from
de: Wenn Sie keine Datenbank haben, können Sie eine herunterladen von
fr: Si vous n'avez pas de base de données, vous pouvez en télécharger une à partir de
he: אם אין לך מסד נתונים, אתה יכול להוריד אחד ממנו
hi: यदि आपके पास डेटाबेस नहीं है, तो आप इसे यहाँ से डाउनलोड कर सकते हैं
hu: Ha nincs adatbázisa, letöltheti a webhelyről
id: Jika Anda tidak memiliki database, Anda dapat mengunduhnya dari
it: Se non hai un database, puoi scaricarne uno da

source: Alternatively, you can create your own database from .pgn files
de: Alternativ können Sie Ihre eigene Datenbank aus .pgn-Dateien erstellen
fr: Alternativement, vous pouvez créer votre propre base de données à partir de fichiers .pgn
he: לחלופין, אתה יכול ליצור מסד נתונים משלך מקובצי .pgn
hi: वैकल्पिक रूप से, आप .pgn फ़ाइलों से अपना स्वयं का डेटाबेस बना सकते हैं
hu: Alternatív megoldásként létrehozhat saját adatbázist .pgn fájlokból
id: Atau, Anda dapat membuat database Anda sendiri dari file .pgn
it: In alternativa, puoi creare il tuo database da file .pgn

source: with the < Create new database > command in the database menu.
de: mit dem Befehl < Neue Datenbank erstellen > im Datenbankmenü.
fr: avec la commande < Créer une nouvelle base de données > dans le menu base de données.
he: עם הפקודה < צור מסד נתונים חדש > בתפריט מסד הנתונים.
hi: डेटाबेस मेनू में < नया डेटाबेस बनाएँ > कमांड के साथ।
hu: az adatbázis menü < Új adatbázis létrehozása > parancsával.
id: dengan perintah < Buat database baru > di menu database.
it: con il comando < Crea nuovo database > nel menu database.

source: Database problem
de: Datenbankproblem
fr: Problème de base de données
he: בעיה במסד הנתונים
hi: डेटाबेस समस्या
hu: Adatbázis probléma
id: Masalah basis data
it: Problema del database

source: Database games
de: Datenbankspiele
fr: Jeux de base de données
he: משחקי מסד נתונים
hi: डेटाबेस गेम
hu: Adatbázis játékok
id: Game basis data
it: Giochi di database

source: Memory Congestion Error
de: Speicherüberlastungsfehler
fr: Erreur de congestion de la mémoire
he: שגיאת גודש זיכרון
hi: मेमोरी कंजेशन त्रुटि
hu: Memória torlódási hiba
id: Kesalahan Kemacetan Memori
it: Errore di congestione della memoria

source: Sorry, it is no longer possible to load new databases,
de: Es ist leider nicht mehr möglich, neue Datenbanken zu laden,
fr: Désolé, il n'est plus possible de charger de nouvelles bases de données,
he: מצטערים, לא ניתן עוד לטעון מסדי נתונים חדשים,
hi: क्षमा करें, अब नए डेटाबेस लोड करना संभव नहीं है,
hu: Sajnos már nem lehet új adatbázisokat betölteni,
id: Maaf, tidak mungkin lagi memuat database baru,
it: Spiacenti, non è più possibile caricare nuovi database,

source: please save your work, exit Tarrasch and restart
de: Bitte speichern Sie Ihre Arbeit, beenden Sie Tarrasch und starten Sie neu
fr: veuillez enregistrer votre travail, quitter Tarrasch et redémarrer
he: אנא שמור את עבודתך, צא מ-Tarrasch והפעל מחדש
hi: कृपया अपना काम सहेजें, टारराश से बाहर निकलें और पुनः आरंभ करें
hu: mentse el a munkáját, lépjen ki a Tarraschból, és indítsa újra
id: harap simpan pekerjaan Anda, keluar dari Tarrasch dan mulai ulang
it: per favore salva il tuo lavoro, esci da Tarrasch e riavvia

source: Memory Congestion Warning
de: Warnung vor Speicherüberlastung
fr: Avertissement de congestion de la mémoire
he: אזהרת גודש זיכרון
hi: मेमोरी कंजेशन चेतावनी
hu: Memóriatorlódási figyelmeztetés
id: Peringatan Kemacetan Memori
it: Avviso di congestione della memoria

source: Please consider clearing the clipboard and/or closing the file
de: Bitte löschen Sie die Zwischenablage und/oder schließen Sie die Datei
fr: Veuillez envisager de vider le presse-papiers et/ou de fermer le fichier
he: אנא שקול לנקות את הלוח ו/או לסגור את הקובץ
hi: कृपया क्लिपबोर्ड साफ़ करने और/या फ़ाइल बंद करने पर विचार करें
hu: Kérjük, fontolja meg a vágólap törlését és/vagy a fájl bezárását
id: Harap pertimbangkan untuk menghapus clipboard dan/atau menutup file
it: Si prega di considerare la possibilità di cancellare gli appunti e/o chiudere il file

source: Select current database
de: Aktuelle Datenbank auswählen
fr: Sélectionnez la base de données actuelle
he: בחר את מסד הנתונים הנוכחי
hi: वर्तमान डेटाबेस का चयन करें
hu: Válassza ki az aktuális adatbázist
id: Pilih database saat ini
it: Seleziona il database corrente

source: Database selection failed
de: Datenbankauswahl fehlgeschlagen
fr: La sélection de la base de données a échoué
he: בחירת מסד הנתונים נכשלה
hi: डेटाबेस चयन विफल
hu: Az adatbázis kiválasztása nem sikerült
id: Pemilihan basis data gagal
it: Selezione del database non riuscita

source: Press < Yes > to set the new database as the current database
de: Drücken Sie <Ja>, um die neue Datenbank als aktuelle Datenbank festzulegen
fr: Appuyez sur < Oui > pour définir la nouvelle base de données comme base de données actuelle
he: לחץ על < כן > כדי להגדיר את מסד הנתונים החדש כמסד הנתונים הנוכחי
hi: नए डेटाबेस को वर्तमान डेटाबेस के रूप में सेट करने के लिए < हाँ > दबाएँ
hu: Nyomja meg az <Igen> gombot az új adatbázis jelenlegi adatbázisként való beállításához
id: Tekan <Ya> untuk menetapkan database baru sebagai database saat ini
it: Premere < Sì > per impostare il nuovo database come database corrente

source: Would you like to use the new database now?
de: Möchten Sie die neue Datenbank jetzt nutzen?
fr: Souhaitez-vous utiliser la nouvelle base de données maintenant ?
he: האם תרצה להשתמש במסד הנתונים החדש כעת?
hi: क्या आप अब नये डेटाबेस का उपयोग करना चाहेंगे?
hu: Szeretné most használni az új adatbázist?
id: Apakah Anda ingin menggunakan basis data baru sekarang?
it: Vuoi utilizzare subito il nuovo database?

source: Games in this session
de: Spiele in dieser Sitzung
fr: Jeux de cette session
he: משחקים במפגש זה
hi: इस सत्र में खेल
hu: Játékok ebben a foglalkozásban
id: Pertandingan di sesi ini
it: Giochi in questa sessione

source: Clipboard
de: Zwischenablage
fr: Presse-papiers
he: לוח כתיבה
hi: क्लिपबोर्ड
hu: Vágólap
id: Papan klip
it: Appunti

source: Stop Kibitzer
de: Stopp Kibitzer
fr: Arrêtez Kibitzer
he: תפסיק את קיביצר
hi: किबित्जर को रोकें
hu: Állítsd meg Kibitzert
id: Hentikan Kibitzer
it: Fermare Kibitzer

source: Start Kibitzer
fr: Démarrer Kibitzer
he: התחל קיביצר
hi: किबित्जर प्रारंभ करें
hu: Indítsa el a Kibitzert
id: Mulai Kibitzer
it: Avvia Kibitzer

source: Shootout
de: Schießerei
fr: Fusillade
he: קרב יריות
hi: मुठभेड़
id: Adu Tembak
it: Sparatoria

source: (book)
de: (Buch)
fr: (livre)
he: (סֵפֶר)
hi: (किताब)
hu: (könyv)
id: (buku)
it: (libro)

source: Puzzle message
de: Rätselnachricht
fr: Message du puzzle
he: הודעת פאזל
hi: पहेली संदेश
hu: Rejtvény üzenet
id: Pesan teka-teki
it: Messaggio di puzzle

source: Puzzle completed
de: Puzzle fertig
fr: Puzzle terminé
he: הפאזל הושלם
hi: पहेली पूरी हुई
hu: Rejtvény kész
id: Teka-teki selesai
it: Puzzle completato

source: This is the last puzzle in the file
de: Dies ist das letzte Rätsel in der Datei
fr: C'est le dernier puzzle du dossier
he: זו הפאזל האחרון בקובץ
hi: यह फ़ाइल में अंतिम पहेली है
hu: Ez az utolsó rejtvény a fájlban
id: Ini adalah teka-teki terakhir dalam file tersebut
it: Questo è l'ultimo puzzle nel file

source: Puzzle file message
de: Puzzle-Dateinachricht
fr: Message du fichier puzzle
he: הודעת קובץ פאזל
hi: पहेली फ़ाइल संदेश
hu: Puzzle fájl üzenet
id: Pesan file teka-teki
it: Messaggio del file puzzle

source: Incorrect move,
de: Falscher Zug,
fr: Mouvement incorrect,
he: מהלך לא נכון,
hi: ग़लत कदम,
hu: Helytelen mozgás,
id: Gerakan yang salah,
it: Mossa errata,

source: please try again
de: Bitte versuchen Sie es erneut
fr: Veuillez réessayer
he: אנא נסה שוב
hi: कृपया पुन: प्रयास करें
hu: próbáld újra
id: silahkan coba lagi
it: per favore riprova

source: New game
de: Neues Spiel
fr: Nouveau jeu
he: משחק חדש
hi: नया खेल
hu: Új játék
id: Permainan baru
it: Nuovo gioco

source: Play white
de: Spielen Sie Weiß
fr: Jouer blanc
he: לשחק לבן
hi: सफ़ेद खेलें
hu: Játssz fehéren
id: Mainkan putih
it: Gioca bianco

source: Play black
de: Spielen Sie schwarz
fr: Jouer au noir
he: לשחק שחור
hi: ब्लैक खेलें
hu: Játssz feketével
id: Mainkan hitam
it: Gioca al nero

source: Setup position
de: Aufstellposition
fr: Position de configuration
he: עמדת הגדרה
hi: सेटअप स्थिति
hu: Beállítási pozíció
id: Posisi pengaturan
it: Posizione di installazione

source: Search database
de: Datenbank durchsuchen
fr: Rechercher dans la base de données
he: חיפוש במסד נתונים
hi: डेटाबेस खोजें
hu: Keresés az adatbázisban
id: Pencarian basis data
it: Cerca nel database

source: Swap sides
de: Seiten tauschen
fr: Changer de côté
he: החליפו צדדים
hi: पक्ष बदलें
hu: Cserélje fel az oldalt
id: Tukar sisi
it: Cambia lato

source: Force move
de: Bewegung erzwingen
fr: Forcer le mouvement
he: מהלך בכוח
hi: बलपूर्वक चाल
hu: Kényszermozgás
id: Paksa bergerak
it: Forza movimento

source: Examine game
de: Spiel untersuchen
fr: Examiner le jeu
he: בחן משחק
hi: खेल की जांच करें
hu: Vizsgálja meg a játékot
id: Periksa permainannya
it: Esaminare il gioco

source: Engine thinking...
de: Motordenken...
fr: La pensée du moteur...
he: מחשבת מנוע...
hi: इंजन सोच...
hu: Motoros gondolkodás...
id: Berpikir mesin...
it: Pensiero motore...

source: Enter moves, comments and variations freely - or ...
de: Geben Sie Züge, Kommentare und Varianten frei ein – oder ...
fr: Saisissez librement des mouvements, des commentaires et des variantes - ou...
he: הזן מהלכים, הערות ווריאציות באופן חופשי - או...
hi: चालें, टिप्पणियाँ और विविधताएं स्वतंत्र रूप से दर्ज करें - या ...
hu: Lépéseket, megjegyzéseket és variációkat írhat be szabadon - vagy...
id: Masukkan gerakan, komentar, dan variasi secara bebas - atau ...
it: Inserisci liberamente mosse, commenti e varianti, oppure...

source: Opening book
de: Eröffnungsbuch
fr: Livre d'ouverture
he: ספר פתיחה
hi: किताब खोलना
hu: Nyitókönyv
id: Buku pembuka
it: Apertura del libro

source: pondering
de: Nachdenken
fr: réfléchissant
he: מהרהר
hi: विचार
hu: töprengve
id: merenungkan
it: riflettendo

source: List is already empty
de: Liste ist bereits leer
fr: La liste est déjà vide
he: הרשימה כבר ריקה
hi: सूची पहले से ही रिक्त है
hu: A lista már üres
id: Daftar sudah kosong
it: L'elenco è già vuoto

source: Clear recent file list ?
de: Liste der zuletzt verwendeten Dateien löschen?
fr: Effacer la liste des fichiers récents ?
he: לנקות את רשימת הקבצים האחרונים?
hi: हाल की फ़ाइल सूची साफ़ करें?
hu: Törli a legutóbbi fájlok listáját?
id: Hapus daftar file terbaru?
it: Cancellare l'elenco dei file recenti?

source: Confirm action
de: Aktion bestätigen
fr: Confirmer l'action
he: אשר את הפעולה
hi: कार्रवाई की पुष्टि करें
hu: A művelet megerősítése
id: Konfirmasi tindakan
it: Conferma azione

source: Recently opened file list cleared
de: Liste der zuletzt geöffneten Dateien gelöscht
fr: Liste des fichiers récemment ouverts effacée
he: רשימת הקבצים שנפתחה לאחרונה נמחקה
hi: हाल ही में खोली गई फ़ाइल सूची साफ़ की गई
hu: A legutóbb megnyitott fájlok listája törölve
id: Daftar file yang baru dibuka dihapus
it: Elenco dei file aperti di recente cancellato

source: The text that prefixes this game.
de: Der Text, der diesem Spiel vorangestellt ist.
fr: Le texte qui préfixe ce jeu.
he: הטקסט שמתחיל את המשחק הזה.
hi: वह पाठ जो इस खेल से पहले आता है।
hu: A játék előtagjaként szereplő szöveg.
id: Teks yang mengawali permainan ini.
it: Il testo che precede questo gioco.

source: Use this panel to edit text that prefixes the
de: Verwenden Sie dieses Feld, um Text zu bearbeiten, der dem
fr: Utilisez ce panneau pour modifier le texte qui préfixe le
he: השתמש בחלונית זו כדי לערוך טקסט שמתחיל את ה-
hi: इस पैनल का उपयोग उस पाठ को संपादित करने के लिए करें जो उपसर्ग करता है
hu: Ezen a panelen szerkesztheti az előtagot tartalmazó szöveget
id: Gunakan panel ini untuk mengedit teks yang diawali dengan
it: Utilizzare questo pannello per modificare il testo che precede il

source: game on the .pgn file.
de: Spiel auf der PNG-Datei.
fr: jeu sur le fichier .pgn.
he: משחק בקובץ .pgn.
hi: .pgn फ़ाइल पर गेम.
hu: játék a .pgn fájlban.
id: permainan pada file .pgn.
it: gioco sul file .pgn.

source: Game Prefix Dialog Help
de: Hilfe zum Dialog „Spielpräfix“
fr: Aide de la boîte de dialogue Préfixe du jeu
he: עזרה של דיאלוג קידומת משחק
hi: गेम उपसर्ग संवाद सहायता
id: Bantuan Dialog Awalan Game
it: Aiuto nella finestra di dialogo del prefisso del gioco

source: File usage conflict detected
de: Dateiverwendungskonflikt erkannt
fr: Conflit d'utilisation de fichier détecté
he: זוהתה התנגשות שימוש בקובץ
hi: फ़ाइल उपयोग विवाद का पता चला
hu: Fájlhasználati ütközés észlelve
id: Konflik penggunaan file terdeteksi
it: Rilevato conflitto nell'utilizzo del file

source: Scanning .pgn file for games
de: .pgn-Datei nach Spielen scannen
fr: Analyse du fichier .pgn pour les jeux
he: סורק קובץ .pgn למשחקים
hi: गेम के लिए .pgn फ़ाइल स्कैन करना
hu: .pgn fájl keresése játékokhoz
id: Memindai file .pgn untuk game
it: Scansione del file .pgn per i giochi

source: Reading .pgn file
de: Lesen der PNG-Datei
fr: Lecture du fichier .pgn
he: קורא קובץ .pgn
hi: .pgn फ़ाइल पढ़ना
hu: .pgn fájl olvasása
id: Membaca file .pgn
it: Lettura del file .pgn

source: Saving file
de: Datei speichern
fr: Sauvegarde du fichier
he: שומר קובץ
hi: फ़ाइल सहेजना
hu: Fájl mentése
id: Menyimpan file
it: Salvataggio del file

source: Saving file (restrictions apply)
de: Datei speichern (es gelten Einschränkungen)
fr: Enregistrement du fichier (des restrictions s'appliquent)
he: שומר קובץ (חלות הגבלות)
hi: फ़ाइल सहेजना (प्रतिबंध लागू)
hu: Fájl mentése (korlátozások vonatkoznak)
id: Menyimpan file (ada batasannya)
it: Salvataggio del file (si applicano restrizioni)

source: Some games omitted from saved file
de: Einige Spiele wurden aus der gespeicherten Datei ausgelassen
fr: Certains jeux sont omis du fichier sauvegardé
he: חלק מהמשחקים הושמטו מהקובץ השמור
hi: कुछ गेम सहेजी गई फ़ाइल से हटा दिए गए
hu: Néhány játék kimaradt a mentett fájlból
id: Beberapa game dihilangkan dari file yang disimpan
it: Alcuni giochi sono stati omessi dal file salvato
