Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Show hint - a hint will be automatically displayed after a given number
de: Hinweis anzeigen - ein Hinweis wird automatisch nach einer bestimmten Anzahl angezeigt
fr: Afficher l'indice - un indice sera automatiquement affiché après un nombre donné
he: הצג רמז - רמז יוצג אוטומטית לאחר מספר נתון
hi: संकेत दिखाएँ - किसी दी गई संख्या के बाद एक संकेत स्वचालित रूप से प्रदर्शित किया जाएगा
hu: Tipp megjelenítése – egy tipp automatikusan megjelenik egy adott szám után
id: Tampilkan petunjuk - petunjuk akan ditampilkan secara otomatis setelah nomor yang diberikan
it: Mostra suggerimento: verrà visualizzato automaticamente un suggerimento dopo un numero specificato

source: of incorrect attempts for each move.
de: Anzahl der Fehlversuche für jeden Zug.
fr: de tentatives incorrectes pour chaque mouvement.
he: של ניסיונות לא נכונים עבור כל מהלך.
hi: प्रत्येक चाल के लिए गलत प्रयासों की संख्या।
hu: hibás próbálkozások száma minden egyes lépésnél.
id: dari upaya yang salah untuk setiap gerakan.
it: di tentativi errati per ogni mossa.

source: If you enter 0 for the try number, this option will not be used.
de: Wenn Sie als Versuchsnummer 0 eingeben, wird diese Option nicht verwendet.
fr: Si vous entrez 0 comme numéro d'essai, cette option ne sera pas utilisée.
he: אם תזין 0 עבור מספר הניסיון, אפשרות זו לא תשמש.
hi: यदि आप प्रयास संख्या के लिए 0 दर्ज करते हैं, तो यह विकल्प उपयोग नहीं किया जाएगा।
hu: Ha 0-t ad meg a próbálkozás számának, ez az opció nem kerül felhasználásra.
id: Jika Anda memasukkan 0 untuk nomor percobaan, opsi ini tidak akan digunakan.
it: Se si immette 0 come numero di tentativi, questa opzione non verrà utilizzata.

source: Show move after try - the correct move will be automatically
de: Zug nach Versuch anzeigen - der richtige Zug wird automatisch
fr: Afficher le mouvement après essai - le mouvement correct sera automatiquement
he: הצג מהלך אחרי ניסיון - המהלך הנכון יהיה אוטומטי
hi: कोशिश के बाद चाल दिखाएँ - सही चाल स्वतः ही दिखाई देगी
hu: Mozgás megjelenítése próbálkozás után – a megfelelő lépés automatikusan megtörténik
id: Tampilkan gerakan setelah mencoba - gerakan yang benar akan otomatis
it: Mostra mossa dopo tentativo: la mossa corretta verrà eseguita automaticamente

source: played after a given number of incorrect attempts for each move.
de: gespielt nach einer bestimmten Anzahl falscher Versuche für jeden Zug.
fr: joué après un nombre donné de tentatives incorrectes pour chaque coup.
he: שיחק לאחר מספר נתון של ניסיונות שגויים עבור כל מהלך.
hi: प्रत्येक चाल के लिए निश्चित संख्या में गलत प्रयासों के बाद खेला जाता है।
hu: adott számú helytelen próbálkozás után játszanak minden lépésnél.
id: dimainkan setelah sejumlah percobaan salah pada setiap gerakan.
it: giocato dopo un dato numero di tentativi errati per ogni mossa.

source: Delay for show move - delay in 1/10 seconds before the correct move is shown.
de: Verzögerung für die Anzeige der Bewegung – Verzögerung von 1/10 Sekunden, bevor die richtige Bewegung angezeigt wird.
fr: Délai pour afficher le mouvement - délai de 1/10 seconde avant que le mouvement correct ne soit affiché.
he: השהיה למהלך ההצגה - השהיה ב-1/10 שניות לפני הצגת המהלך הנכון.
hi: चाल दिखाने में विलम्ब - सही चाल दिखाए जाने से पहले 1/10 सेकण्ड का विलम्ब।
hu: Megjelenítés késleltetése – 1/10 másodperc késleltetés a megfelelő lépés megjelenítése előtt.
id: Penundaan untuk memperlihatkan gerakan - penundaan dalam 1/10 detik sebelum gerakan yang benar diperlihatkan.
it: Ritardo per la visualizzazione della mossa: ritardo di 1/10 di secondo prima che venga visualizzata la mossa corretta.

source: Minutes - Here you can enter the time allowed for a puzzle.
de: Minuten - Hier können Sie die für ein Rätsel zur Verfügung stehende Zeit eingeben.
fr: Minutes - Vous pouvez ici saisir le temps autorisé pour un puzzle.
he: דקות - כאן ניתן להזין את הזמן המותר לפאזל.
hi: मिनट - यहां आप किसी पहेली के लिए स्वीकृत समय दर्ज कर सकते हैं।
hu: Percek – Itt adhatja meg a rejtvényre engedélyezett időt.
id: Menit - Di sini Anda dapat memasukkan waktu yang diberikan untuk menyelesaikan teka-teki.
it: Minuti - Qui puoi inserire il tempo concesso per risolvere un puzzle.

source: Seconds
de: Sekunden
fr: Secondes
he: שניות
hi: सेकंड
hu: Másodpercek
id: Detik
it: Secondi

source: Show clock - display the clock in puzzle mode.
de: Uhr anzeigen – zeigt die Uhr im Puzzlemodus an.
fr: Afficher l'horloge - affiche l'horloge en mode puzzle.
he: הצג שעון - הצג את השעון במצב פאזל.
hi: घड़ी दिखाएँ - घड़ी को पहेली मोड में प्रदर्शित करें।
hu: Óra megjelenítése - az óra megjelenítése rejtvény módban.
id: Tampilkan jam - tampilkan jam dalam mode teka-teki.
it: Mostra orologio: visualizza l'orologio in modalità puzzle.

source: Auto reset - reset the clock automatically for the next puzzle.
de: Automatisches Zurücksetzen – setzt die Uhr für das nächste Puzzle automatisch zurück.
fr: Réinitialisation automatique - réinitialisez l'horloge automatiquement pour le prochain puzzle.
he: איפוס אוטומטי - אפס את השעון אוטומטית לפאזל הבא.
hi: ऑटो रीसेट - अगली पहेली के लिए घड़ी को स्वचालित रूप से रीसेट करें।
hu: Automatikus visszaállítás – állítsa vissza az órát automatikusan a következő rejtvényhez.
id: Reset otomatis - mengatur ulang jam secara otomatis untuk teka-teki berikutnya.
it: Ripristino automatico: reimposta automaticamente l'orologio per il puzzle successivo.

source: Auto start - start the clock automatically for the next puzzle.
de: Autostart – startet die Uhr automatisch für das nächste Puzzle.
fr: Démarrage automatique - démarrez l'horloge automatiquement pour le prochain puzzle.
he: הפעלה אוטומטית - הפעל את השעון אוטומטית לפאזל הבא.
hi: स्वचालित प्रारंभ - अगली पहेली के लिए घड़ी को स्वचालित रूप से प्रारंभ करें।
hu: Automatikus indítás – indítsa el automatikusan az órát a következő rejtvényhez.
id: Mulai otomatis - mulai jam secara otomatis untuk teka-teki berikutnya.
it: Avvio automatico: avvia automaticamente il cronometro per il puzzle successivo.

source: Countdown - the clock will count down towards zero,
de: Countdown - die Uhr zählt rückwärts bis Null,
fr: Compte à rebours - l'horloge comptera à rebours jusqu'à zéro,
he: ספירה לאחור - השעון יספור לאחור לאפס,
hi: उल्टी गिनती - घड़ी शून्य की ओर उल्टी गिनती करेगी,
hu: Visszaszámlálás – az óra nulla felé számol vissza,
id: Hitungan mundur - jam akan menghitung mundur menuju nol,
it: Conto alla rovescia: l'orologio effettuerà il conto alla rovescia verso lo zero,

source: uncheck this box to count upwards.
de: Deaktivieren Sie dieses Kontrollkästchen, um hochzuzählen.
fr: décochez cette case pour compter vers le haut.
he: בטל את הסימון בתיבה זו כדי לספור כלפי מעלה.
hi: ऊपर की ओर गिनती करने के लिए इस बॉक्स को अनचेक करें।
hu: törölje a jelet ebből a négyzetből a felfelé számoláshoz.
id: hapus centang pada kotak ini untuk menghitung ke atas.
it: deseleziona questa casella per contare in modo crescente.

source: If Countdown is toggled, clock times will be set to default values,
de: Wenn der Countdown aktiviert ist, werden die Uhrzeiten auf die Standardwerte gesetzt.
fr: Si le compte à rebours est activé, les heures de l'horloge seront définies sur les valeurs par défaut,
he: אם הספירה לאחור מופעלת, זמני השעון יוגדרו לערכי ברירת מחדל,
hi: यदि उल्टी गिनती चालू है, तो घड़ी का समय डिफ़ॉल्ट मान पर सेट हो जाएगा,
hu: Ha a Visszaszámlálás be van kapcsolva, az óra az alapértelmezett értékekre áll be,
id: Jika Hitungan Mundur diaktifkan, waktu jam akan diatur ke nilai default,
it: Se il conto alla rovescia è attivato, gli orari dell'orologio verranno impostati sui valori predefiniti,

source: although they can still be subsequently altered.
de: Sie können jedoch nachträglich noch geändert werden.
fr: bien qu'ils puissent encore être modifiés ultérieurement.
he: למרות שהם עדיין ניתנים לשינוי לאחר מכן.
hi: हालाँकि बाद में भी उनमें बदलाव किया जा सकता है।
hu: bár utólag még módosíthatók.
id: meskipun mereka masih dapat diubah selanjutnya.
it: sebbene possano comunque essere successivamente modificati.

source: Reset clock after move - check to reset the clock time after each move.
de: Uhr nach Zug zurücksetzen – aktivieren Sie dieses Kontrollkästchen, um die Uhrzeit nach jedem Zug zurückzusetzen.
fr: Réinitialiser l'horloge après le déplacement - cochez cette case pour réinitialiser l'heure de l'horloge après chaque déplacement.
he: איפוס שעון לאחר תנועה - סמן לאיפוס זמן השעון לאחר כל תנועה.
hi: चाल के बाद घड़ी रीसेट करें - प्रत्येक चाल के बाद घड़ी का समय रीसेट करने के लिए जाँच करें।
hu: Óra visszaállítása mozdulat után – jelölje be, ha minden lépés után vissza szeretné állítani az órát.
id: Atur ulang jam setelah gerakan - centang untuk mengatur ulang waktu jam setelah setiap gerakan.
it: Reimposta orologio dopo mossa: seleziona questa opzione per reimpostare l'orologio dopo ogni mossa.

source: You may want this when you are using a complete game in puzzle mode.
de: Dies kann sinnvoll sein, wenn Sie ein komplettes Spiel im Puzzlemodus verwenden.
fr: Vous pouvez en avoir besoin lorsque vous utilisez un jeu complet en mode puzzle.
he: ייתכן שתרצה זאת כאשר אתה משתמש במשחק שלם במצב פאזל.
hi: जब आप पहेली मोड में एक पूर्ण गेम का उपयोग कर रहे हों तो आपको इसकी आवश्यकता हो सकती है।
hu: Erre akkor lehet szükség, ha egy teljes játékot rejtvény módban használ.
id: Anda mungkin menginginkan ini saat menggunakan permainan lengkap dalam mode teka-teki.
it: Questa opzione potrebbe essere utile quando si utilizza un gioco completo in modalità puzzle.

source: Time up message - display a message when the allotted time has expired.
de: Meldung „Zeit abgelaufen“ – zeigt eine Meldung an, wenn die zugewiesene Zeit abgelaufen ist.
fr: Message de temps écoulé - affiche un message lorsque le temps imparti est expiré.
he: הודעת זמן קצוב - הצג הודעה כאשר הזמן המוקצב פג.
hi: समय समाप्त संदेश - आवंटित समय समाप्त होने पर एक संदेश प्रदर्शित करें।
hu: Idő lejárta üzenet – üzenet megjelenítése, amikor a megadott idő lejárt.
id: Pesan waktu habis - menampilkan pesan ketika waktu yang diberikan telah habis.
it: Messaggio di tempo scaduto: visualizza un messaggio quando il tempo assegnato è scaduto.

source: Puzzle options dialog help
de: Hilfe zum Dialog „Puzzle-Optionen“
fr: Aide de la boîte de dialogue des options du puzzle
he: עזרה בדיאלוג אפשרויות פאזל
hi: पहेली विकल्प संवाद सहायता
hu: Rejtvénybeállítások párbeszédpanel súgója
id: Bantuan dialog opsi teka-teki
it: Aiuto nella finestra di dialogo delle opzioni del puzzle

source: Puzzle mode help
de: Hilfe zum Puzzlemodus
fr: Aide du mode Puzzle
he: עזרה במצב פאזל
hi: पहेली मोड सहायता
hu: Puzzle mód súgó
id: Bantuan mode teka-teki
it: Aiuto in modalità puzzle

source: This screen gives a credit to Mr Jarek Boniecki from Poland.
de: Auf diesem Bildschirm wird Herrn Jarek Boniecki aus Polen gewürdigt.
fr: Cet écran donne un crédit à M. Jarek Boniecki de Pologne.
he: מסך זה נותן קרדיט למר ירק בונייצקי מפולין.
hi: इस स्क्रीन पर पोलैंड के श्री जारेक बोनीकी को श्रेय दिया गया है।
hu: Ez a képernyő Jarek Bonieckit illeti Lengyelországból.
id: Layar ini memberikan penghargaan kepada Tn. Jarek Boniecki dari Polandia.
it: Questa schermata rende omaggio al signor Jarek Boniecki dalla Polonia.

source: He found a big bug in Puzzle mode which, with single click move entry,
de: Er fand einen großen Fehler im Puzzle-Modus, der mit der Eingabe von Zügen per Mausklick,
fr: Il a trouvé un gros bug dans le mode Puzzle qui, avec un seul clic, déplace l'entrée,
he: הוא מצא באג גדול במצב פאזל שבעזרת לחיצה אחת הזזה,
hi: उन्होंने पज़ल मोड में एक बड़ी बग पाई, जिसमें सिंगल क्लिक मूव एंट्री के साथ,
hu: Nagy hibát talált a Puzzle módban, amely egyetlen kattintással mozgatva
id: Dia menemukan bug besar dalam mode Puzzle yang, dengan entri gerakan klik tunggal,
it: Ha trovato un grosso bug nella modalità Puzzle che, con un singolo clic,

source: was causing the program to erroneously add sub-variations,
de: führte dazu, dass das Programm fälschlicherweise Untervarianten hinzufügte,
fr: provoquait l'ajout erroné de sous-variantes par le programme,
he: גרם לתוכנית להוסיף בטעות וריאציות משנה,
hi: प्रोग्राम में गलत तरीके से उप-भिन्नताएं जोड़ने का कारण बन रहा था,
hu: ami miatt a program tévesen alváltozatokat adott hozzá,
id: menyebabkan program secara keliru menambahkan sub-variasi,
it: stava causando l'aggiunta errata di sottovarianti da parte del programma,

source: even when the move entered was correct.
de: auch wenn der eingegebene Zug korrekt war.
fr: même lorsque le mouvement entré était correct.
he: גם כשהמהלך שהוכנס היה נכון.
hi: तब भी जब दर्ज किया गया कदम सही था।
hu: még akkor is, ha a beírt lépés helyes volt.
id: bahkan ketika langkah yang dimasukkan sudah benar.
it: anche quando la mossa inserita era corretta.

source: He also suggested several extra useful features for Puzzle mode :-
de: Er schlug außerdem mehrere zusätzliche nützliche Funktionen für den Puzzle-Modus vor:
fr: Il a également suggéré plusieurs fonctionnalités supplémentaires utiles pour le mode Puzzle :-
he: הוא גם הציע מספר תכונות שימושיות נוספות עבור מצב פאזל: -
hi: उन्होंने पहेली मोड के लिए कई अतिरिक्त उपयोगी सुविधाओं का भी सुझाव दिया:-
hu: Számos extra hasznos funkciót is javasolt a Puzzle módhoz:
id: Dia juga menyarankan beberapa fitur tambahan yang berguna untuk mode Puzzle :-
it: Ha anche suggerito diverse funzionalità extra utili per la modalità Puzzle:

source: Auto load of puzzle mode
de: Automatisches Laden des Puzzlemodus
fr: Chargement automatique du mode puzzle
he: טעינה אוטומטית של מצב פאזל
hi: पहेली मोड का स्वतः लोड
hu: A puzzle mód automatikus betöltése
id: Pemuatan otomatis mode teka-teki
it: Caricamento automatico della modalità puzzle

source: Many thanks to Jarek for his contribution to the program.
de: Vielen Dank an Jarek für seinen Beitrag zum Programm.
fr: Un grand merci à Jarek pour sa contribution au programme.
he: תודה רבה לג'רק על תרומתו לתכנית.
hi: कार्यक्रम में योगदान के लिए जारेक को बहुत धन्यवाद।
hu: Nagyon köszönöm Jareknek a programhoz való hozzájárulását.
id: Terima kasih banyak kepada Jarek atas kontribusinya pada program ini.
it: Un sentito ringraziamento a Jarek per il suo contributo al programma.

source: Program credit
de: Programmguthaben
fr: Crédit du programme
he: קרדיט לתוכנית
hi: कार्यक्रम क्रेडिट
hu: Program hitel
id: Kredit program
it: Credito del programma

source: Puzzle statistics
de: Rätselstatistiken
fr: Statistiques du puzzle
he: סטטיסטיקת פאזלים
hi: पहेली के आँकड़े
hu: Puzzle statisztikák
id: Statistik teka-teki
it: Statistiche del puzzle

source: Flip score
de: Punktestand umdrehen
fr: Score inversé
he: ציון הפוך
hi: फ्लिप स्कोर
id: Skor balik
it: Punteggio di ribaltamento

source: Hint penalty
de: Hinweisstrafe
fr: Pénalité d'indice
he: עונש רמז
hi: संकेत दंड
hu: Tipp büntetés
id: Hukuman petunjuk
it: Penalità per suggerimento

source: Time up penalty
de: Zeitüberschreitungsstrafe
fr: Pénalité pour temps mort
he: עונש מועד
hi: समय समाप्ति दंड
hu: Időkorlát büntetés
id: Hukuman waktu habis
it: Penalità per tempo scaduto

source: Adjust stats..
de: Statistiken anpassen..
fr: Ajuster les statistiques.
he: התאם סטטיסטיקה..
hi: आँकड़े समायोजित करें..
hu: Állítsa be a statisztikát..
id: Sesuaikan statistik..
it: Regola le statistiche.

source: Puzzle options
de: Puzzle-Optionen
fr: Options de puzzle
he: אפשרויות פאזל
hi: पहेली विकल्प
hu: Rejtvény lehetőségek
id: Opsi teka-teki
it: Opzioni puzzle

source: Puzzle stats
de: Puzzle-Statistiken
fr: Statistiques du puzzle
he: סטטיסטיקת פאזלים
hi: पहेली आँकड़े
hu: Rejtvény statisztika
id: Statistik teka-teki
it: Statistiche del puzzle

source: Moves in puzzle
de: Bewegungen im Puzzle
fr: Déplacements dans le puzzle
he: נע בפאזל
hi: पहेली में चालें
hu: Mozog rejtvényben
id: Gerakan dalam teka-teki
it: Mosse nel puzzle

source: Hints used
de: Verwendete Hinweise
fr: Indices utilisés
he: השתמשו ברמזים
hi: प्रयुक्त संकेत
hu: Használt tippek
id: Petunjuk yang digunakan
it: Suggerimenti utilizzati

source: Time up no.
de: Zeit abgelaufen, Nr.
fr: Temps écoulé n°
he: הזמן נגמר לא.
hi: समय समाप्त नं.
hu: Idő lejárt nem.
id: Waktu habis no.
it: Tempo scaduto n.

source: Rating
de: Bewertungen
fr: Notation
he: דֵרוּג
hi: रेटिंग
hu: Értékelés
id: Peringkat
it: Valutazione

source: Session stats
de: Sitzungsstatistiken
fr: Statistiques de session
he: סטטיסטיקות של מפגשים
hi: सत्र आँकड़े
hu: Munkamenet statisztika
id: Statistik sesi
it: Statistiche di sessione

source: Solved
de: Gelöst
fr: Résolu
he: נפתר
hi: हल
hu: Megoldva
id: Terselesaikan
it: Risolto

source: File stats
de: Dateistatistiken
fr: Statistiques du fichier
he: סטטיסטיקות קבצים
hi: फ़ाइल आँकड़े
hu: Fájlstatisztikák
id: Statistik berkas
it: Statistiche del file

source: Hint penalty percentage
de: Hinweis-Strafprozentsatz
fr: Pourcentage de pénalité d'indice
he: רמז אחוזי עונשין
hi: संकेत दंड प्रतिशत
hu: Tipp büntetés százalék
id: Persentase penalti petunjuk
it: Percentuale di penalità suggerimento

source: Input penalty percent :
de: Geben Sie den Strafprozentsatz ein:
fr: Pourcentage de pénalité d'entrée :
he: קלט אחוזי עונש:
hi: इनपुट पेनल्टी प्रतिशत :
hu: Beviteli büntetés százalék:
id: Masukkan persentase penalti:
it: Percentuale di penalità in ingresso:

source: Time up penalty percentage
de: Prozentsatz der Strafe für abgelaufene Zeit
fr: Pourcentage de pénalité de temps écoulé
he: פסק זמן אחוזי עונשין
hi: समय समाप्ति दंड प्रतिशत
hu: Időkorlát büntetés százalékos
id: Persentase penalti waktu habis
it: Percentuale di penalità per ritardo

source: Score current puzzle if skipped
de: Aktuelles Puzzle punkten, wenn es übersprungen wird
fr: Notez le puzzle actuel s'il est ignoré
he: ציון את הפאזל הנוכחי אם דילוג
hi: यदि छोड़ दिया जाए तो वर्तमान पहेली का स्कोर करें
hu: Pontozzon aktuális rejtvényt, ha kihagyja
id: Nilai teka-teki saat ini jika dilewati
it: Punteggio puzzle corrente se saltato

source: Set puzzle hint penalty percentage
de: Prozentuale Strafe für Rätselhinweise festlegen
fr: Définir le pourcentage de pénalité d'indice de puzzle
he: הגדר אחוזי עונש של רמז פאזל
hi: पहेली संकेत दंड प्रतिशत निर्धारित करें
hu: Állítsa be a rejtvény tippjeit büntetés százalékában
id: Tetapkan persentase penalti petunjuk teka-teki
it: Imposta la percentuale di penalità del suggerimento del puzzle

source: Set puzzle time up penalty percentage
de: Legen Sie den Strafprozentsatz für die Puzzlezeit fest
fr: Définir le pourcentage de pénalité de temps de puzzle
he: הגדר את אחוז העונשין בזמן הפאזל
hi: पहेली समय दंड प्रतिशत सेट करें
hu: Állítsa be a rejtvényidő-büntetés százalékát
id: Tetapkan persentase penalti waktu teka-teki
it: Imposta la percentuale di penalità del tempo del puzzle

source: Adjust puzzle stats
de: Puzzle-Statistiken anpassen
fr: Ajuster les statistiques du puzzle
he: התאם נתונים סטטיסטיים של פאזל
hi: पहेली आँकड़े समायोजित करें
hu: Állítsa be a rejtvény statisztikáit
id: Sesuaikan statistik teka-teki
it: Regola le statistiche del puzzle

source: Display puzzle mode options
de: Optionen für den Puzzlemodus anzeigen
fr: Afficher les options du mode puzzle
he: הצגת אפשרויות מצב פאזל
hi: पहेली मोड विकल्प प्रदर्शित करें
hu: A rejtvény mód opcióinak megjelenítése
id: Menampilkan opsi mode teka-teki
it: Visualizza le opzioni della modalità puzzle

source: Display stats panel help
de: Hilfe zum Statistikbereich anzeigen
fr: Afficher l'aide du panneau de statistiques
he: הצג עזרה בלוח הנתונים הסטטיסטיים
hi: आँकड़े पैनल सहायता प्रदर्शित करें
hu: Jelenítse meg a statisztikai panel súgóját
id: Menampilkan bantuan panel statistik
it: Visualizza la guida del pannello delle statistiche

source: Do not score current puzzle if skipped
de: Aktuelles Puzzle nicht werten, wenn es übersprungen wird
fr: Ne pas noter le puzzle actuel s'il est ignoré
he: אין להבקיע את הפאזל הנוכחי אם דילוג
hi: यदि वर्तमान पहेली को छोड़ दिया जाए तो अंक न दें
hu: Ne pontozza az aktuális rejtvényt, ha kihagyja
id: Jangan beri nilai pada teka-teki saat ini jika dilewati
it: Non segnare il puzzle corrente se saltato

source: When puzzle mode is activated, the puzzle statistics panel displays a record
de: Wenn der Puzzle-Modus aktiviert ist, zeigt das Puzzle-Statistik-Panel einen Datensatz an
fr: Lorsque le mode puzzle est activé, le panneau des statistiques du puzzle affiche un enregistrement
he: כאשר מצב פאזל מופעל, חלונית הנתונים הסטטיסטיים של החידה מציגה רשומה
hi: जब पहेली मोड सक्रिय होता है, तो पहेली सांख्यिकी पैनल एक रिकॉर्ड प्रदर्शित करता है
hu: Ha a rejtvény mód aktiválva van, a rejtvénystatisztika panel egy rekordot jelenít meg
id: Saat mode teka-teki diaktifkan, panel statistik teka-teki menampilkan rekaman
it: Quando la modalità puzzle è attivata, il pannello delle statistiche del puzzle visualizza un record

source: of the user's performance when doing puzzles or studying opening lines.
de: der Leistung des Benutzers beim Lösen von Rätseln oder beim Studieren von Eröffnungssätzen.
fr: des performances de l'utilisateur lors de la réalisation d'énigmes ou de l'étude des lignes d'ouverture.
he: של הביצועים של המשתמש בעת עריכת חידות או לימוד שורות פתיחה.
hi: पहेलियाँ हल करते समय या प्रारंभिक पंक्तियों का अध्ययन करते समय उपयोगकर्ता के प्रदर्शन का मूल्यांकन।
hu: a felhasználó teljesítményét rejtvényfejtés vagy nyitósorok tanulmányozása során.
id: kinerja pengguna saat mengerjakan teka-teki atau mempelajari kalimat pembuka.
it: delle prestazioni dell'utente durante la risoluzione di puzzle o lo studio delle battute iniziali.

source: There are statistics for the current puzzle,
de: Es gibt Statistiken zum aktuellen Rätsel,
fr: Il existe des statistiques pour le puzzle actuel,
he: יש סטטיסטיקות לחידה הנוכחית,
hi: वर्तमान पहेली के लिए आंकड़े हैं,
hu: Vannak statisztikák az aktuális rejtvényhez,
id: Ada statistik untuk teka-teki saat ini,
it: Ci sono statistiche per il puzzle attuale,

source: the current session (starting when puzzle mode was activated)
de: die aktuelle Sitzung (beginnend mit der Aktivierung des Puzzle-Modus)
fr: la session en cours (à partir du moment où le mode puzzle a été activé)
he: ההפעלה הנוכחית (החלה כאשר מצב פאזל הופעל)
hi: वर्तमान सत्र (पहेली मोड सक्रिय होने पर प्रारंभ)
hu: az aktuális munkamenet (a fejtörő mód aktiválásakor kezdődik)
id: sesi saat ini (dimulai saat mode teka-teki diaktifkan)
it: la sessione corrente (inizia quando è stata attivata la modalità puzzle)

source: and for the PGN puzzle file as a whole.
de: und für die gesamte PGN-Puzzledatei.
fr: et pour le fichier de puzzle PGN dans son ensemble.
he: ולקובץ פאזל PGN בכללותו.
hi: और संपूर्ण PGN पहेली फ़ाइल के लिए।
hu: és a PGN rejtvényfájl egészére.
id: dan untuk berkas teka-teki PGN secara keseluruhan.
it: e per l'intero file puzzle PGN.

source: The option buttons allow the user to modify the puzzle statistics settings.
de: Mit den Optionsschaltflächen kann der Benutzer die Einstellungen der Puzzlestatistik ändern.
fr: Les boutons d'option permettent à l'utilisateur de modifier les paramètres des statistiques du puzzle.
he: לחצני האפשרות מאפשרים למשתמש לשנות את הגדרות סטטיסטיקת הפאזל.
hi: विकल्प बटन उपयोगकर्ता को पहेली सांख्यिकी सेटिंग्स को संशोधित करने की अनुमति देते हैं।
hu: Az opciógombok segítségével a felhasználó módosíthatja a rejtvénystatisztika beállításait.
id: Tombol pilihan memungkinkan pengguna untuk mengubah pengaturan statistik teka-teki.
it: I pulsanti di opzione consentono all'utente di modificare le impostazioni delle statistiche del puzzle.

source: Flip score : select to load another puzzle with a reverse
de: Flip-Score: Wählen Sie diese Option, um ein weiteres Puzzle mit einem umgekehrten
fr: Score inversé : sélectionnez pour charger un autre puzzle avec un score inversé
he: הפוך ציון: בחר כדי לטעון פאזל נוסף עם הפוך
hi: फ्लिप स्कोर: रिवर्स के साथ एक और पहेली लोड करने के लिए चयन करें
hu: Flip score: válassza ki, ha egy másik rejtvényt szeretne betölteni fordítva
id: Flip score: pilih untuk memuat teka-teki lain dengan skor terbalik
it: Punteggio invertito: seleziona per caricare un altro puzzle con un punteggio invertito
