Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: is a number only entry in the white field of the first game
de: ist ein reiner Zahleneintrag im weißen Feld des ersten Spiels
fr: est une entrée numérique uniquement dans le champ blanc du premier jeu
he: הוא רישום מספר בלבד בשדה הלבן של המשחק הראשון
hi: पहले गेम के सफ़ेद क्षेत्र में केवल एक संख्या प्रविष्टि है
hu: csak egy szám bejegyzés az első játék fehér mezőjében
id: adalah angka yang hanya masuk di bidang putih permainan pertama
it: è un numero che entra solo nel campo bianco del primo gioco

source: For more information on how to do this, click the
de: Weitere Informationen hierzu erhalten Sie, indem Sie auf das
fr: Pour plus d'informations sur la façon de procéder, cliquez sur le
he: למידע נוסף על איך לעשות זאת, לחץ על
hi: ऐसा कैसे करें, इस बारे में अधिक जानकारी के लिए, क्लिक करें
hu: Ennek módjáról további információkért kattintson a
id: Untuk informasi lebih lanjut tentang cara melakukan ini, klik
it: Per maggiori informazioni su come fare, clicca su

source: right mouse button on the empty area below the list box
de: rechte Maustaste auf den leeren Bereich unterhalb der Listbox
fr: bouton droit de la souris sur la zone vide sous la liste déroulante
he: לחצן עכבר ימני באזור הריק מתחת לתיבת הרשימה
hi: सूची बॉक्स के नीचे खाली क्षेत्र पर दायाँ माउस बटन
hu: jobb egérgombbal a listamező alatti üres területen
id: tombol kanan mouse pada area kosong di bawah kotak daftar
it: tasto destro del mouse sull'area vuota sotto la casella di riepilogo

source: Bookmark error
de: Lesezeichenfehler
fr: Erreur de signet
he: שגיאת סימניה
hi: बुकमार्क त्रुटि
hu: Könyvjelző hiba
id: Kesalahan penanda buku
it: Errore segnalibro

source: No games selected
de: Keine Spiele ausgewählt
fr: Aucun jeu sélectionné
he: לא נבחרו משחקים
hi: कोई खेल चयनित नहीं
hu: Nincsenek kiválasztott játékok
id: Tidak ada game yang dipilih
it: Nessun gioco selezionato

source: Game list message
de: Spielelistennachricht
fr: Message de la liste des jeux
he: הודעת רשימת משחקים
hi: खेल सूची संदेश
hu: Játéklista üzenet
id: Pesan daftar permainan
it: Messaggio elenco giochi

source: Select piece set
de: Teilesatz auswählen
fr: Ensemble de pièces sélectionnées
he: בחר סט חלקים
hi: टुकड़ा सेट का चयन करें
hu: Válasszon darabkészletet
id: Pilih set potongan
it: Seleziona il set di pezzi

source: Tarrasch
he: טאראש
hi: टारराश
id: Bahasa Tarrasch
it: Tarrasco

source: Alpha
he: אלפא
hi: अल्फा
id: Alfa
it: Alfa

source: Berlin
he: ברלין
hi: बर्लिन
it: Berlino

source: CBurnett
hi: सीबर्नेट

source: Leipzig
he: לייפציג
hi: लीपज़िग
hu: Lipcse
id: Kota Leipzig
it: Lipsia

source: Merida
de: Mérida
fr: Mérida
he: מרידה
hi: मेरिडा

source: Use Tarrasch piece set
de: Tarrasch-Teilesatz verwenden
fr: Utiliser l'ensemble de pièces Tarrasch
he: השתמש בסט חתיכות של Tarrasch
hi: टैराश पीस सेट का उपयोग करें
hu: Használjon Tarrasch darabkészletet
id: Gunakan set potongan Tarrasch
it: Utilizzare il set di pezzi Tarrasch

source: Use Alpha piece set
de: Alpha-Teilesatz verwenden
fr: Utiliser l'ensemble de pièces Alpha
he: השתמש בסט חלקי אלפא
hi: अल्फा पीस सेट का उपयोग करें
hu: Használjon Alpha darab készletet
id: Gunakan set potongan Alpha
it: Usa il set di pezzi Alpha

source: Use Berlin piece set
de: Berliner Stückset verwenden
fr: Utiliser le jeu de pièces de Berlin
he: השתמש בסט ברלין
hi: बर्लिन पीस सेट का उपयोग करें
hu: Használjon berlini darabkészletet
id: Gunakan set potongan Berlin
it: Usa il set di pezzi di Berlino

source: Use CBurnett piece set
de: CBurnett-Teilesatz verwenden
fr: Utiliser l'ensemble de pièces CBurnett
he: השתמש בסט חלקים של CBurnett
hi: CBurnett पीस सेट का उपयोग करें
hu: Használjon CBurnett darabkészletet
id: Gunakan set potongan CBurnett
it: Utilizzare il set di pezzi CBurnett

source: Use Leipzig piece set
de: Leipziger Stücksatz verwenden
fr: Utiliser le jeu de pièces de Leipzig
he: השתמש בסט חלקים של לייפציג
hi: लीपज़िग पीस सेट का उपयोग करें
hu: Használjon lipcsei darabkészletet
id: Gunakan set potongan Leipzig
it: Utilizzare il set di pezzi di Lipsia

source: Use Merida piece set
de: Verwenden Sie das Merida-Teileset
fr: Utiliser l'ensemble de pièces Merida
he: השתמש בסט חלקים של Merida
hi: मेरिडा पीस सेट का उपयोग करें
hu: Használjon Merida darab készletet
id: Gunakan set bagian Merida
it: Utilizzare il set di pezzi Merida

source: This dialog box allows you to select the piece set for the 2d screen.
de: In diesem Dialogfeld können Sie den Teilesatz für den 2D-Bildschirm auswählen.
fr: Cette boîte de dialogue vous permet de sélectionner l'ensemble de pièces pour l'écran 2D.
he: תיבת דו-שיח זו מאפשרת לך לבחור את היצירה עבור המסך הדו-ממדי.
hi: यह संवाद बॉक्स आपको 2डी स्क्रीन के लिए टुकड़ा सेट का चयन करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a 2d képernyő darabkészletének kiválasztását.
id: Kotak dialog ini memungkinkan Anda memilih rangkaian bagian untuk layar ke-2.
it: Questa finestra di dialogo consente di selezionare il set di pezzi per lo schermo 2D.

source: Sample images of the piece sets are displayed in strips.
de: Beispielbilder der Teilesätze werden streifenweise angezeigt.
fr: Des exemples d'images des ensembles de pièces sont affichés sous forme de bandes.
he: תמונות לדוגמה של ערכות היצירה מוצגות ברצועות.
hi: टुकड़ों के सेट की नमूना छवियां पट्टियों में प्रदर्शित की गई हैं।
hu: A darabkészletek mintaképei csíkokban jelennek meg.
id: Contoh gambar rangkaian potongan ditampilkan dalam bentuk strip.
it: Immagini campione dei set di pezzi sono visualizzate in strisce.

source: In order to select a piece set, simply click on the radio button
de: Um einen Stücksatz auszuwählen, klicken Sie einfach auf den Radiobutton
fr: Pour sélectionner un ensemble de pièces, cliquez simplement sur le bouton radio
he: כדי לבחור סט חלקים, פשוט לחץ על כפתור הבחירה
hi: एक टुकड़ा सेट का चयन करने के लिए, बस रेडियो बटन पर क्लिक करें
hu: A darabkészlet kiválasztásához egyszerűen kattintson a rádiógombra
id: Untuk memilih satu set bagian, cukup klik tombol radio
it: Per selezionare un set di pezzi, è sufficiente fare clic sul pulsante di scelta

source: next to your preferred set or click on the piece strip itself
de: neben Ihrem bevorzugten Set oder klicken Sie auf den Stückstreifen selbst
fr: à côté de votre ensemble préféré ou cliquez sur la bande de pièces elle-même
he: ליד הסט המועדף עליך או לחץ על רצועת החלק עצמו
hi: अपने पसंदीदा सेट के आगे या पीस स्ट्रिप पर ही क्लिक करें
hu: a kívánt készlet mellett, vagy kattintson magára a darabcsíkra
id: di samping set pilihan Anda atau klik pada strip bagian itu sendiri
it: accanto al tuo set preferito o clicca sulla striscia del pezzo stesso

source: and then click <Ok>
de: und klicken Sie dann auf <Ok>
fr: puis cliquez sur <Ok>
he: ולאחר מכן לחץ על <OK>
hi: और फिर <ओके> पर क्लिक करें
hu: majd kattintson az <OK> gombra
id: lalu klik <Ok>
it: e quindi fare clic su <Ok>

source: The Alpha and Berlin fonts were designed by Eric Bentzen.
de: Die Schriftarten Alpha und Berlin wurden von Eric Bentzen entworfen.
fr: Les polices Alpha et Berlin ont été conçues par Eric Bentzen.
he: הגופנים אלפא וברלין עוצבו על ידי אריק בנצן.
hi: अल्फा और बर्लिन फॉन्ट एरिक बेंटज़ेन द्वारा डिज़ाइन किए गए थे।
hu: Az Alpha és Berlin betűtípusokat Eric Bentzen tervezte.
id: Font Alpha dan Berlin dirancang oleh Eric Bentzen.
it: I font Alpha e Berlin sono stati progettati da Eric Bentzen.

source: The CBurnett chess pieces are atributed to Colin M.L. Burnett.
de: Die CBurnett-Schachfiguren werden Colin M.L. Burnett zugeschrieben.
fr: Les pièces d'échecs CBurnett sont attribuées à Colin M.L. Burnett.
he: כלי השחמט של CBurnett מיוחסים לקולין מ.ל. ברנט.
hi: सी.बर्नेट शतरंज के मोहरों का श्रेय कॉलिन एम.एल. बर्नेट को दिया जाता है।
hu: A CBurnett sakkfiguráit Colin M.L.-nek tulajdonítják. Burnett.
id: Bidak catur CBurnett dikaitkan dengan Colin M.L. Burnett.
it: I pezzi degli scacchi CBurnett sono attribuiti a Colin M.L. Burnett.

source: This set of pieces were modified and converted to a font by Josh Walters.
de: Dieser Satz von Stücken wurde von Josh Walters geändert und in eine Schriftart umgewandelt.
fr: Cet ensemble de pièces a été modifié et converti en police par Josh Walters.
he: סט חלקים זה שונו והומר לגופן על ידי ג'וש וולטרס.
hi: टुकड़ों के इस सेट को जोश वाल्टर्स द्वारा संशोधित किया गया और फ़ॉन्ट में परिवर्तित किया गया।
hu: Ezt a darabkészletet Josh Walters módosította és betűtípusra alakította át.
id: Kumpulan potongan ini dimodifikasi dan diubah ke font oleh Josh Walters.
it: Questa serie di pezzi è stata modificata e convertita in un font da Josh Walters.

source: I downloaded them from this link -
de: Ich habe sie von diesem Link heruntergeladen -
fr: Je les ai téléchargés à partir de ce lien -
he: הורדתי אותם מהקישור הזה -
hi: मैंने इन्हें इस लिंक से डाउनलोड किया है -
hu: Erről a linkről töltöttem le -
id: Saya mengunduhnya dari tautan ini -
it: Li ho scaricati da questo link -

source: They are used in accordance with the Creative Commons License
de: Sie werden gemäß der Creative Commons-Lizenz verwendet
fr: Ils sont utilisés conformément à la licence Creative Commons
he: הם משמשים בהתאם לרישיון Creative Commons
hi: इनका उपयोग क्रिएटिव कॉमन्स लाइसेंस के अनुसार किया जाता है
hu: Felhasználásuk a Creative Commons Licencnek megfelelően történik
id: Mereka digunakan sesuai dengan Lisensi Creative Commons
it: Sono utilizzati in conformità con la licenza Creative Commons

source: The Leipzig and Merida fonts were designed by
de: Die Schriftarten Leipzig und Merida wurden entworfen von
fr: Les polices Leipzig et Merida ont été conçues par
he: הגופנים של לייפציג ומרידה עוצבו על ידי
hi: लीपज़िग और मेरिडा फ़ॉन्ट किसके द्वारा डिज़ाइन किए गए थे?
hu: A Lipcsei és Merida betűtípusokat tervezte
id: Font Leipzig dan Merida dirancang oleh
it: I font Leipzig e Merida sono stati progettati da

source: Armando Hernandez Marroquin.
de: Armando Hernandez Marroquín.
he: ארמנדו הרננדז מרוקין.
hi: अरमांडो हर्नांडेज़ मार्रोक्विन.
it: Armando Hernández Marroquín.

source: Thanks to Tarrasch GUI creator Bill Forster for explaining to me
de: Vielen Dank an Tarrasch GUI-Erfinder Bill Forster für die Erklärung
fr: Merci au créateur de l'interface graphique de Tarrasch, Bill Forster, de m'avoir expliqué
he: תודה ליוצר ה-GUI של Tarrasch, Bill Forster, שהסביר לי
hi: मुझे समझाने के लिए टारराश जीयूआई निर्माता बिल फोर्स्टर का धन्यवाद
hu: Köszönöm a Tarrasch GUI készítőjének, Bill Forsternek, hogy elmagyarázta nekem
id: Terima kasih kepada pencipta GUI Tarrasch, Bill Forster, yang telah menjelaskannya kepada saya
it: Grazie al creatore dell'interfaccia utente di Tarrasch, Bill Forster, per avermi spiegato

source: how to create a new piece set using his utility program
de: So erstellen Sie mit seinem Dienstprogramm einen neuen Teilesatz
fr: comment créer un nouvel ensemble de pièces à l'aide de son programme utilitaire
he: כיצד ליצור סט חלקים חדש באמצעות תוכנית השירות שלו
hi: अपने उपयोगिता कार्यक्रम का उपयोग करके एक नया टुकड़ा सेट कैसे बनाएं
hu: hogyan hozhat létre új darabkészletet a segédprogramjával
id: cara membuat set bagian baru menggunakan program utilitasnya
it: come creare un nuovo set di pezzi usando il suo programma di utilità

source: and also for a sample bitmap from the Tarrasch GUI to work with.
de: und auch für ein Beispiel-Bitmap aus der Tarrasch-GUI zum Arbeiten.
fr: et également pour un exemple de bitmap de l'interface graphique de Tarrasch avec lequel travailler.
he: וגם עבור מפת סיביות לדוגמה מ- Tarrasch GUI לעבודה.
hi: और साथ ही काम करने के लिए टारराश जीयूआई से एक नमूना बिटमैप भी।
hu: és a Tarrasch grafikus felhasználói felületről származó minta bittérképhez is.
id: dan juga untuk contoh bitmap dari GUI Tarrasch untuk digunakan.
it: e anche per un campione di bitmap dall'interfaccia utente grafica di Tarrasch con cui lavorare.

source: Piece set options help
de: Hilfe zu den Teilesatzoptionen
fr: Aide sur les options de jeu de pièces
he: אפשרויות סט חלקים לעזור
hi: टुकड़ा सेट विकल्प सहायता
hu: A darabkészlet opciói segítenek
id: Opsi set potongan membantu
it: Le opzioni del set di pezzi aiutano

source: Please enter the piece size values :-
de: Bitte geben Sie die Stückgrößenwerte ein: -
fr: Veuillez saisir les valeurs de taille de pièce :-
he: נא להזין את ערכי גודל החתיכה:-
hi: कृपया टुकड़े का आकार मान दर्ज करें:-
hu: Kérjük, adja meg a darabméret értékeit: -
id: Silakan masukkan nilai ukuran potongan :-
it: Inserisci i valori delle dimensioni del pezzo:-

source: King
de: König
fr: Roi
he: מֶלֶך
hi: राजा
hu: Király
id: Raja
it: Re

source: Queen
de: Königin
fr: Reine
he: מַלכָּה
hi: रानी
hu: Királynő
id: Ratu
it: Regina

source: Rook
de: Turm
fr: Tour
he: צָרִיחַ
hi: कौआ
id: Benteng
it: Torre

source: Bishop
de: Bischof
fr: Évêque
he: בִּישׁוֹף
hi: बिशप
hu: Püspök
id: Uskup
it: Vescovo

source: Knight
de: Ritter
fr: Chevalier
he: אַבִּיר
hi: सामंत
hu: Lovag
id: Ksatria
it: Cavaliere

source: Pawn
de: Bauer
fr: Pion
he: לְמַשְׁכֵּן
hi: प्यादा
hu: Zálog
id: Bidak
it: Impegnare

source: Tie pieces to King
de: Figuren an König binden
fr: Attachez les pièces au roi
he: קשרו חלקים למלך
hi: राजा को टुकड़े बांधें
hu: Köss darabokat Kinghez
id: Ikat potongan ke Raja
it: Lega i pezzi al re

source: Tie Y and Z to X
de: Verbinde Y und Z mit X
fr: Reliez Y et Z à X
he: קשר Y ו-Z ל-X
hi: Y और Z को X से बाँधें
hu: Kösd az Y-t és a Z-t X-hez
id: Ikat Y dan Z ke X
it: Collega Y e Z a X

source: Tie X
de: Krawatte X
fr: Cravate X
he: עניבה X
hi: टाई एक्स
hu: Nyakkendő X
id: Dasi X
it: Cravatta X

source: Tie Y
de: Krawatte Y
fr: Cravate Y
he: עניבה Y
hi: टाई वाई
hu: Nyakkendő Y
id: Dasi Y
it: Cravatta Y

source: Tie Z
de: Krawatte Z
fr: Cravate Z
he: עניבה Z
hi: टाई जेड
id: Dasi Z
it: Cravatta Z

source: Select the King x size
de: Wählen Sie die Größe King x
fr: Sélectionnez la taille King x
he: בחר את גודל המלך x
hi: राजा x आकार का चयन करें
hu: Válassza ki a King x méretet
id: Pilih ukuran King x
it: Seleziona la dimensione King x

source: Select the King y size
de: Wählen Sie die Größe King y
fr: Sélectionnez la taille King y
he: בחר את גודל המלך y
hi: किंग y आकार का चयन करें
hu: Válassza ki a King y méretet
id: Pilih ukuran King y
it: Seleziona la taglia King y

source: Select the King z size
de: Wählen Sie die King Z-Größe
fr: Sélectionnez la taille King z
he: בחר את גודל King z
hi: किंग z आकार का चयन करें
hu: Válassza ki a King z méretet
id: Pilih ukuran King z
it: Seleziona la taglia King Z

source: Select the queen x size
de: Wählen Sie die Größe Queen X
fr: Sélectionnez la taille queen x
he: בחר את גודל המלכה x
hi: रानी x आकार का चयन करें
hu: Válassza ki a királynő x méretet
id: Pilih ukuran ratu x
it: Seleziona la dimensione queen x

source: Select the queen y size
de: Wählen Sie die Größe Queen Y
fr: Sélectionnez la taille queen y
he: בחר את גודל המלכה Y
hi: रानी y आकार का चयन करें
hu: Válassza ki a királynő y méretet
id: Pilih ukuran ratu y
it: Seleziona la taglia queen y

source: Select the queen z size
de: Wählen Sie die Größe Queen Z
fr: Sélectionnez la taille queen z
he: בחר את גודל המלכה Z
hi: रानी z आकार का चयन करें
hu: Válassza ki a királynő z méretet
id: Pilih ukuran ratu z
it: Seleziona la taglia queen z

source: Select the rook x size
de: Wählen Sie die Turmgröße x
fr: Sélectionnez la tour x taille
he: בחר את הצריח x גודל
hi: किश्ती x आकार का चयन करें
hu: Válassza ki a bástya x méretet
id: Pilih benteng x ukuran
it: Seleziona la dimensione x della torre

source: Select the rook y size
de: Wählen Sie die Turmgröße
fr: Sélectionnez la taille de la tour y
he: בחר את גודל הצריח y
hi: रूक y आकार का चयन करें
hu: Válassza ki a bástya y méretét
id: Pilih ukuran benteng y
it: Seleziona la dimensione della torre y

source: Select the rook z size
de: Wählen Sie die Turm-Z-Größe
fr: Sélectionnez la taille de la tour z
he: בחר את גודל הצריח z
hi: रूक z आकार का चयन करें
hu: Válassza ki a bástya z méretét
id: Pilih ukuran benteng z
it: Seleziona la dimensione della torre z

source: Select the bishop x size
de: Wählen Sie die Bischofsgröße x
fr: Sélectionnez l'évêque x taille
he: בחר את הבישוף בגודל x
hi: बिशप x आकार का चयन करें
hu: Válassza ki a püspök x méretet
id: Pilih ukuran bishop x
it: Seleziona la dimensione x del vescovo

source: Select the bishop y size
de: Wählen Sie die Bischofsgröße
fr: Sélectionnez la taille de l'évêque y
he: בחר את גודל הבישוף y
hi: बिशप y आकार का चयन करें
hu: Válassza ki a püspök y méretet
id: Pilih ukuran bishop y
it: Seleziona la dimensione del vescovo y

source: Select the bishop z size
de: Wählen Sie die Bishop Z-Größe
fr: Sélectionnez la taille de l'évêque z
he: בחר את גודל הבישוף z
hi: बिशप z आकार का चयन करें
hu: Válassza ki a bishop z méretet
id: Pilih ukuran bishop z
it: Seleziona la dimensione del vescovo z

source: Select the knight x size
de: Wählen Sie die Größe Knight x
fr: Sélectionnez le chevalier x taille
he: בחר את האביר x גודל
hi: नाइट x आकार का चयन करें
hu: Válassza ki a lovag x méretet
id: Pilih ukuran ksatria x
it: Seleziona la dimensione x del cavaliere

source: Select the knight y size
de: Wählen Sie die Rittergröße Y
fr: Sélectionnez la taille du chevalier y
he: בחר את גודל האביר y
hi: नाइट y आकार का चयन करें
hu: Válassza ki a lovag y méretet
id: Pilih ukuran ksatria y
it: Seleziona la dimensione del cavaliere y

source: Select the knight z size
de: Wählen Sie die Knight Z-Größe
fr: Sélectionnez la taille du chevalier z
he: בחר את גודל האביר z
hi: नाइट z आकार का चयन करें
hu: Válassza ki a lovag z méretet
id: Pilih ukuran knight z
it: Seleziona la dimensione del cavaliere z

source: Select the pawn x size
de: Wählen Sie die Größe des Bauern x
fr: Sélectionnez le pion x taille
he: בחר את הפיון x גודל
hi: मोहरे x आकार का चयन करें
hu: Válassza ki a gyalog x méretét
id: Pilih pion x ukuran
it: Seleziona la dimensione x del pedone

source: Select the pawn y size
de: Wählen Sie die Größe des Bauern y
fr: Sélectionnez la taille du pion y
he: בחר את גודל הפיון y
hi: प्यादा y आकार का चयन करें
hu: Válassza ki a gyalog y méretét
id: Pilih ukuran pion y
it: Seleziona la dimensione del pedone y

source: Select the pawn z size
de: Wählen Sie die Größe des Bauern z
fr: Sélectionnez la taille du pion z
he: בחר את גודל החיכון z
hi: प्यादा z आकार का चयन करें
hu: Válassza ki a gyalog z méretét
id: Pilih ukuran pion z
it: Seleziona la dimensione z del pedone

source: Check to tie the other piece sizes to the king
de: Aktivieren Sie das Kontrollkästchen, um die anderen Figurengrößen an den König zu binden.
fr: Vérifiez pour lier les autres tailles de pièces au roi
he: סמן כדי לקשור את שאר גדלי החלקים למלך
hi: अन्य टुकड़ों के आकार को राजा से बांधने के लिए जाँच करें
hu: Ellenőrizze, hogy a többi darab méretet a királyhoz köti-e
id: Periksa untuk mengikat ukuran potongan lainnya ke raja
it: Controllare per legare le altre dimensioni dei pezzi al re

source: Check to tie the Y and Z sizes to the X size - rows
de: Aktivieren Sie dieses Kontrollkästchen, um die Y- und Z-Größen an die X-Größenreihen anzubinden.
fr: Cochez pour lier les tailles Y et Z à la taille X - rangées
he: סמן כדי לקשור את הגדלים Y ו-Z לגודל X - שורות
hi: Y और Z साइज़ को X साइज़ से जोड़ने के लिए जाँच करें - पंक्तियाँ
hu: Ellenőrizze, hogy az Y és Z méretet az X méret sorokhoz köti-e
id: Periksa untuk mengikat ukuran Y dan Z ke ukuran X - baris
it: Controllare per collegare le dimensioni Y e Z alla dimensione X - righe

source: Check to tie the piece X sizes to the king X size
de: Überprüfen Sie, ob die Größe X des Stücks an die Größe Kingsize X angepasst ist.
fr: Vérifiez pour attacher la pièce X tailles à la taille King X
he: סמן כדי לקשור את החלק X בגדלים לגודל X המלך
hi: X साइज़ के टुकड़े को किंग X साइज़ से बाँधने के लिए जाँच करें
hu: Ellenőrizze, hogy az X méretű darabot a király X mérethez köti-e
id: Periksa untuk mengikat potongan ukuran X ke ukuran king X
it: Controllare per legare il pezzo di X misure al re di X misure

source: Check to tie the piece Y sizes to the king Y size
de: Überprüfen Sie, ob die Y-Größen des Stücks mit der King-Y-Größe übereinstimmen.
fr: Vérifiez pour attacher la pièce de taille Y à la taille King Y
he: סמן כדי לקשור את גודל החתיכה Y לגודל Y המלך
hi: Y साइज़ के टुकड़े को किंग Y साइज़ से बाँधने के लिए जाँच करें
hu: Ellenőrizze, hogy az Y méreteket a király Y mérethez köti-e
id: Periksa untuk mengikat potongan ukuran Y ke ukuran king Y
it: Controllare per legare il pezzo Y dimensioni al re Y dimensione

source: Check to tie the piece Z sizes to the king Z size
de: Überprüfen Sie, ob die Z-Größen der einzelnen Teile mit der King-Z-Größe übereinstimmen.
fr: Vérifiez pour attacher la pièce de taille Z à la taille King Z
he: סמן כדי לקשור את גודל החתיכה Z לגודל Z המלך
hi: टुकड़े Z आकार को राजा Z आकार से बांधने के लिए जाँच करें
hu: Ellenőrizze, hogy a Z-méretű darabokat a király Z-mérethez köti-e
id: Periksa untuk mengikat potongan ukuran Z ke ukuran raja Z
it: Controllare per legare il pezzo di dimensioni Z al re di dimensioni Z

source: This dialog box allow you to adjust the sizes of the individual pieces
de: In diesem Dialogfeld können Sie die Größen der einzelnen Teile anpassen
fr: Cette boîte de dialogue vous permet d'ajuster les tailles des pièces individuelles
he: תיבת דו-שיח זו מאפשרת לך להתאים את הגדלים של החלקים הבודדים
hi: यह संवाद बॉक्स आपको अलग-अलग टुकड़ों के आकार को समायोजित करने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi az egyes darabok méretének beállítását
id: Kotak dialog ini memungkinkan Anda untuk menyesuaikan ukuran masing-masing bagian
it: Questa finestra di dialogo consente di regolare le dimensioni dei singoli pezzi

source: The sizes can be adjusted separately or in a group.
de: Die Größen können einzeln oder in Gruppen angepasst werden.
fr: Les tailles peuvent être ajustées séparément ou en groupe.
he: ניתן להתאים את המידות בנפרד או בקבוצה.
hi: आकार को अलग-अलग या समूह में समायोजित किया जा सकता है।
hu: A méretek külön-külön vagy csoportosan állíthatók.
id: Ukurannya dapat disesuaikan secara terpisah atau berkelompok.
it: Le dimensioni possono essere regolate separatamente o in gruppo.

source: To adjust all of the pieces and all of the dimensions at once,
de: Um alle Teile und alle Abmessungen auf einmal anzupassen,
fr: Pour ajuster toutes les pièces et toutes les dimensions à la fois,
he: כדי להתאים את כל החלקים ואת כל המידות בבת אחת,
hi: सभी टुकड़ों और सभी आयामों को एक साथ समायोजित करने के लिए,
hu: Az összes darab és az összes méret egyszerre történő beállításához,
id: Untuk menyesuaikan semua bagian dan semua dimensi sekaligus,
it: Per regolare tutti i pezzi e tutte le dimensioni in una volta,

source: check all of the checkboxes and make an adjustment to the King x-size.
de: Aktivieren Sie alle Kontrollkästchen und nehmen Sie eine Anpassung an die Größe King X vor.
fr: cochez toutes les cases et effectuez un ajustement à la taille King x.
he: סמן את כל תיבות הסימון ובצע התאמה ל- King x-size.
hi: सभी चेकबॉक्स को चेक करें और किंग एक्स-साइज़ में समायोजन करें।
hu: jelölje be az összes jelölőnégyzetet, és állítsa be a King x-size-t.
id: centang semua kotak centang dan buat penyesuaian pada King x-size.
it: seleziona tutte le caselle e apporta la modifica alla misura King x.

source: To adjust column value(s) (x, y, z) for all pieces,
de: Um die Spaltenwerte (x, y, z) für alle Teile anzupassen,
fr: Pour ajuster la ou les valeurs de colonne (x, y, z) pour toutes les pièces,
he: כדי להתאים את ערכי העמודות (x, y, z) עבור כל החלקים,
hi: सभी टुकड़ों के लिए स्तंभ मान (x, y, z) समायोजित करने के लिए,
hu: Az oszlopértékek (x, y, z) beállításához az összes darabhoz,
id: Untuk menyesuaikan nilai kolom (x, y, z) untuk semua bagian,
it: Per regolare i valori delle colonne (x, y, z) per tutti i pezzi,
