Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Beginner: Winning with extra piece, endgame
de: Anfänger: Gewinnen mit Mehrfigur, Endspiel
fr: Débutant : Gagner avec une pièce supplémentaire, fin de partie
he: מתחיל: מנצח עם יצירה נוספת, משחק סיום
hi: शुरुआती: अतिरिक्त मोहरे के साथ जीतना, अंतिम खेल
hu: Kezdő: Nyerés extra darabbal, végjáték
id: Pemula: Menang dengan potongan tambahan, akhir permainan
it: Principiante: Vincere con un pezzo in più, finale

source: Beginner: Winning with extra rook, middlegame
de: Anfänger: Gewinnen mit zusätzlichem Turm, Mittelspiel
fr: Débutant : Gagner avec une tour supplémentaire, milieu de partie
he: מתחיל: מנצח עם תוספת צריח, משחק באמצע
hi: शुरुआती: अतिरिक्त किश्ती के साथ जीतना, मिडिलगेम
hu: Kezdő: Nyerés extra bástyával, középjáték
id: Pemula: Menang dengan benteng tambahan, permainan tengah
it: Principiante: Vincere con torre in più, mediogioco

source: Intermediate: Winning with extra piece, middlegame
de: Mittelstufe: Gewinnen mit Mehrfigur, Mittelspiel
fr: Intermédiaire : Gagner avec une pièce supplémentaire, milieu de partie
he: ביניים: ניצחון עם חתיכה נוספת, משחק באמצע
hi: मध्यवर्ती: अतिरिक्त मोहरे से जीतना, मध्य खेल
hu: Középhaladó: Nyerés extra darabbal, középjáték
id: Menengah: Menang dengan potongan tambahan, permainan tengah
it: Intermedio: Vincere con un pezzo in più, mediogioco

source: Intermediate: Lucena Position
de: Mittelstufe: Lucena-Position
fr: Intermédiaire : Position Lucena
he: ביניים: מיקום לוסנה
hi: इंटरमीडिएट: लुसेना स्थिति
hu: Középhaladó: Lucena pozíció
id: Menengah: Posisi Lucena
it: Intermedio: Posizione di Lucena

source: Intermediate: Philidor Position
de: Mittelstufe: Philidor-Position
fr: Intermédiaire : Position Philidor
he: ביניים: עמדת פילידור
hi: इंटरमीडिएट: फिलिडोर स्थिति
hu: Középhaladó: Philidor pozíció
id: Menengah: Posisi Philidor
it: Intermedio: Posizione Philidor

source: Intermediate: K+Q versus K+P (R pawn on 7th); draw
de: Mittelstufe: K+D gegen K+P (rechter Bauer auf 7.); Remis
fr: Intermédiaire : K+D contre K+P (pion R en 7e) ; nulle
he: ביניים: K+Q לעומת K+P (חייל R ב-7); לִמְשׁוֹך
hi: मध्यवर्ती: K+Q बनाम K+P (R प्यादा 7वें पर); ड्रा
hu: Középhaladó: K+Q kontra K+P (R gyalog a 7.-en); húzni
id: Menengah: K+Q versus K+P (pion R pada ke-7); seri
it: Intermedio: K+Q contro K+P (pedone R al 7°); pareggio

source: Intermediate: K+Q versus K+P (B pawn on 7th); draw
de: Mittelstufe: K+D gegen K+P (B-Bauer auf 7.); Remis
fr: Intermédiaire : K+D contre K+P (pion B en 7e) ; nulle
he: ביניים: K+Q לעומת K+P (במשכון ב-7); לִמְשׁוֹך
hi: मध्यवर्ती: K+Q बनाम K+P (7वें पर B मोहरा); ड्रा
hu: Középhaladó: K+Q kontra K+P (B gyalog a 7.-en); húzni
id: Menengah: K+Q versus K+P (pion B pada ke-7); seri
it: Intermedio: K+Q contro K+P (pedone B al 7°); pareggio

source: Intermediate: K+Q versus K+P (N pawn on 7th); win
de: Mittelstufe: K+D gegen K+P (N-Bauer auf 7.); Sieg
fr: Intermédiaire : K+D contre K+P (pion N en 7e) ; victoire
he: ביניים: K+Q לעומת K+P (N פיון ב-7); לְנַצֵחַ
hi: मध्यवर्ती: K+Q बनाम K+P (7वें पर N मोहरा); जीत
hu: Középhaladó: K+Q kontra K+P (N gyalog a 7.-en); győzelem
id: Menengah: K+Q versus K+P (pion N di urutan ke-7); menang
it: Intermedio: K+Q contro K+P (pedone N al 7°); vittoria

source: Advanced: Converting extra pawn, middlegame
de: Fortgeschrittene: Umwandlung eines zusätzlichen Bauern, Mittelspiel
fr: Avancé : Conversion de pion supplémentaire, milieu de partie
he: מתקדם: המרת פיון נוסף, משחק אמצעי
hi: उन्नत: अतिरिक्त मोहरे को परिवर्तित करना, मध्य खेल
hu: Haladó: Extra gyalog konvertálása, középjáték
id: Lanjutan: Mengonversi pion tambahan, permainan tengah
it: Avanzato: Conversione di pedoni extra, mediogioco

source: Advanced: Converting extra pawn, endgame
de: Fortgeschritten: Mehrbauern umwandeln, Endspiel
fr: Avancé : Conversion de pion supplémentaire, fin de partie
he: מתקדם: המרת פיון נוסף, משחק סיום
hi: उन्नत: अतिरिक्त मोहरे को परिवर्तित करना, अंतिम खेल
hu: Haladó: Extra gyalog konvertálása, végjáték
id: Lanjutan: Mengonversi pion tambahan, akhir permainan
it: Avanzato: Conversione di pedone extra, finale

source: Castling available ?
de: Rochade möglich?
fr: Roque disponible ?
he: טירה זמינה?
hi: कैसलिंग उपलब्ध है?
hu: Castling elérhető?
id: Castling tersedia?
it: Arrocco disponibile?

source: Other details
de: Weitere Details
fr: Autres détails
he: פרטים נוספים
hi: अन्य विवरण
hu: Egyéb részletek
id: Detail lainnya
it: Altri dettagli

source: White O-O
de: Weiß O-O
fr: Blanc O-O
he: לבן O-O
hi: सफ़ेद ओ-ओ
hu: Fehér O-O
id: Putih O-O
it: Bianco O-O

source: White O-O-O
de: Weiß O-O-O
fr: Blanc O-O-O
he: לבן O-O-O
hi: सफ़ेद ओ-ओ-ओ
hu: Fehér O-O-O
id: Putih O-O-O
it: Bianco O-O-O

source: Black O-O
de: Schwarz O-O
fr: Noir O-O
he: O-O שחור
hi: काला ओ-ओ
hu: Fekete O-O
id: Hitam O-O
it: Nero O-O

source: Black O-O-O
de: Schwarz O-O-O
fr: Noir O-O-O
he: O-O-O שחור
hi: काला ओ-ओ-ओ
hu: Fekete O-O-O
id: Hitam O-O-O
it: Nero O-O-O

source: Move count
de: Anzahl der Züge
fr: Nombre de mouvements
he: ספירת מהלכים
hi: चाल गिनती
hu: Mozgásszám
id: Hitungan gerakan
it: Conteggio delle mosse

source: 50 move rule count
de: 50 Zugregelzählung
fr: Règle de 50 coups
he: ספירת כללים של 50 מהלכים
hi: 50 चाल नियम गिनती
hu: 50 lépés szabályszáma
id: hitungan aturan 50 gerakan
it: Conteggio delle 50 mosse

source: En passant target file
de: En passant Zieldatei
fr: Fichier cible en passant
he: קובץ מטרה En passant
hi: लक्ष्य फ़ाइल में
hu: En passant célfájl
id: Saat melewati file target
it: File di destinazione di passaggio

source: Shuffle
fr: Mélanger
he: לְעַרְבֵּב
hi: मिश्रण
hu: Keverés
id: Acak
it: Mescolare

source: Apply
de: Anwenden
fr: Appliquer
he: לִפְנוֹת
hi: आवेदन करना
hu: Alkalmazni
id: Menerapkan
it: Fare domanda a

source: A FEN format position specification
de: Eine Positionsangabe im FEN-Format
fr: Une spécification de position au format FEN
he: מפרט מיקום בפורמט FEN
hi: FEN प्रारूप स्थिति विनिर्देश
hu: FEN formátumú pozícióspecifikáció
id: Spesifikasi posisi format FEN
it: Una specifica di posizione del formato FEN

source: Set the standard chess initial position
de: Legen Sie die Standard-Schach-Ausgangsposition fest
fr: Définir la position initiale standard des échecs
he: הגדר את מיקום השחמט ההתחלתי הסטנדרטי
hi: मानक शतरंज प्रारंभिक स्थिति निर्धारित करें
hu: Állítsa be a normál sakk kezdőpozícióját
id: Tetapkan posisi awal catur standar
it: Imposta la posizione iniziale standard degli scacchi

source: Create shuffle chess position (note: < Shuffle > not < Chess960 >
de: Erstellen Sie eine Shuffle-Schachposition (Hinweis: < Shuffle > nicht < Chess960 >
fr: Créer une position d'échecs mélangée (remarque : < Shuffle > et non < Chess960 >)
he: צור עמדת שחמט ערבוב (הערה: < דשדוש > לא < Chess960 >
hi: शफल शतरंज स्थिति बनाएं (नोट: < शफल > नहीं < शतरंज960 >
hu: Hozzon létre kevert sakkpozíciót (megjegyzés: < Keverés > nem < Chess960 >).
id: Buat posisi catur acak (catatan: < Acak > bukan < Catur960 >
it: Crea una posizione di scacchi mescolata (nota: < Mescola > non < Scacchi960 >

source: since Tarrasch doesn't understand Chess960 castling)
de: da Tarrasch die Rochade bei Chess960 nicht versteht)
fr: puisque Tarrasch ne comprend pas le roque de Chess960)
he: מכיוון שטראש לא מבין את Chess960 Castling)
hi: चूँकि टारराश को शतरंज960 कैसलिंग की समझ नहीं है)
hu: mivel Tarrasch nem érti a Chess960 castingját)
id: karena Tarrasch tidak mengerti benteng Catur960)
it: poiché Tarrasch non capisce l'arrocco di Chess960)

source: Copy from the current main board position
de: Kopiere von der aktuellen Position auf dem Hauptboard
fr: Copie de la position actuelle du tableau principal
he: העתק מעמדת הלוח הראשי הנוכחית
hi: वर्तमान मुख्य बोर्ड स्थिति से कॉपी करें
hu: Másolás az aktuális alaplapi pozícióból
id: Salin dari posisi papan utama saat ini
it: Copia dalla posizione corrente della scheda principale

source: Apply the fen string (useful after hand editing)
de: Fen-String anwenden (nützlich nach manueller Bearbeitung)
fr: Appliquer la chaîne fen (utile après l'édition manuelle)
he: החל את מחרוזת הפן (שימושי לאחר עריכה ידנית)
hi: फ़ेन स्ट्रिंग लागू करें (हाथ से संपादन के बाद उपयोगी)
hu: Alkalmazza a fen karakterláncot (hasznos kézi szerkesztés után)
id: Terapkan string fen (berguna setelah pengeditan manual)
it: Applicare la stringa fen (utile dopo la modifica manuale)

source: Set if white kingside castling possible
de: Festlegen, ob eine weiße Rochade auf der Königsseite möglich ist
fr: Définir si le roque blanc côté roi est possible
he: הגדר אם אפשר טירה לבנה בצד המלך
hi: यदि सफ़ेद किंगसाइड कैसलिंग संभव हो तो सेट करें
hu: Állítsa be, ha lehetséges a fehér királyoldali casting
id: Atur jika memungkinkan untuk melakukan rokade sisi raja putih
it: Imposta se è possibile l'arrocco di re bianco

source: Set if white queenside castling possible
de: Festlegen, ob weiße Rochade auf der Damenseite möglich ist
fr: Définir si le roque blanc côté reine est possible
he: הגדר אם אפשר ליהוק לבן מלכה
hi: यदि सफ़ेद क्वीनसाइड कैसलिंग संभव हो तो सेट करें
hu: Állítsa be, ha lehetséges a fehér királynői castling
id: Atur jika rokade sisi ratu putih memungkinkan
it: Imposta se è possibile l'arrocco di donna bianca

source: Set if black kingside castling possible
de: Festlegen, ob die schwarze Rochade auf dem Königsflügel möglich ist
fr: Définir si le roque noir côté roi est possible
he: הגדר אם אפשר ליהוק בצד המלך השחור
hi: यदि ब्लैक किंगसाइड कैसलिंग संभव हो तो सेट करें
hu: Állítsa be, ha lehetséges a fekete királyoldali casting
id: Atur jika memungkinkan untuk melakukan rokade sisi raja hitam
it: Imposta se è possibile l'arrocco di re nero

source: Set if black queenside castling possible
de: Festlegen, ob schwarze Rochade auf der Damenseite möglich ist
fr: Définir si le roque côté dame noir est possible
he: הגדר אם אפשר ליהוק צד קווין שחור
hi: यदि ब्लैक क्वीनसाइड कैसलिंग संभव हो तो सेट करें
hu: Állítsa be, ha lehetséges a fekete királynői castling
id: Atur jika rokade sisi ratu hitam memungkinkan
it: Imposta se è possibile l'arrocco di donna nera

source: Set if white to move
de: Festlegen, ob Weiß am Zug ist
fr: Définir si le blanc doit se déplacer
he: הגדר אם לבן לזוז
hi: यदि सफ़ेद को स्थानांतरित करना है तो सेट करें
hu: Állítsa be, hogy fehér legyen a mozgáshoz
id: Atur jika putih untuk bergerak
it: Imposta se il bianco deve muoversi

source: Set if black to move
de: Festlegen, ob Schwarz am Zug ist
fr: Définir si le noir doit se déplacer
he: הגדר אם שחור לזוז
hi: यदि काला हो तो चाल निर्धारित करें
hu: Állítsa be, ha fekete a mozgatáshoz
id: Atur jika hitam untuk bergerak
it: Imposta se il nero deve muoversi

source: Numeric label for a move made in this position.
de: Numerische Bezeichnung für einen in dieser Position ausgeführten Zug.
fr: Étiquette numérique pour un déplacement effectué dans cette position.
he: תווית מספרית למהלך שנעשה בעמדה זו.
hi: इस स्थिति में की गई चाल के लिए संख्यात्मक लेबल.
hu: Az ebben a pozícióban végrehajtott mozgás numerikus címkéje.
id: Label numerik untuk gerakan yang dilakukan pada posisi ini.
it: Etichetta numerica per una mossa effettuata in questa posizione.

source: E.g. if next move will be 23... Nd5, set this to 23
de: Wenn beispielsweise der nächste Zug 23... Sd5 ist, setzen Sie dies auf 23
fr: Par exemple, si le prochain coup est 23... Cd5, définissez-le sur 23
he: לְמָשָׁל. אם המהלך הבא יהיה 23... Nd5, הגדר את זה ל-23
hi: उदाहरणार्थ, यदि अगली चाल 23 होगी... Nd5, तो इसे 23 पर सेट करें
hu: Például. ha a következő lépés 23 lesz... Nd5, állítsa ezt 23-ra
id: Misalnya jika langkah selanjutnya adalah 23... Nd5, tetapkan ini ke 23
it: Ad esempio, se la mossa successiva sarà 23... Nd5, imposta questo su 23

source: Half moves made since last capture or pawn move,
de: Halbe Züge seit dem letzten Schlagen oder Bauernzug,
fr: Demi-coups effectués depuis la dernière capture ou le dernier déplacement de pion,
he: חצי מהלכים שנעשו מאז הלכידה האחרונה או מהלך המשכון,
hi: अंतिम कब्जा या मोहरा चाल के बाद से की गई आधी चालें,
hu: Az utolsó elfogás vagy gyaloglépés óta végrehajtott féllépések,
id: Setengah gerakan yang dilakukan sejak penangkapan terakhir atau gerakan pion,
it: Mezze mosse effettuate dall'ultima cattura o mossa del pedone,

source: a draw can be claimed when the count gets to 100
de: Ein Unentschieden kann geltend gemacht werden, wenn die Zählung 100 erreicht.
fr: un match nul peut être réclamé lorsque le compte atteint 100
he: ניתן לתבוע תיקו כאשר הספירה מגיעה ל-100
hi: जब गिनती 100 पर पहुंच जाए तो ड्रॉ का दावा किया जा सकता है
hu: döntetlent lehet igényelni, ha a szám eléri a 100-at
id: hasil seri dapat diklaim ketika hitungan mencapai 100
it: un pareggio può essere rivendicato quando il conteggio arriva a 100

source: Set this if the last move makes an enpassant capture possible next move
de: Setzen Sie dies, wenn der letzte Zug eine Enpassant-Schlagmöglichkeit im nächsten Zug ermöglicht.
fr: Définissez ceci si le dernier mouvement rend possible une capture enpassante au prochain mouvement.
he: הגדר את זה אם המהלך האחרון מאפשר לכידת אפסנט למהלך הבא
hi: यदि अंतिम चाल से अगली चाल में एनपासेंट कैप्चर संभव हो तो इसे सेट करें
hu: Akkor állítsa be, ha az utolsó lépés lehetővé teszi a következő lépést az átütő rögzítést
id: Atur ini jika gerakan terakhir memungkinkan penangkapan enpassant pada gerakan berikutnya
it: Imposta questa opzione se l'ultima mossa rende possibile una cattura enpassant nella mossa successiva

source: FEN string is not properly formed
de: Die FEN-Zeichenfolge ist nicht richtig geformt
fr: La chaîne FEN n'est pas correctement formée
he: מחרוזת FEN אינה נוצרת כהלכה
hi: FEN स्ट्रिंग ठीक से नहीं बनी है
hu: A FEN karakterlánc nincs megfelelően kialakítva
id: Senar FEN tidak terbentuk dengan benar
it: La stringa FEN non è formata correttamente

source: FEN Specifies Illegal Position
de: FEN gibt illegale Position an
fr: FEN précise une position illégale
he: FEN מציין עמדה לא חוקית
hi: FEN ने अवैध स्थिति निर्दिष्ट की
hu: FEN Illegális pozíciót ad meg
id: FEN Tetapkan Posisi Ilegal
it: FEN specifica posizione illegale

source: Use this panel to specify a new position.
de: Verwenden Sie dieses Feld, um eine neue Position anzugeben.
fr: Utilisez ce panneau pour spécifier une nouvelle position.
he: השתמש בחלונית זו כדי לציין מיקום חדש.
hi: नया स्थान निर्दिष्ट करने के लिए इस पैनल का उपयोग करें.
hu: Használja ezt a panelt egy új pozíció megadásához.
id: Gunakan panel ini untuk menentukan posisi baru.
it: Utilizzare questo pannello per specificare una nuova posizione.

source: Note that the orientation of the board is the same as the main
de: Beachten Sie, dass die Ausrichtung der Platine mit der des Hauptteils übereinstimmt.
fr: Notez que l'orientation de la carte est la même que celle de la carte principale.
he: שימו לב שהכיוון של הלוח זהה לכיוון הראשי
hi: ध्यान दें कि बोर्ड का अभिविन्यास मुख्य के समान ही है
hu: Vegye figyelembe, hogy a tábla tájolása ugyanaz, mint a fő
id: Perhatikan bahwa orientasi papan sama dengan papan utama
it: Si noti che l'orientamento della scheda è lo stesso del principale

source: program board. So it is now possible to set up a position from
de: Programmtafel. So ist es nun möglich, eine Position von
fr: tableau des programmes. Il est donc désormais possible de créer un poste à partir
he: לוח תוכנית. אז עכשיו אפשר להגדיר עמדה מ
hi: कार्यक्रम बोर्ड। तो अब से एक स्थिति स्थापित करना संभव है
hu: programtábla. Így most már lehetőség van pozíció felállítására
id: papan program. Jadi sekarang memungkinkan untuk mengatur posisi dari
it: programma di bordo. Quindi ora è possibile impostare una posizione da

source: Black's point of view (flip the main board first).
de: Der Standpunkt von Schwarz (zuerst das Hauptbrett umdrehen).
fr: Point de vue des Noirs (retourner d'abord le plateau principal).
he: נקודת המבט של שחור (העיף את הלוח הראשי קודם).
hi: काले का दृष्टिकोण (पहले मुख्य बोर्ड को पलटें)।
hu: Fekete nézőpontja (először fordítsa meg a főtáblát).
id: Sudut pandang Hitam (balik papan utama terlebih dahulu).
it: Il punto di vista del Nero (gira prima la scacchiera principale).

source: Position Dialog Help
de: Hilfe zum Positionsdialog
fr: Aide à la boîte de dialogue de positionnement
he: עזרה של דיאלוג מיקום
hi: स्थिति संवाद सहायता
hu: Pozíció párbeszédpanel Súgó
id: Bantuan Dialog Posisi
it: Aiuto per la finestra di dialogo Posizione

source: Reason(s) the position is illegal;
de: Grund(e), warum die Position illegal ist;
fr: Raisons pour lesquelles le poste est illégal ;
he: סיבה(ות) שהתפקיד אינו חוקי;
hi: कारण(कारण) कि स्थिति अवैध है;
hu: Ok(ok), hogy a pozíció illegális;
id: Alasan(alasan) mengapa posisi tersebut ilegal;
it: Motivo/i per cui la posizione è illegale;

source: Pawn(s) are on the first or last rank
de: Bauer(n) stehen auf der ersten oder letzten Reihe
fr: Le(s) pion(s) sont sur la première ou la dernière rangée
he: הפיון(ים) נמצאים בדרגה הראשונה או האחרונה
hi: प्यादे पहले या आखिरी रैंक पर हैं
hu: A gyalog(ok) az első vagy az utolsó rangon vannak
id: Pion(s) berada pada baris pertama atau terakhir
it: Il/i pedone/i si trovano sulla prima o ultima traversa

source: Both sides should have one king
de: Beide Seiten sollten einen König haben
fr: Les deux camps devraient avoir un roi
he: לשני הצדדים צריך להיות מלך אחד
hi: दोनों पक्षों में एक-एक राजा होना चाहिए
hu: Mindkét félnek egy királynak kell lennie
id: Kedua belah pihak harus memiliki satu raja
it: Entrambe le parti dovrebbero avere un re

source: White to play can capture Black's king
de: Weiß kann den schwarzen König schlagen
fr: Les blancs peuvent jouer pour capturer le roi noir
he: לבן לשחק יכול ללכוד את המלך של שחור
hi: सफ़ेद खिलाड़ी काले खिलाड़ी के राजा को पकड़ सकता है
hu: A fehér játék elkaphatja Fekete királyát
id: Pemain Putih yang bermain dapat menangkap raja milik Hitam
it: Il bianco può catturare il re nero

source: Black to play can capture White's king
de: Schwarz kann den weißen König schlagen
fr: Les Noirs peuvent jouer et capturer le roi blanc.
he: שחור לשחק יכול ללכוד את המלך של לבן
hi: काला खिलाड़ी सफ़ेद खिलाड़ी के राजा को पकड़ सकता है
hu: A fekete játék elkaphatja White királyát
id: Hitam yang bermain bisa menangkap raja Putih
it: Il nero può catturare il re bianco

source: White has too many pieces
de: Weiß hat zu viele Figuren
fr: Les blancs ont trop de pièces
he: לבן יש יותר מדי חלקים
hi: सफ़ेद के पास बहुत सारे मोहरे हैं
hu: A fehérben túl sok darab van
id: Putih memiliki terlalu banyak potongan
it: Il bianco ha troppi pezzi

source: Black has too many pieces
de: Schwarz hat zu viele Figuren
fr: Les noirs ont trop de pièces
he: בשחור יש יותר מדי חלקים
hi: काले के पास बहुत सारे मोहरे हैं
hu: A feketében túl sok darab van
id: Hitam memiliki terlalu banyak potongan
it: Il nero ha troppi pezzi

source: White has too many pawns
de: Weiß hat zu viele Bauern
fr: Les blancs ont trop de pions
he: ללבן יש יותר מדי פיונים
hi: सफ़ेद के पास बहुत सारे मोहरे हैं
hu: A fehérnek túl sok gyalogja van
id: Putih memiliki terlalu banyak pion
it: Il bianco ha troppi pedoni

source: Black has too many pawns
de: Schwarz hat zu viele Bauern
fr: Les noirs ont trop de pions
he: לשחור יש יותר מדי פיונים
hi: काले के पास बहुत सारे मोहरे हैं
hu: A feketének túl sok gyalogja van
id: Hitam memiliki terlalu banyak pion
it: Il nero ha troppi pedoni

source: Illegal Position
de: Illegale Position
fr: Position illégale
he: עמדה לא חוקית
hi: अवैध स्थिति
hu: Illegális pozíció
id: Posisi Ilegal
it: Posizione illegale

source: My printout
de: Mein Ausdruck
fr: Mon impression
he: התדפיס שלי
hi: मेरा प्रिंटआउट
hu: A nyomatom
id: Hasil cetakan saya
it: La mia stampa

source: There is no game loaded to print
de: Es ist kein Spiel zum Drucken geladen
fr: Il n'y a pas de jeu chargé pour imprimer
he: לא נטען משחק להדפסה
hi: प्रिंट करने के लिए कोई गेम लोड नहीं किया गया है
hu: Nincs játék betöltve nyomtatásra
id: Tidak ada game yang dimuat untuk dicetak
it: Non c'è nessun gioco caricato per la stampa

source: Printer message
de: Druckermeldung
fr: Message de l'imprimante
he: הודעת מדפסת
hi: प्रिंटर संदेश
hu: Nyomtató üzenet
id: Pesan pencetak
it: Messaggio della stampante

source: Print Game Preview
de: Spielvorschau drucken
fr: Imprimer l'aperçu du jeu
he: הדפס תצוגה מקדימה של המשחק
hi: खेल पूर्वावलोकन प्रिंट करें
hu: Nyomtassa ki a játék előnézetét
id: Cetak Pratinjau Game
it: Stampa Anteprima del gioco

source: Print options
de: Druckoptionen
fr: Options d'impression
he: אפשרויות הדפסה
hi: प्रिंट विकल्प
hu: Nyomtatási lehetőségek
id: Opsi cetak
it: Opzioni di stampa

source: Tarrasch Chess GUI printout
de: Ausdruck der Tarrasch Chess GUI
fr: Impression de l'interface graphique du jeu d'échecs Tarrasch
he: תדפיס של Tarrasch Chess GUI
hi: टारराश शतरंज GUI प्रिंटआउट
hu: Tarrasch Chess GUI nyomtatott
id: Cetakan GUI Catur Tarrasch
it: Stampa dell'interfaccia utente grafica di Tarrasch Chess

source: Error reading configuration file
de: Fehler beim Lesen der Konfigurationsdatei
fr: Erreur lors de la lecture du fichier de configuration
he: שגיאה בקריאת קובץ התצורה
hi: कॉन्फ़िगरेशन फ़ाइल पढ़ने में त्रुटि
hu: Hiba a konfigurációs fájl olvasásakor
id: Terjadi kesalahan saat membaca file konfigurasi
it: Errore durante la lettura del file di configurazione

source: Default options set
de: Standardoptionen festgelegt
fr: Options par défaut définies
he: אפשרויות ברירת המחדל מוגדרות
hi: डिफ़ॉल्ट विकल्प सेट
hu: Az alapértelmezett beállítások beállítva
id: Opsi default ditetapkan
it: Opzioni predefinite impostate

source: Please select the print options
de: Bitte wählen Sie die Druckoptionen
fr: Veuillez sélectionner les options d'impression
he: אנא בחר את אפשרויות ההדפסה
hi: कृपया प्रिंट विकल्प चुनें
hu: Kérjük, válassza ki a nyomtatási lehetőségeket
id: Silakan pilih opsi cetak
it: Seleziona le opzioni di stampa

source: Printout Title :
de: Titel des Ausdrucks:
fr: Titre de l'impression :
he: כותרת התדפיס:
hi: प्रिंटआउट शीर्षक :
hu: Nyomtatás címe:
id: Judul Cetakan :
it: Titolo della stampa:

source: Left margin :
de: Linker Rand:
fr: Marge gauche :
he: שוליים שמאליים:
hi: बायां मार्जिन :
hu: Bal margó:
id: Margin kiri :
it: Margine sinistro:

source: Right margin :
de: Rechter Rand:
fr: Marge de droite :
he: שוליים ימניים:
hi: दायां मार्जिन :
hu: Jobb margó:
id: Margin kanan :
it: Margine destro:

source: Top margin :
de: Oberer Rand:
fr: Marge supérieure :
he: שוליים עליונים:
hi: शीर्ष मार्जिन :
hu: Felső margó:
id: Margin atas :
it: Margine superiore:

source: Bottom margin :
de: Unterer Rand:
fr: Marge inférieure :
he: שוליים תחתונים:
hi: नीचे में मार्जिन :
hu: Alsó margó:
id: Margin bawah :
it: Margine inferiore:

source: Tab spaces :
de: Tabulatoren:
fr: Espaces de tabulation :
he: רווחי טאב:
hi: टैब रिक्त स्थान :
hu: Tabulátorközök:
id: Ruang tab :
it: Spazi di tabulazione:

source: Move width :
de: Bewegungsbreite:
fr: Largeur de déplacement :
he: רוחב הזזה:
hi: चाल चौड़ाई :
hu: Mozgatás szélessége:
id: Lebar gerakan :
it: Larghezza spostamento:

source: Diagram size :
de: Diagrammgröße:
fr: Taille du diagramme :
he: גודל דיאגרמה:
hi: आरेख का आकार :
hu: Diagram mérete:
id: Ukuran diagram :
it: Dimensioni del diagramma:

source: B/W diagrams
de: S/W-Diagramme
fr: Diagrammes N/B
he: דיאגרמות שחור/לבן
hi: श्वेत/श्याम आरेख
hu: Fekete-fehér diagramok
id: Diagram hitam putih
it: Diagrammi B/N

source: Page setup
de: Seiteneinrichtung
fr: Mise en page
he: הגדרת עמוד
hi: पृष्ठ सेटअप
hu: Oldalbeállítás
id: Pengaturan halaman
it: Impostazione pagina

source: Choose font
de: Schriftart auswählen
fr: Choisissez la police
he: בחר גופן
hi: फ़ॉन्ट चुनें
hu: Válasszon betűtípust
id: Pilih font
it: Scegli il carattere

source: Enter the title heading for the printout
de: Geben Sie die Titelüberschrift für den Ausdruck ein
fr: Saisissez le titre de l'en-tête de l'impression
he: הזן את כותרת הכותרת עבור התדפיס
hi: प्रिंटआउट के लिए शीर्षक शीर्षक दर्ज करें
hu: Adja meg a nyomtatás címsorát
id: Masukkan judul untuk hasil cetak
it: Inserisci l'intestazione del titolo per la stampa
