Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: This allows you to stage automatic engine tournaments.
de: Dies ermöglicht Ihnen die Durchführung von automatischen Engine-Turnieren.
fr: Cela vous permet d'organiser des tournois de moteurs automatiques.
he: זה מאפשר לך לערוך טורנירי מנוע אוטומטיים.
hi: यह आपको स्वचालित इंजन टूर्नामेंट आयोजित करने की अनुमति देता है।
hu: Ez lehetővé teszi, hogy automata motorversenyeket rendezzenek.
id: Ini memungkinkan Anda untuk menggelar turnamen mesin otomatis.
it: Ciò consente di organizzare tornei di motori automatici.

source: You can select the engines to play and the options to use for the tournament.
de: Sie können die zu spielenden Engines und die für das Turnier zu verwendenden Optionen auswählen.
fr: Vous pouvez sélectionner les moteurs à jouer et les options à utiliser pour le tournoi.
he: אתה יכול לבחור את המנועים לשחק ואת האפשרויות לשימוש עבור הטורניר.
hi: आप खेलने के लिए इंजन और टूर्नामेंट के लिए उपयोग किए जाने वाले विकल्पों का चयन कर सकते हैं।
hu: Kiválaszthatja a versenyen játszani kívánt motorokat és a használni kívánt lehetőségeket.
id: Anda dapat memilih mesin untuk dimainkan dan opsi yang akan digunakan untuk turnamen.
it: Puoi selezionare i motori da utilizzare e le opzioni da utilizzare per il torneo.

source: For an engine tournament, engines are loaded from engine parameter files (*.epm)
de: Für ein Engine-Turnier werden Engines aus Engine-Parameterdateien (*.
fr: Pour un tournoi de moteurs, les moteurs sont chargés à partir de fichiers de paramètres de moteurs (*.
he: עבור טורניר מנוע, מנועים נטענים מקבצי פרמטרי מנוע (*.
hi: इंजन टूर्नामेंट के लिए, इंजन को इंजन पैरामीटर फ़ाइलों (* .
hu: Motorverseny esetén a motorok a motorparaméter-fájlokból töltődnek be (*.
id: Untuk turnamen mesin, mesin dimuat dari berkas parameter mesin (*.
it: Per un torneo di motori, i motori vengono caricati dai file dei parametri del motore (*.

source: These files can be created by opening the Engine dialog box,
de: Diese Dateien können durch Öffnen des Dialogfelds Engine erstellt werden.
fr: Ces fichiers peuvent être créés en ouvrant la boîte de dialogue Moteur,
he: ניתן ליצור קבצים אלה על ידי פתיחת תיבת הדו-שיח מנוע,
hi: ये फ़ाइलें इंजन संवाद बॉक्स खोलकर बनाई जा सकती हैं,
hu: Ezeket a fájlokat a Engine párbeszédpanel megnyitásával hozhatja létre,
id: File-file ini dapat dibuat dengan membuka kotak dialog Engine,
it: Questi file possono essere creati aprendo la finestra di dialogo Motore,

source: selecting the options for the engine and saving the engine settings to a file (*.epm)
de: Auswählen der Optionen für die Engine und Speichern der Engine-Einstellungen in einer Datei (*.epm)
fr: sélection des options du moteur et enregistrement des paramètres du moteur dans un fichier (*.epm)
he: בחירת האפשרויות למנוע ושמירת הגדרות המנוע בקובץ (*.epm)
hi: इंजन के लिए विकल्पों का चयन करना और इंजन सेटिंग्स को एक फ़ाइल (*.epm) में सहेजना
hu: a motor opcióinak kiválasztása és a motorbeállítások mentése egy fájlba (*.epm)
id: memilih opsi untuk mesin dan menyimpan pengaturan mesin ke file (*.epm)
it: selezione delle opzioni per il motore e salvataggio delle impostazioni del motore in un file (*.epm)

source: For more information, click on the < epm file help > button at the bottom of the screen.
de: Klicken Sie für weitere Informationen unten auf dem Bildschirm auf die Schaltfläche <epm-Dateihilfe>.
fr: Pour plus d'informations, cliquez sur le bouton < aide du fichier epm > en bas de l'écran.
he: למידע נוסף, לחץ על הלחצן < epm file help > בתחתית המסך.
hi: अधिक जानकारी के लिए स्क्रीन के नीचे <epm file help> बटन पर क्लिक करें।
hu: További információért kattintson az < epm file help > gombra a képernyő alján.
id: Untuk informasi lebih lanjut, klik tombol <bantuan file epm> di bagian bawah layar.
it: Per ulteriori informazioni, fare clic sul pulsante < epm file help > nella parte inferiore dello schermo.

source: You can set the following options for an engine tournament :-
de: Sie können die folgenden Optionen für ein Engine-Turnier festlegen: -
fr: Vous pouvez définir les options suivantes pour un tournoi de moteur :-
he: אתה יכול להגדיר את האפשרויות הבאות עבור טורניר מנוע:-
hi: आप इंजन टूर्नामेंट के लिए निम्नलिखित विकल्प सेट कर सकते हैं:-
hu: Egy motorversenyhez a következő opciókat állíthatja be: -
id: Anda dapat mengatur opsi berikut untuk turnamen mesin :-
it: Puoi impostare le seguenti opzioni per un torneo di motori:

source: PGN filename : Select the PGN filename to store the engine tournament games.
de: PGN-Dateiname: Wählen Sie den PGN-Dateinamen zum Speichern der Engine-Turnierspiele.
fr: Nom de fichier PGN : sélectionnez le nom de fichier PGN pour stocker les jeux de tournoi du moteur.
he: שם קובץ PGN : בחר את שם הקובץ PGN כדי לאחסן את משחקי טורניר המנוע.
hi: PGN फ़ाइल नाम: इंजन टूर्नामेंट खेलों को संग्रहीत करने के लिए PGN फ़ाइल नाम का चयन करें।
hu: PGN fájlnév: Válassza ki a PGN fájlnevet a motorverseny játékok tárolásához.
id: Nama file PGN: Pilih nama file PGN untuk menyimpan permainan turnamen mesin.
it: Nome file PGN: seleziona il nome file PGN in cui memorizzare le partite del torneo del motore.

source: If no filename is input, EngineTour.pgn will be used
de: Wenn kein Dateiname eingegeben wird, wird EngineTour.pgn verwendet
fr: Si aucun nom de fichier n'est saisi, EngineTour.pgn sera utilisé
he: אם לא הוזן שם קובץ, ישמש EngineTour.pgn
hi: यदि कोई फ़ाइल नाम इनपुट नहीं किया गया है, तो EngineTour.pgn का उपयोग किया जाएगा
hu: Ha nem ad meg fájlnevet, az EngineTour.pgn fájl kerül felhasználásra
id: Jika tidak ada nama file yang dimasukkan, EngineTour.pgn akan digunakan
it: Se non viene inserito alcun nome file, verrà utilizzato EngineTour.pgn

source: Select engines : Choose the engines to play in the tournament.
de: Engines auswählen: Wählen Sie die Engines aus, die im Turnier gespielt werden sollen.
fr: Sélectionner les moteurs : Choisissez les moteurs pour jouer dans le tournoi.
he: בחר מנועים: בחר את המנועים לשחק בטורניר.
hi: इंजन चुनें: टूर्नामेंट में खेलने के लिए इंजन चुनें।
hu: Motorok kiválasztása: Válassza ki a versenyen játszani kívánt motorokat.
id: Pilih mesin: Pilih mesin untuk bermain dalam turnamen.
it: Seleziona motori: scegli i motori con cui giocare nel torneo.

source: Engines are displayed in a list box.
de: Motoren werden in einem Listenfeld angezeigt.
fr: Les moteurs sont affichés dans une liste déroulante.
he: מנועים מוצגים בתיבת רשימה.
hi: इंजन एक सूची बॉक्स में प्रदर्शित होते हैं।
hu: A motorok listában jelennek meg.
id: Mesin ditampilkan dalam kotak daftar.
it: I motori vengono visualizzati in una casella di riepilogo.

source: Opening book : Select which opening book that you want to use for the tournament.
de: Eröffnungsbuch: Wählen Sie das Eröffnungsbuch aus, das Sie für das Turnier verwenden möchten.
fr: Livre d'ouverture : Sélectionnez le livre d'ouverture que vous souhaitez utiliser pour le tournoi.
he: ספר פתיחה: בחר באיזה ספר פתיחה אתה רוצה להשתמש עבור הטורניר.
hi: ओपनिंग बुक : टूर्नामेंट के लिए आप किस ओपनिंग बुक का उपयोग करना चाहते हैं, उसका चयन करें।
hu: Nyitókönyv: Válassza ki, melyik nyitókönyvet szeretné használni a versenyen.
id: Buku pembukaan: Pilih buku pembukaan yang ingin Anda gunakan untuk turnamen.
it: Libro di apertura: seleziona il libro di apertura che vuoi utilizzare per il torneo.

source: Engine : Open the engine dialog box.
de: Engine: Öffnet das Dialogfeld „Engine“.
fr: Moteur : Ouvrez la boîte de dialogue du moteur.
he: מנוע: פתח את תיבת הדו-שיח של המנוע.
hi: इंजन : इंजन संवाद बॉक्स खोलें.
hu: Motor: Nyissa meg a motor párbeszédpanelt.
id: Mesin: Buka kotak dialog mesin.
it: Motore: apre la finestra di dialogo del motore.

source: Tournament type : Select the type of tournament to play.
de: Turniertyp: Wählen Sie den Turniertyp aus, den Sie spielen möchten.
fr: Type de tournoi : Sélectionnez le type de tournoi auquel participer.
he: סוג טורניר: בחר את סוג הטורניר לשחק.
hi: टूर्नामेंट का प्रकार : खेलने के लिए टूर्नामेंट का प्रकार चुनें।
hu: Verseny típusa: Válassza ki a játszani kívánt verseny típusát.
id: Jenis turnamen: Pilih jenis turnamen yang akan dimainkan.
it: Tipo di torneo: seleziona il tipo di torneo da giocare.

source: Number of rounds : Specify how many rounds should be played in the tournament.
de: Rundenanzahl: Geben Sie an, wie viele Runden im Turnier gespielt werden sollen.
fr: Nombre de tours : Spécifiez le nombre de tours qui doivent être joués dans le tournoi.
he: מספר סיבובים: ציין כמה סיבובים יש לשחק בטורניר.
hi: राउंड की संख्या : निर्दिष्ट करें कि टूर्नामेंट में कितने राउंड खेले जाने चाहिए।
hu: Körök száma: Adja meg, hány fordulót kell lejátszani a versenyen.
id: Jumlah putaran: Tentukan berapa banyak putaran yang harus dimainkan dalam turnamen.
it: Numero di round: specifica quanti round devono essere giocati nel torneo.

source: Knockout repeat no. : Specify how many times a knockout game should be replayed
de: Knockout-Wiederholung Nr.: Geben Sie an, wie oft ein Knockout-Spiel wiederholt werden soll
fr: Numéro de répétition du match à élimination directe : indiquez combien de fois un match à élimination directe doit être rejoué
he: נוקאאוט חוזר לא. : ציין כמה פעמים יש לשחק שוב משחק נוקאאוט
hi: नॉकआउट दोहराव संख्या: निर्दिष्ट करें कि नॉकआउट खेल को कितनी बार फिर से खेला जाना चाहिए
hu: Kiütéses ismétlés sz. : Adja meg, hogy egy kiütéses meccset hányszor kell megismételni
id: Knockout repeat no. : Tentukan berapa kali permainan knockout harus diulang
it: Numero di ripetizioni a eliminazione diretta: specifica quante volte deve essere ripetuta una partita a eliminazione diretta

source: before time control is reduced to 1 minute blitz.
de: bevor die Zeitkontrolle auf 1 Minute Blitz reduziert wird.
fr: avant que le contrôle du temps ne soit réduit à un blitz d'une minute.
he: לפני שבקרת הזמן מצטמצמת לבליץ של דקה אחת.
hi: इससे पहले कि समय नियंत्रण 1 मिनट तक कम हो जाए।
hu: mielőtt az időszabályozás 1 perces villogásra csökkenne.
id: sebelum kendali waktu dikurangi menjadi blitz 1 menit.
it: prima che il controllo del tempo venga ridotto a un blitz di 1 minuto.

source: Opening book : Select the opening book to use for the tournament.
de: Eröffnungsbuch: Wählen Sie das Eröffnungsbuch aus, das für das Turnier verwendet werden soll.
fr: Livre d'ouverture : Sélectionnez le livre d'ouverture à utiliser pour le tournoi.
he: ספר פתיחה : בחר את ספר הפתיחה לשימוש עבור הטורניר.
hi: ओपनिंग बुक : टूर्नामेंट के लिए उपयोग करने हेतु ओपनिंग बुक का चयन करें।
hu: Nyitókönyv: Válassza ki a versenyhez használni kívánt nyitókönyvet.
id: Buku pembukaan: Pilih buku pembukaan yang akan digunakan untuk turnamen.
it: Libro di apertura: seleziona il libro di apertura da utilizzare per il torneo.

source: Save tournament : Save the current touranement settings to a file.
de: Turnier speichern: Speichert die aktuellen Turniereinstellungen in einer Datei.
fr: Enregistrer le tournoi : enregistrez les paramètres actuels du tournoi dans un fichier.
he: שמור טורניר: שמור את הגדרות הטורניר הנוכחיות בקובץ.
hi: टूर्नामेंट सहेजें: वर्तमान टूर्नामेंट सेटिंग्स को एक फ़ाइल में सहेजें।
hu: Verseny mentése: Mentse el az aktuális versenybeállításokat egy fájlba.
id: Simpan turnamen: Simpan pengaturan turnamen saat ini ke sebuah file.
it: Salva torneo: salva le impostazioni correnti del torneo in un file.

source: Load tournament : Load the tournament settings from a file.
de: Turnier laden: Lädt die Turniereinstellungen aus einer Datei.
fr: Charger le tournoi : Chargez les paramètres du tournoi à partir d'un fichier.
he: טען טורניר: טען את הגדרות הטורניר מקובץ.
hi: टूर्नामेंट लोड करें : फ़ाइल से टूर्नामेंट सेटिंग्स लोड करें।
hu: Verseny betöltése: A verseny beállításainak betöltése egy fájlból.
id: Muat turnamen: Muat pengaturan turnamen dari sebuah berkas.
it: Carica torneo: carica le impostazioni del torneo da un file.

source: Start the tournament : Starts the tournament with the current settings.
de: Turnier starten: Startet das Turnier mit den aktuellen Einstellungen.
fr: Démarrer le tournoi : démarre le tournoi avec les paramètres actuels.
he: התחל את הטורניר : מתחיל את הטורניר עם ההגדרות הנוכחיות.
hi: टूर्नामेंट शुरू करें : वर्तमान सेटिंग्स के साथ टूर्नामेंट शुरू करता है।
hu: Verseny indítása: Elindítja a versenyt az aktuális beállításokkal.
id: Mulai turnamen: Memulai turnamen dengan pengaturan saat ini.
it: Avvia il torneo: avvia il torneo con le impostazioni correnti.

source: Engine tournament help
de: Engine-Turnierhilfe
fr: Aide au tournoi du moteur
he: עזרה בטורניר מנוע
hi: इंजन टूर्नामेंट सहायता
hu: Motorverseny segítség
id: Bantuan turnamen mesin
it: Aiuto per il torneo del motore

source: Tournament types
de: Turnierarten
fr: Types de tournois
he: סוגי טורנירים
hi: टूर्नामेंट के प्रकार
hu: Versenytípusok
id: Jenis turnamen
it: Tipi di torneo

source: epm file help
de: EPM-Dateihilfe
fr: aide du fichier epm
he: עזרה בקובץ epm
hi: ईपीएम फ़ाइल सहायता
hu: epm fájl súgó
id: bantuan berkas epm
it: aiuto file epm

source: Various types of engine tournament formats are available.
de: Es stehen verschiedene Engine-Turnierformate zur Verfügung.
fr: Différents types de formats de tournois de moteurs sont disponibles.
he: סוגים שונים של פורמטים של טורניר מנוע זמינים.
hi: विभिन्न प्रकार के इंजन टूर्नामेंट प्रारूप उपलब्ध हैं।
hu: Különféle motorverseny formátumok állnak rendelkezésre.
id: Berbagai jenis format turnamen mesin tersedia.
it: Sono disponibili vari tipi di formati di tornei di motori.

source: Single round robin : each engine plays all of the other engines once.
de: Einzelnes Round Robin: Jede Engine spielt einmal gegen alle anderen Engines.
fr: Tournoi simple : chaque moteur joue une fois contre tous les autres moteurs.
he: סיבוב סיבוב בודד: כל מנוע מנגן את כל המנועים האחרים פעם אחת.
hi: एकल राउंड रोबिन: प्रत्येक इंजन अन्य सभी इंजनों के साथ एक बार खेलता है।
hu: Single round robin: minden motor egyszer lejátssza az összes többi motort.
id: Single round robin: setiap mesin akan bertanding melawan semua mesin lainnya satu kali.
it: Round robin singolo: ogni motore affronta tutti gli altri motori una volta.

source: Double round robin : each engine plays all of the other engines twice,
de: Doppeltes Rundenturnier: Jede Engine spielt zweimal gegen alle anderen Engines.
fr: Double round robin : chaque moteur joue deux fois contre tous les autres moteurs,
he: רובין כפול: כל מנוע מנגן את כל המנועים האחרים פעמיים,
hi: डबल राउंड रोबिन: प्रत्येक इंजन अन्य सभी इंजनों से दो बार खेलता है,
hu: Dupla körmérkőzés: minden motor kétszer játszik az összes többi motorral,
id: Double round robin: setiap mesin memainkan semua mesin lainnya dua kali,
it: Doppio round robin: ogni motore gioca due volte contro tutti gli altri motori,

source: once with white and once with black.
de: einmal mit weiß und einmal mit schwarz.
fr: une fois avec du blanc et une fois avec du noir.
he: פעם עם לבן ופעם עם שחור.
hi: एक बार सफ़ेद के साथ और एक बार काले के साथ.
hu: egyszer fehérrel, egyszer feketével.
id: sekali dengan putih dan sekali dengan hitam.
it: una volta con il bianco e una volta con il nero.

source: Swiss system : a fixed number of rounds are played, with an engine
de: Schweizer System: Es wird eine feste Anzahl von Runden gespielt, mit einem Motor
fr: Système suisse : un nombre fixe de tours est joué, avec un moteur
he: מערכת שוויצרית: מספר קבוע של סיבובים משוחק, עם מנוע
hi: स्विस प्रणाली: एक निश्चित संख्या में राउंड खेले जाते हैं, जिसमें एक इंजन होता है
hu: Svájci rendszer: meghatározott számú kört játszanak, motorral
id: Sistem Swiss: jumlah putaran tetap dimainkan, dengan mesin
it: Sistema svizzero: si gioca un numero fisso di round, con un motore

source: being matched against an opponent with a similar score.
de: gegen einen Gegner mit ähnlichem Punktestand antreten.
fr: être confronté à un adversaire avec un score similaire.
he: התאמה מול יריב עם ניקוד דומה.
hi: समान स्कोर वाले प्रतिद्वंद्वी के साथ मुकाबला होना।
hu: hasonló pontszámmal rendelkező ellenféllel mérkőznek meg.
id: dicocokkan dengan lawan yang memiliki skor serupa.
it: essere abbinato a un avversario con un punteggio simile.

source: Knockout (seeded) : a knockout competition with seeded pairings.
de: Knockout (gesetzt): ein K.-o.-Wettbewerb mit gesetzten Paarungen.
fr: Knockout (tête de série) : une compétition à élimination directe avec des paires têtes de série.
he: נוקאאוט (בזרעים): תחרות נוקאאוט עם זיווגים משובצים.
hi: नॉकआउट (वरीयता प्राप्त) : वरीयता प्राप्त जोड़ियों के साथ नॉकआउट प्रतियोगिता।
hu: Kiütéses (magas) : kieséses verseny kiemelt párosításokkal.
id: Knockout (unggulan) : kompetisi sistem gugur dengan pasangan unggulan.
it: Knockout (testa di serie): competizione a eliminazione diretta con abbinamenti testa di serie.

source: i.e. with 8 engines, seed 1 plays seed 8,
de: d.h. bei 8 Engines spielt Seed 1 gegen Seed 8,
fr: c'est-à-dire avec 8 moteurs, la graine 1 joue la graine 8,
he: כלומר עם 8 מנועים, זרע 1 משחק זרע 8,
hi: यानि 8 इंजन के साथ, सीड 1 सीड 8 से खेलता है,
hu: azaz 8 motorral, az 1. seed játszik a 8-assal,
id: yaitu dengan 8 mesin, unggulan 1 melawan unggulan 8,
it: cioè con 8 motori, il seme 1 gioca contro il seme 8,

source: 2 plays 7, 3 plays 6, 4 plays 5
de: 2 spielt 7, 3 spielt 6, 4 spielt 5
fr: 2 pièces 7, 3 pièces 6, 4 pièces 5
he: 2 הצגות 7, 3 הצגות 6, 4 הצגות 5
hi: 2 नाटक 7, 3 नाटक 6, 4 नाटक 5
hu: 2 játszik 7, 3 játszik 6, 4 játszik 5
id: 2 memainkan 7, 3 memainkan 6, 4 memainkan 5
it: 2 gioca 7, 3 gioca 6, 4 gioca 5

source: Knockout (random) ; as above, but pairings are random.
de: Knockout (zufällig); wie oben, aber die Paarungen sind zufällig.
fr: Knockout (aléatoire) ; comme ci-dessus, mais les appariements sont aléatoires.
he: נוקאאוט (אקראי); כמו לעיל, אבל הזיווגים הם אקראיים.
hi: नॉकआउट (यादृच्छिक); जैसा कि ऊपर बताया गया है, लेकिन जोड़ियां यादृच्छिक हैं।
hu: Kiütés (véletlenszerű) ; mint fent, de a párosítások véletlenszerűek.
id: Knockout (acak); seperti di atas, tetapi pasangannya acak.
it: Knockout (casuale); come sopra, ma gli abbinamenti sono casuali.

source: Credits -
fr: Crédits -
he: קרדיטים -
hi: श्रेय -
hu: Kredit -
id: Kredit -
it: Crediti -

source: Thanks to Mr Chris Okasaki for his round robin algorithm.
de: Vielen Dank an Herrn Chris Okasaki für seinen Round-Robin-Algorithmus.
fr: Merci à M. Chris Okasaki pour son algorithme round robin.
he: תודה למר כריס אוקאסקי על האלגוריתם הסיבובי שלו.
hi: श्री क्रिस ओकासाकी को उनके राउंड रोबिन एल्गोरिदम के लिए धन्यवाद।
hu: Köszönet Chris Okasaki úrnak a körmérkőzéses algoritmusáért.
id: Terima kasih kepada Tn. Chris Okasaki atas algoritma round robinnya.
it: Grazie al signor Chris Okasaki per il suo algoritmo round robin.

source: This can be found on the following website :- okasaki.blogspot.com
de: Dies finden Sie auf der folgenden Website: okasaki.blogspot.com
fr: Vous pouvez le trouver sur le site Web suivant : okasaki.blogspot.com
he: ניתן למצוא את זה באתר הבא:- okasaki.blogspot.com
hi: इसे निम्नलिखित वेबसाइट पर पाया जा सकता है:- okasaki.blogspot.com
hu: Ez a következő weboldalon található:- okasaki.blogspot.com
id: Hal ini dapat ditemukan di situs web berikut :- okasaki.blogspot.com
it: Questo può essere trovato sul seguente sito web:- okasaki.blogspot.com

source: I have added a slight refinement, to further even out white and black starts.
de: Ich habe eine leichte Verfeinerung hinzugefügt, um weiße und schwarze Starts noch gleichmäßiger zu gestalten.
fr: J'ai ajouté un léger raffinement, pour uniformiser davantage les départs blancs et noirs.
he: הוספתי עידון קל, כדי ליישר עוד יותר את ההתחלות הלבנות והשחורות.
hi: मैंने सफेद और काले रंग को और भी समतल करने के लिए इसमें थोड़ा सा सुधार किया है।
hu: Egy kis finomítást tettem hozzá, hogy még jobban kiegyenlítsem a fehér és fekete kezdeteket.
id: Saya telah menambahkan sedikit penyempurnaan, untuk lebih meratakan permulaan warna putih dan hitam.
it: Ho aggiunto una leggera rifinitura per uniformare ulteriormente le partenze bianche e nere.

source: Details can be found in the file RoundRobin.txt which is part of the original download.
de: Details finden Sie in der Datei RoundRobin.txt, die Teil des Original-Downloads ist.
fr: Les détails peuvent être trouvés dans le fichier RoundRobin.txt qui fait partie du téléchargement original.
he: פרטים ניתן למצוא בקובץ RoundRobin.txt שהוא חלק מההורדה המקורית.
hi: विस्तृत जानकारी RoundRobin.txt फ़ाइल में पाई जा सकती है जो मूल डाउनलोड का हिस्सा है।
hu: A részletek a RoundRobin.txt fájlban találhatók, amely az eredeti letöltés részét képezi.
id: Rinciannya dapat ditemukan di berkas RoundRobin.txt yang merupakan bagian dari unduhan asli.
it: I dettagli si trovano nel file RoundRobin.txt che fa parte del download originale.

source: Thanks to Mr Jonathan Tan for his Swiss system algorithm.
de: Vielen Dank an Herrn Jonathan Tan für seinen Schweizer Systemalgorithmus.
fr: Merci à M. Jonathan Tan pour son algorithme du système suisse.
he: תודה למר ג'ונתן טאן על אלגוריתם המערכת השוויצרי שלו.
hi: स्विस सिस्टम एल्गोरिदम के लिए श्री जोनाथन टैन को धन्यवाद।
hu: Köszönjük Jonathan Tan úrnak a svájci rendszeralgoritmusát.
id: Terima kasih kepada Tn. Jonathan Tan atas algoritma sistem Swissnya.
it: Grazie al signor Jonathan Tan per il suo algoritmo di sistema svizzero.

source: This can be found on the following website :-
de: Dies finden Sie auf der folgenden Website: -
fr: Vous pouvez le trouver sur le site Web suivant :-
he: ניתן למצוא את זה באתר הבא:
hi: इसे निम्नलिखित वेबसाइट पर पाया जा सकता है:-
hu: Ez az alábbi weboldalon található: -
id: Hal ini dapat ditemukan pada situs web berikut :-
it: Questo può essere trovato sul seguente sito web:

source: Also thanks to Mr Anthony Rabine for the idea used in his Swiss system program Tanca.
de: Dank geht auch an Herrn Anthony Rabine für die Idee, die er in seinem Schweizer Systemprogramm Tanca verwendet hat.
fr: Merci également à M. Anthony Rabine pour l'idée utilisée dans son programme de système suisse Tanca.
he: תודה גם למר אנתוני רבין על הרעיון ששימש בתוכנית המערכת השוויצרית שלו Tanca.
hi: इसके अलावा श्री एंथनी रबाइन को भी उनके स्विस सिस्टम प्रोग्राम टांका में प्रयुक्त विचार के लिए धन्यवाद।
hu: Köszönet továbbá Anthony Rabine úrnak a Tanca svájci rendszerprogramjában alkalmazott ötletért.
id: Terima kasih juga kepada Tn. Anthony Rabine atas ide yang digunakan dalam program sistem Swissnya Tanca.
it: Grazie anche al signor Anthony Rabine per l'idea utilizzata nel suo programma di sistema svizzero Tanca.

source: This can be found in the file Tournament.cpp, which is contained in a source code zip file
de: Diese finden Sie in der Datei Tournament.cpp, die in einer Quellcode-Zip-Datei enthalten ist
fr: Cela peut être trouvé dans le fichier Tournament.cpp, qui est contenu dans un fichier zip de code source
he: ניתן למצוא זאת בקובץ Tournament.cpp, הכלול בקובץ zip של קוד מקור
hi: यह फ़ाइल Tournament.cpp में पाया जा सकता है, जो एक स्रोत कोड ज़िप फ़ाइल में निहित है
hu: Ez a Tournament.cpp fájlban található, amely egy forráskód zip fájlban található
id: Ini dapat ditemukan di file Tournament.cpp, yang terdapat dalam file zip kode sumber
it: Questo può essere trovato nel file Tournament.cpp, che è contenuto in un file zip del codice sorgente

source: and can be downloaded from the following address :-
de: und kann von der folgenden Adresse heruntergeladen werden:-
fr: et peut être téléchargé à partir de l'adresse suivante :-
he: וניתן להוריד מהכתובת הבאה:
hi: इसे निम्नलिखित पते से डाउनलोड किया जा सकता है:-
hu: és a következő címről tölthető le:-
id: dan dapat diunduh dari alamat berikut :-
it: e può essere scaricato dal seguente indirizzo:-
