Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Using plain window background
de: Verwenden eines einfachen Fensterhintergrunds
fr: Utilisation d'un arrière-plan de fenêtre simple
he: שימוש ברקע חלון רגיל
hi: सादे विंडो पृष्ठभूमि का उपयोग करना
hu: Sima ablakháttér használata
id: Menggunakan latar belakang jendela polos
it: Utilizzo di uno sfondo semplice per la finestra

source: The setup of DirectX has failed
de: Die Einrichtung von DirectX ist fehlgeschlagen
fr: L'installation de DirectX a échoué
he: ההגדרה של DirectX נכשלה
hi: DirectX का सेटअप विफल हो गया है
hu: A DirectX beállítása nem sikerült
id: Pengaturan DirectX telah gagal
it: L'installazione di DirectX non è riuscita

source: The setup of the 3d chessboard has failed
de: Der Aufbau des 3D-Schachbretts ist fehlgeschlagen
fr: La configuration de l'échiquier 3D a échoué
he: ההגדרה של לוח השחמט התלת-ממדי נכשלה
hi: 3डी शतरंज बोर्ड का सेटअप विफल हो गया है
hu: A 3D sakktábla beállítása nem sikerült
id: Pengaturan papan catur 3d telah gagal
it: L'installazione della scacchiera 3D non è riuscita

source: Press ok to return to 2d
de: Drücken Sie OK, um zu 2d zurückzukehren
fr: Appuyez sur OK pour revenir à la 2D
he: לחץ על אישור כדי לחזור ל-2d
hi: 2d पर वापस लौटने के लिए ओके दबाएँ
hu: Nyomja meg az ok gombot a 2d-hez való visszatéréshez
id: Tekan ok untuk kembali ke 2d
it: Premere ok per tornare a 2d

source: Lighting..
de: Beleuchtung..
fr: Éclairage..
he: תְאוּרָה..
hi: प्रकाश व्यवस्था..
hu: Világítás..
id: Penerangan..
it: Illuminazione..

source: Piece sizes..
de: Stückgrößen..
fr: Tailles des pièces..
he: מידות חתיכות..
hi: टुकड़ा आकार..
hu: Darabméretek..
id: Ukuran potongan..
it: Dimensioni dei pezzi.

source: Window colours..
de: Fensterfarben..
fr: Couleurs des fenêtres..
he: צבעי חלונות..
hi: खिड़की के रंग..
hu: Ablak színei..
id: Warna jendela..
it: Colori delle finestre.

source: Chess set colours..
de: Schachspielfarben..
fr: Couleurs du jeu d'échecs.
he: צבעי ערכת שחמט..
hi: शतरंज सेट रंग..
hu: A sakkkészlet színei..
id: Warna set catur..
it: Colori del set di scacchi.

source: Board widget..
fr: Widget de tableau..
he: ווידג'ט לוח..
hi: बोर्ड विजेट..
id: Widget papan..
it: Widget della bacheca.

source: Board coords
de: Board-Koordinaten
fr: Coordonnées du conseil d'administration
he: קוורדים של מועצת המנהלים
hi: बोर्ड कॉर्ड्स
hu: A testület koordinálja
id: Koordinat papan
it: Coordinate del consiglio

source: Rotate knights
de: Ritter rotieren
fr: Faire tourner les chevaliers
he: סובב אבירים
hi: शूरवीरों को घुमाएँ
hu: Forgasd a lovagokat
id: Putar ksatria
it: Ruota i cavalieri

source: Move list toolbar
de: Symbolleiste „Liste verschieben“
fr: Déplacer la barre d'outils de la liste
he: העבר את סרגל הכלים של רשימה
hi: सूची टूलबार ले जाएँ
hu: Lista mozgatása eszköztár
id: Pindahkan bilah alat daftar
it: Sposta la barra degli strumenti dell'elenco

source: Move prompt
de: Eingabeaufforderung verschieben
fr: Déplacer l'invite
he: הודעת העברה
hi: चाल संकेत
hu: Áthelyezési prompt
id: Pindahkan prompt
it: Sposta richiesta

source: Puzzle prompt
de: Rätselaufforderung
fr: Questionnaire de puzzle
he: הנחיית פאזל
hi: पहेली संकेत
hu: Puzzle kérdés
id: Petunjuk teka-teki
it: Richiesta di puzzle

source: View angle
de: Blickwinkel
fr: Angle de vue
he: זווית ראייה
hi: दृश्य कोण
hu: Nézetszög
id: Sudut pandang
it: Angolo di visuale

source: Square adjustment
de: Quadratische Anpassung
fr: Réglage carré
he: התאמת ריבוע
hi: वर्ग समायोजन
hu: Négyzetes beállítás
id: Penyesuaian persegi
it: Regolazione quadrata

source: Use multi-sampling
de: Verwenden Sie Multi-Sampling
fr: Utiliser le multi-échantillonnage
he: השתמש בדגימה מרובת
hi: बहु-नमूनाकरण का उपयोग करें
hu: Használjon több mintavételt
id: Gunakan multi-sampling
it: Utilizzare il multicampionamento

source: Sampling value
de: Stichprobenwert
fr: Valeur d'échantillonnage
he: ערך דגימה
hi: नमूना मूल्य
hu: Mintavételi érték
id: Nilai sampel
it: Valore di campionamento

source: Border bitmap..
de: Rand-Bitmap..
fr: Bordure bitmap..
he: מפת סיביות גבול..
hi: बॉर्डर बिटमैप..
hu: Határ bittérkép..
id: Peta bit batas..
it: Bitmap del bordo.

source: Piece bitmaps..
de: Stück-Bitmaps..
fr: Morceaux bitmaps..
he: מפות סיביות של חלק..
hi: टुकड़ा बिटमैप..
hu: Darab bittérképek..
id: Potongan bitmap..
it: Bitmap di pezzi.

source: Adjust 3d lighting settings
de: Passen Sie die 3D-Beleuchtungseinstellungen an
fr: Ajuster les paramètres d'éclairage 3D
he: התאם את הגדרות תאורת תלת מימד
hi: 3D प्रकाश सेटिंग समायोजित करें
hu: Módosítsa a 3D világítás beállításait
id: Sesuaikan pengaturan pencahayaan 3D
it: Regola le impostazioni di illuminazione 3D

source: Adjust 3d piece sizes
de: Passen Sie die Größe der 3D-Teile an
fr: Ajuster les tailles des pièces 3D
he: התאם גדלי חלקים תלת מימדיים
hi: 3D टुकड़े का आकार समायोजित करें
hu: Állítsa be a 3D darab méretét
id: Sesuaikan ukuran potongan 3d
it: Regola le dimensioni del pezzo 3D

source: Select 3d window colours
de: 3D-Fensterfarben auswählen
fr: Sélectionnez les couleurs de la fenêtre 3D
he: בחר צבעי חלונות תלת מימדיים
hi: 3D विंडो रंग चुनें
hu: Válassza ki a 3D ablak színeit
id: Pilih warna jendela 3d
it: Seleziona i colori della finestra 3D

source: Select 3d chess set colours
de: Wählen Sie die Farben für Ihr 3D-Schachspiel
fr: Sélectionnez les couleurs du jeu d'échecs 3D
he: בחר צבעי ערכת שחמט תלת מימדית
hi: 3डी शतरंज सेट के रंग चुनें
hu: Válassza ki a 3D sakkkészlet színeit
id: Pilih warna set catur 3d
it: Seleziona i colori del set di scacchi 3D

source: Set board widget options
de: Board-Widget-Optionen festlegen
fr: Définir les options du widget du tableau
he: הגדר אפשרויות ווידג'ט של לוח
hi: बोर्ड विजेट विकल्प सेट करें
hu: Állítsa be a tábla widget-beállításait
id: Tetapkan opsi widget papan
it: Imposta le opzioni del widget della bacheca

source: Check this box to display board co-ordinates
de: Aktivieren Sie dieses Kontrollkästchen, um die Koordinaten des Boards anzuzeigen
fr: Cochez cette case pour afficher les coordonnées du tableau
he: סמן תיבה זו כדי להציג קואורדינטות של לוח
hi: बोर्ड निर्देशांक प्रदर्शित करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a tábla koordinátáinak megjelenítéséhez
id: Centang kotak ini untuk menampilkan koordinat papan
it: Seleziona questa casella per visualizzare le coordinate della bacheca

source: Check this box to rotate the knights
de: Aktivieren Sie dieses Kontrollkästchen, um die Ritter zu rotieren
fr: Cochez cette case pour faire tourner les chevaliers
he: סמן את התיבה הזו כדי לסובב את האבירים
hi: शूरवीरों को घुमाने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a lovagok forgatásához
id: Centang kotak ini untuk memutar ksatria
it: Seleziona questa casella per ruotare i cavalieri

source: in the left half of the board inwards
de: in der linken Hälfte des Brettes nach innen
fr: dans la moitié gauche du plateau vers l'intérieur
he: בחצי השמאלי של הלוח פנימה
hi: बोर्ड के बाएं आधे भाग में अंदर की ओर
hu: a tábla bal felében befelé
id: di bagian kiri papan ke dalam
it: nella metà sinistra della tavola verso l'interno

source: Check this box to show a game navigation toolbar
de: Aktivieren Sie dieses Kontrollkästchen, um eine Symbolleiste für die Spielnavigation anzuzeigen
fr: Cochez cette case pour afficher une barre d'outils de navigation du jeu
he: סמן תיבה זו כדי להציג סרגל כלים של ניווט במשחק
hi: गेम नेविगेशन टूलबार दिखाने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet a játék navigációs eszköztárának megjelenítéséhez
id: Centang kotak ini untuk menampilkan bilah alat navigasi game
it: Seleziona questa casella per visualizzare una barra degli strumenti di navigazione del gioco

source: on the move list window
de: im Zuglistenfenster
fr: dans la fenêtre de la liste des mouvements
he: בחלון רשימת המעבר
hi: चाल सूची विंडो पर
hu: a mozgatási lista ablakban
id: pada jendela daftar bergerak
it: nella finestra dell'elenco degli spostamenti

source: Check this box to diplay a move prompt
de: Aktivieren Sie dieses Kontrollkästchen, um eine Bewegungsaufforderung anzuzeigen
fr: Cochez cette case pour afficher une invite de déplacement
he: סמן את התיבה הזו כדי להציג הודעת תנועה
hi: मूव प्रॉम्प्ट प्रदर्शित करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a jelölőnégyzetet az áthelyezési felszólítás megjelenítéséhez
id: Centang kotak ini untuk menampilkan perintah pemindahan
it: Seleziona questa casella per visualizzare una richiesta di spostamento

source: during a human vs engine game
de: während eines Mensch-gegen-Motor-Spiels
fr: pendant un jeu humain contre moteur
he: במהלך משחק אנושי נגד מנוע
hi: मानव बनाम इंजन खेल के दौरान
hu: ember vs motor játék során
id: selama permainan manusia vs mesin
it: durante una partita tra umani e motori

source: Check this box to diplay a puzzle prompt
de: Aktivieren Sie dieses Kontrollkästchen, um eine Rätselaufforderung anzuzeigen
fr: Cochez cette case pour afficher une invite de puzzle
he: סמן את התיבה הזו כדי להציג בקשת פאזל
hi: पहेली संकेत प्रदर्शित करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet egy rejtvénykérő megjelenítéséhez
id: Centang kotak ini untuk menampilkan perintah teka-teki
it: Seleziona questa casella per visualizzare un prompt del puzzle

source: when in puzzle mode
de: im Puzzle-Modus
fr: en mode puzzle
he: כאשר במצב פאזל
hi: जब पहेली मोड में
hu: amikor rejtvény módban van
id: saat dalam mode teka-teki
it: quando sei in modalità puzzle

source: Select view angle for 3d scene
de: Wählen Sie den Blickwinkel für die 3D-Szene
fr: Sélectionnez l'angle de vue pour la scène 3D
he: בחר זווית צפייה עבור סצנה תלת מימדית
hi: 3D दृश्य के लिए दृश्य कोण का चयन करें
hu: Válassza ki a 3D jelenet látószögét
id: Pilih sudut pandang untuk pemandangan 3D
it: Seleziona l'angolo di visualizzazione per la scena 3D

source: Select the mouse click square adjustment value
de: Wählen Sie den Anpassungswert für das Mausklickquadrat aus
fr: Sélectionnez la valeur de réglage du carré du clic de la souris
he: בחר את ערך התאמת הריבוע של קליק העכבר
hi: माउस क्लिक वर्ग समायोजन मान का चयन करें
hu: Válassza ki az egérkattintás négyzet beállítási értékét
id: Pilih nilai penyesuaian kotak klik mouse
it: Selezionare il valore di regolazione del quadrato del clic del mouse

source: Check this box to use multi-sampling to sharpen object edges
de: Aktivieren Sie dieses Kontrollkästchen, um Multi-Sampling zum Schärfen von Objektkanten zu verwenden
fr: Cochez cette case pour utiliser le multi-échantillonnage pour affiner les bords des objets
he: סמן תיבה זו כדי להשתמש בדגימה מרובת כדי לחדד קצוות של אובייקט
hi: ऑब्जेक्ट के किनारों को शार्प करने के लिए मल्टी-सैंपलिंग का उपयोग करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet, ha több mintavételezést szeretne használni az objektumok éleinek élesítéséhez
id: Centang kotak ini untuk menggunakan multi-sampling untuk mempertajam tepi objek
it: Seleziona questa casella per utilizzare il multi-campionamento per rendere più nitidi i bordi degli oggetti

source: Enter the multi-sampling value ( 1 - 16 )
de: Geben Sie den Multisampling-Wert ein ( 1 - 16 )
fr: Entrez la valeur d'échantillonnage multiple ( 1 - 16 )
he: הזן את ערך הדגימה המרובה ( 1 - 16 )
hi: बहु-नमूनाकरण मान दर्ज करें ( 1 - 16 )
hu: Adja meg a többszörös mintavételi értéket ( 1 - 16 )
id: Masukkan nilai multi-sampling ( 1 - 16 )
it: Inserisci il valore di multicampionamento (1 - 16)

source: Select the board square bitmaps
de: Wählen Sie die quadratischen Bitmaps des Boards aus
fr: Sélectionnez les bitmaps carrés du tableau
he: בחר את מפות הביטים המרובעות של הלוח
hi: बोर्ड वर्ग बिटमैप का चयन करें
hu: Válassza ki a tábla négyzet alakú bitképét
id: Pilih peta bit persegi papan
it: Seleziona le bitmap quadrate della scheda

source: Select the board border colour
de: Wählen Sie die Farbe des Board-Rands
fr: Sélectionnez la couleur de la bordure du tableau
he: בחר את צבע הגבול של הלוח
hi: बोर्ड बॉर्डर का रंग चुनें
hu: Válassza ki a tábla szegélyének színét
id: Pilih warna batas papan
it: Seleziona il colore del bordo della tavola

source: Select the piece bitmaps
de: Wählen Sie die Stück-Bitmaps
fr: Sélectionnez les bitmaps de la pièce
he: בחר את מפות הסיביות של היצירה
hi: टुकड़ा बिटमैप का चयन करें
hu: Válassza ki a darab bitképeket
id: Pilih potongan bitmap
it: Seleziona i bitmap del pezzo

source: This dialog box allows you to set the 3d graphics options.
de: In diesem Dialogfeld können Sie die 3D-Grafikoptionen festlegen.
fr: Cette boîte de dialogue vous permet de définir les options graphiques 3D.
he: תיבת דו-שיח זו מאפשרת לך להגדיר את אפשרויות הגרפיקה התלת-ממדית.
hi: यह संवाद बॉक्स आपको 3D ग्राफिक्स विकल्प सेट करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a 3D grafikai beállítások megadását.
id: Kotak dialog ini memungkinkan Anda mengatur opsi grafik 3D.
it: Questa finestra di dialogo consente di impostare le opzioni della grafica 3D.

source: Lighting.. - Opens the lighting dialog box.
de: Beleuchtung.. – Öffnet das Dialogfeld „Beleuchtung“.
fr: Éclairage.. - Ouvre la boîte de dialogue d'éclairage.
he: תאורה.. - פותח את תיבת הדו-שיח תאורה.
hi: प्रकाश व्यवस्था.. - प्रकाश व्यवस्था संवाद बॉक्स खोलता है।
hu: Világítás... – Megnyitja a világítás párbeszédpanelt.
id: Pencahayaan.. - Membuka kotak dialog pencahayaan.
it: Illuminazione.. - Apre la finestra di dialogo Illuminazione.

source: Materials.. - Opens the materials dialog box.
de: Materialien.. – Öffnet das Dialogfeld „Materialien“.
fr: Matériaux.. - Ouvre la boîte de dialogue des matériaux.
he: חומרים.. - פותח את תיבת הדו-שיח חומרים.
hi: सामग्री.. - सामग्री संवाद बॉक्स खोलता है.
hu: Anyagok... - Megnyitja az anyagok párbeszédpanelt.
id: Bahan.. - Membuka kotak dialog bahan.
it: Materiali.. - Apre la finestra di dialogo dei materiali.

source: Colours.. - Opens the 3d graphics colours dialog box.
de: Farben... – Öffnet das Dialogfeld „3D-Grafikfarben“.
fr: Couleurs.. - Ouvre la boîte de dialogue des couleurs graphiques 3D.
he: צבעים... - פותח את תיבת הדו-שיח צבעי גרפיקה תלת-ממדית.
hi: रंग.. - 3डी ग्राफिक्स रंग संवाद बॉक्स खोलता है।
hu: Színek... – Megnyitja a 3D grafikai színek párbeszédpanelt.
id: Warna.. - Membuka kotak dialog warna grafik 3d.
it: Colori.. - Apre la finestra di dialogo dei colori della grafica 3D.

source: Chess set colours.. - Opens the chess set colours dialog box.
de: Schachspielfarben.. – Öffnet das Dialogfeld „Schachspielfarben“.
fr: Couleurs du jeu d'échecs. - Ouvre la boîte de dialogue des couleurs du jeu d'échecs.
he: צבעי ערכת שחמט.. - פותח את תיבת הדו-שיח צבעי ערכת שחמט.
hi: शतरंज सेट रंग.. - शतरंज सेट रंग संवाद बॉक्स खोलता है।
hu: Sakkkészlet színei... - Megnyitja a sakkkészlet színei párbeszédpanelt.
id: Warna set catur.. - Membuka kotak dialog warna set catur.
it: Colori del set di scacchi.. - Apre la finestra di dialogo dei colori del set di scacchi.

source: Materials.. - Opens the 3d materials dialog box.
de: Materialien.. – Öffnet das Dialogfeld „3D-Materialien“.
fr: Matériaux.. - Ouvre la boîte de dialogue des matériaux 3D.
he: חומרים.. - פותח את תיבת הדו-שיח חומרים תלת-ממדיים.
hi: सामग्री.. - 3D सामग्री संवाद बॉक्स खोलता है।
hu: Anyagok... - Megnyitja a 3D anyagok párbeszédpanelt.
id: Material.. - Membuka kotak dialog material 3d.
it: Materiali.. - Apre la finestra di dialogo dei materiali 3D.

source: Sound effects.. - Opens the sound effects dialog box.
de: Soundeffekte.. – Öffnet das Dialogfeld „Soundeffekte“.
fr: Effets sonores.. - Ouvre la boîte de dialogue des effets sonores.
he: אפקטים קוליים.. - פותח את תיבת הדו-שיח של אפקטי קול.
hi: ध्वनि प्रभाव.. - ध्वनि प्रभाव संवाद बॉक्स खोलता है।
hu: Hangeffektusok... – Megnyitja a hangeffektusok párbeszédpanelt.
id: Efek suara.. - Membuka kotak dialog efek suara.
it: Effetti sonori.. - Apre la finestra di dialogo degli effetti sonori.

source: Board widget.. - Opens the board widget options dialog box
de: Board-Widget.. – Öffnet das Dialogfeld mit den Board-Widget-Optionen
fr: Widget de tableau.. - Ouvre la boîte de dialogue des options du widget de tableau
he: ווידג'ט לוח.. - פותח את תיבת הדו-שיח אפשרויות ווידג'ט לוח
hi: बोर्ड विजेट.. - बोर्ड विजेट विकल्प संवाद बॉक्स खोलता है
hu: Board widget... – Megnyitja a tábla widget beállításai párbeszédpanelt
id: Widget papan.. - Membuka kotak dialog opsi widget papan
it: Widget bacheca.. - Apre la finestra di dialogo delle opzioni del widget bacheca

source: Board co-ordinates - Check for board co-ordinates to be displayed.
de: Board-Koordinaten - Überprüfen Sie, ob Board-Koordinaten angezeigt werden sollen.
fr: Coordonnées du tableau - Vérifiez si les coordonnées du tableau doivent être affichées.
he: קואורדינטות לוח - בדוק אם קואורדינטות לוח יוצגו.
hi: बोर्ड निर्देशांक - प्रदर्शित होने वाले बोर्ड निर्देशांक की जांच करें।
hu: Tábla koordináták – Ellenőrizze, hogy megjelennek-e a tábla koordinátái.
id: Koordinat papan - Periksa koordinat papan yang akan ditampilkan.
it: Coordinate della bacheca: controlla se devono essere visualizzate le coordinate della bacheca.

source: Move list toolbar - Check for a game move list navigation toolbar
de: Symbolleiste für die Zugliste – Suchen Sie nach einer Navigationssymbolleiste für die Spielzugliste
fr: Barre d'outils de la liste des mouvements - Rechercher une barre d'outils de navigation dans la liste des mouvements du jeu
he: סרגל כלים של רשימת העברות - בדוק אם יש סרגל ניווט ברשימת הזזת משחק
hi: मूव लिस्ट टूलबार - गेम मूव लिस्ट नेविगेशन टूलबार की जाँच करें
hu: Mozgatási lista eszköztár – Keresse meg a játékmozgatási lista navigációs eszköztárát
id: Toolbar daftar pemindahan - Periksa toolbar navigasi daftar pemindahan game
it: Barra degli strumenti dell'elenco delle mosse - Controlla la presenza di una barra degli strumenti di navigazione dell'elenco delle mosse di gioco

source: to be displayed in the move list window.
de: im Zuglistenfenster angezeigt werden.
fr: à afficher dans la fenêtre de la liste des mouvements.
he: שיוצג בחלון רשימת המעבר.
hi: चाल सूची विंडो में प्रदर्शित किया जाना है।
hu: hogy megjelenjen a mozgatási lista ablakában.
id: yang akan ditampilkan pada jendela daftar pemindahan.
it: da visualizzare nella finestra dell'elenco degli spostamenti.

source: Rotate knights - Check to rotate knights that are positioned
de: Ritter rotieren - Aktivieren Sie diese Option, um Ritter zu rotieren, die positioniert sind
fr: Faire pivoter les cavaliers - Cochez cette case pour faire pivoter les cavaliers positionnés
he: סובב אבירים - סמן כדי לסובב אבירים שממוקמים
hi: शूरवीरों को घुमाएँ - उन शूरवीरों को घुमाने के लिए चेक करें जो तैनात हैं
hu: Lovagok forgatása – Jelölje be a pozícióban lévő lovagok forgatásához
id: Putar ksatria - Centang untuk memutar ksatria yang diposisikan
it: Ruota i cavalieri - Seleziona per ruotare i cavalieri che sono posizionati

source: in the left half of the board to face inwards.
de: in der linken Hälfte des Bretts nach innen zeigend.
fr: dans la moitié gauche du plateau pour faire face vers l'intérieur.
he: בחצי השמאלי של הלוח כדי לפנות פנימה.
hi: बोर्ड के बाएं आधे भाग में अंदर की ओर मुंह करके रखें।
hu: a tábla bal felén, hogy befelé nézzen.
id: di bagian kiri papan menghadap ke dalam.
it: nella metà sinistra della tavola rivolta verso l'interno.

source: Move prompt - Check for a move prompt to be displayed on the right
de: Verschiebeaufforderung - Überprüfen Sie, ob auf der rechten Seite eine Verschiebeaufforderung angezeigt wird
fr: Invite de déplacement - Vérifiez qu'une invite de déplacement s'affiche à droite
he: הודעת תנועה - בדוק אם תוצג בקשת תנועה בצד ימין
hi: मूव प्रॉम्प्ट - दाईं ओर प्रदर्शित होने वाले मूव प्रॉम्प्ट की जांच करें
hu: Áthelyezési prompt – Ellenőrizze, hogy nem jelenik-e meg áthelyezési prompt a jobb oldalon
id: Perintah gerakan - Periksa apakah perintah gerakan ditampilkan di sebelah kanan
it: Prompt di spostamento - Controlla se viene visualizzato un prompt di spostamento sulla destra

source: of the menu bar during a human vs engine game.
de: der Menüleiste während eines Mensch-gegen-Engine-Spiels.
fr: de la barre de menu lors d'un jeu humain contre moteur.
he: של שורת התפריטים במהלך משחק אנושי מול מנוע.
hi: मानव बनाम इंजन गेम के दौरान मेनू बार का दृश्य।
hu: ember vs motor játék során.
id: bilah menu selama permainan manusia vs mesin.
it: della barra dei menu durante una partita tra umani e motori.

source: Puzzle prompt - Check for a puzzle prompt to be displayed on the
de: Rätselaufforderung - Überprüfen Sie, ob eine Rätselaufforderung auf dem
fr: Invite de puzzle - Vérifiez qu'une invite de puzzle s'affiche sur le
he: הנחית פאזל - בדוק אם בקשת חידה תוצג ב-
hi: पहेली संकेत - स्क्रीन पर प्रदर्शित होने वाले पहेली संकेत की जांच करें
hu: Puzzle prompt – Ellenőrizze, hogy megjelenik-e egy rejtvényprompt a
id: Prompt teka-teki - Periksa prompt teka-teki yang akan ditampilkan di
it: Richiesta di puzzle: controlla se viene visualizzata una richiesta di puzzle su

source: right of the menu bar when puzzle mode is set.
de: rechts neben der Menüleiste, wenn der Puzzlemodus eingestellt ist.
fr: à droite de la barre de menu lorsque le mode puzzle est défini.
he: מימין לשורת התפריטים כאשר מצב פאזל מוגדר.
hi: पहेली मोड सेट होने पर मेनू बार के दाईं ओर क्लिक करें।
hu: a menüsor jobb oldalán, ha a rejtvény mód be van állítva.
id: kanan bilah menu saat mode teka-teki diatur.
it: a destra della barra dei menu quando è impostata la modalità puzzle.

source: View angle - Select the view angle of the scene, in degrees, for the 3d camera.
de: Blickwinkel – Wählen Sie den Blickwinkel der Szene in Grad für die 3D-Kamera.
fr: Angle de vue - Sélectionnez l'angle de vue de la scène, en degrés, pour la caméra 3D.
he: זווית צפייה - בחר את זווית הראייה של הסצנה, במעלות, עבור מצלמת התלת מימד.
hi: दृश्य कोण - 3D कैमरे के लिए, डिग्री में, दृश्य का दृश्य कोण चुनें।
hu: Nézetszög – Válassza ki a jelenet látószögét fokban a 3D kamera számára.
id: Sudut pandang - Pilih sudut pandang pemandangan, dalam derajat, untuk kamera 3D.
it: Angolo di visuale: seleziona l'angolo di visuale della scena, in gradi, per la telecamera 3D.

source: a higher number produces a smaller, longer board.
de: eine höhere Zahl ergibt ein kleineres, längeres Brett.
fr: un nombre plus élevé produit une planche plus petite et plus longue.
he: מספר גבוה יותר מייצר לוח קטן וארוך יותר.
hi: अधिक संख्या होने पर छोटा एवं लम्बा बोर्ड प्राप्त होता है।
hu: nagyobb szám kisebb, hosszabb táblát eredményez.
id: angka yang lebih tinggi menghasilkan papan yang lebih kecil dan lebih panjang.
it: un numero più alto produce una tavola più piccola e lunga.

source: a lower number produces a larger, squarer board.
de: eine niedrigere Zahl ergibt ein größeres, quadratischeres Brett.
fr: un nombre inférieur produit une planche plus grande et plus carrée.
he: מספר נמוך יותר מייצר לוח גדול ומרובע יותר.
hi: कम संख्या से बड़ा, चौकोर बोर्ड बनता है।
hu: kisebb szám nagyobb, négyzetesebb táblát eredményez.
id: angka yang lebih rendah menghasilkan papan yang lebih besar dan persegi.
it: un numero più basso produce una tavola più grande e squadrata.

source: Square adjustment - Select the mouse click square adjustment value.
de: Quadratische Anpassung – Wählen Sie per Mausklick den Wert für die quadratische Anpassung aus.
fr: Réglage carré - Sélectionnez la valeur de réglage carré du clic de la souris.
he: התאמת ריבוע - בחר את ערך התאמת הריבוע של קליק העכבר.
hi: वर्ग समायोजन - माउस क्लिक वर्ग समायोजन मान का चयन करें।
hu: Négyzet beállítás – Válassza ki az egérkattintás négyzetes beállítási értékét.
id: Penyesuaian persegi - Pilih nilai penyesuaian persegi klik mouse.
it: Regolazione quadrata: seleziona il valore di regolazione quadrata del clic del mouse.
