Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: This is measured in 1/100 pawns. So a figure of 10 is 0.1 pawns.
de: Dies wird in 1/100 Bauern gemessen. Eine Zahl von 10 entspricht also 0,1 Bauern.
fr: Ceci est mesuré en 1/100 de pion. Donc un chiffre de 10 équivaut à 0,1 pion.
he: זה נמדד ב-1/100 פיונים. אז נתון של 10 הוא 0.1 פיונים.
hi: इसे 1/100 मोहरों में मापा जाता है। इसलिए 10 का आंकड़ा 0.1 मोहरे के बराबर है।
hu: Ezt 1/100 gyalogban mérik. Tehát a 10-es szám 0,1 gyalog.
id: Ini diukur dalam 1/100 pion. Jadi angka 10 adalah 0,1 pion.
it: Questo si misura in 1/100 di pedoni. Quindi una cifra di 10 è 0,1 pedoni.

source: Error cut off value : The value beyond which annotations are not added for errors.
de: Fehlergrenzwert: Der Wert, ab dem keine Anmerkungen zu Fehlern hinzugefügt werden.
fr: Valeur limite d'erreur : la valeur au-delà de laquelle les annotations ne sont pas ajoutées pour les erreurs.
he: ערך חתך שגיאה : הערך שמעבר לו לא מתווספות הערות עבור שגיאות.
hi: त्रुटि कट ऑफ मान : वह मान जिसके आगे त्रुटियों के लिए एनोटेशन नहीं जोड़े जाते।
hu: Error cut off value : Az az érték, amelyen túl a rendszer nem ad hozzá megjegyzéseket a hibákhoz.
id: Nilai batas kesalahan: Nilai yang melampaui nilai tersebut, anotasi tidak akan ditambahkan jika terjadi kesalahan.
it: Valore limite di errore: valore oltre il quale non vengono aggiunte annotazioni per gli errori.

source: e.g If white is winning with a position evaluation of +35.00 and they play a move
de: Wenn Weiß beispielsweise mit einer Stellungsbewertung von +35,00 gewinnt und einen Zug spielt
fr: par exemple si les blancs gagnent avec une évaluation de position de +35,00 et qu'ils jouent un coup
he: למשל אם הלבן מנצח עם הערכת עמדה של +35.00 והם משחקים מהלך
hi: उदाहरणार्थ यदि सफ़ेद +35.00 के स्थिति मूल्यांकन के साथ जीत रहा है और वे एक चाल खेलते हैं
hu: pl. Ha fehér nyer +35,00 pozícióértékeléssel és egy lépést játszanak
id: misalnya Jika putih menang dengan evaluasi posisi +35.00 dan mereka memainkan gerakan
it: ad esempio se il bianco sta vincendo con una valutazione della posizione di +35,00 e gioca una mossa

source: that gives them +37.00 when there was a move availble for +70.00,
de: das gibt ihnen +37,00, wenn ein Zug für +70,00 möglich war,
fr: cela leur donne +37,00 alors qu'il y avait un mouvement disponible pour +70,00,
he: זה נותן להם +37.00 כאשר היה מהלך זמין עבור +70.00,
hi: इससे उन्हें +37.00 मिलता है, जबकि +70.00 के लिए एक चाल उपलब्ध थी,
hu: ez +37,00-at ad nekik, amikor +70,00-ért volt költözhető,
id: yang memberi mereka +37.00 ketika ada pergerakan yang tersedia untuk +70.00,
it: che dà loro +37,00 quando c'era una mossa disponibile per +70,00,

source: then normally the move played would be annotated as a massivie blunder.
de: dann würde der gespielte Zug normalerweise als massiver Fehler vermerkt werden.
fr: alors normalement le coup joué serait annoté comme une erreur massive.
he: אז בדרך כלל המהלך ששיחק יסומן כטעות מסיבית.
hi: तो सामान्यतः जो कदम उठाया जाएगा उसे एक बड़ी भूल के रूप में दर्ज किया जाएगा।
hu: akkor általában a megtett lépést masszív baklövésként jelölik meg.
id: maka biasanya gerakan yang dimainkan akan dicatat sebagai kesalahan besar.
it: allora normalmente la mossa giocata verrebbe annotata come un errore madornale.

source: With error cut off set to 20, this rather spurious outcome is avoided.
de: Mit einem Fehlergrenzwert von 20 wird dieses eher fehlerhafte Ergebnis vermieden.
fr: Avec une valeur limite d'erreur fixée à 20, ce résultat plutôt erroné est évité.
he: כאשר ניתוק שגיאה מוגדר ל-20, נמנעת תוצאה מזויפת למדי.
hi: त्रुटि सीमा 20 पर सेट करने से इस त्रुटिपूर्ण परिणाम से बचा जा सकता है।
hu: Ha a hibahatárt 20-ra állítjuk be, ez a meglehetősen hamis eredmény elkerülhető.
id: Dengan batas kesalahan ditetapkan pada 20, hasil yang agak palsu ini dapat dihindari.
it: Impostando il limite di errore a 20, si evita questo risultato piuttosto spurio.

source: Create evaluation profile : Check this box to create an evaluation profile
de: Bewertungsprofil erstellen: Aktivieren Sie dieses Kontrollkästchen, um ein Bewertungsprofil zu erstellen
fr: Créer un profil d'évaluation : Cochez cette case pour créer un profil d'évaluation
he: צור פרופיל הערכה : סמן תיבה זו כדי ליצור פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल बनाएँ : मूल्यांकन प्रोफ़ाइल बनाने के लिए इस बॉक्स को चेक करें
hu: Értékelési profil létrehozása: Jelölje be ezt a négyzetet értékelési profil létrehozásához
id: Buat profil evaluasi: Centang kotak ini untuk membuat profil evaluasi
it: Crea profilo di valutazione: seleziona questa casella per creare un profilo di valutazione

source: during auto-analysis.
de: während der Autoanalyse.
fr: pendant l'auto-analyse.
he: במהלך ניתוח אוטומטי.
hi: स्वतः विश्लेषण के दौरान।
hu: az automatikus elemzés során.
id: selama analisis otomatis.
it: durante l'autoanalisi.

source: Add sub-variations : Check this box to add sub-variations to the game.
de: Untervarianten hinzufügen: Aktivieren Sie dieses Kontrollkästchen, um dem Spiel Untervarianten hinzuzufügen.
fr: Ajouter des sous-variantes : Cochez cette case pour ajouter des sous-variantes au jeu.
he: הוסף וריאציות משנה: סמן את התיבה הזו כדי להוסיף וריאציות משנה למשחק.
hi: उप-भिन्नताएँ जोड़ें : खेल में उप-भिन्नताएँ जोड़ने के लिए इस बॉक्स को चेक करें।
hu: Alváltozatok hozzáadása : Jelölje be ezt a négyzetet, ha alváltozatokat szeretne hozzáadni a játékhoz.
id: Tambahkan sub-variasi: Centang kotak ini untuk menambahkan sub-variasi ke permainan.
it: Aggiungi sotto-varianti: seleziona questa casella per aggiungere sotto-varianti al gioco.

source: Analyse book moves : Check this box to analyse the book moves in a game.
de: Buchzüge analysieren: Aktivieren Sie dieses Kontrollkästchen, um die Buchzüge in einem Spiel zu analysieren.
fr: Analyser les mouvements du livre : Cochez cette case pour analyser les mouvements du livre dans une partie.
he: ניתוח מהלכי ספר : סמן תיבה זו כדי לנתח את מהלכי הספר במשחק.
hi: पुस्तक चालों का विश्लेषण करें : किसी खेल में पुस्तक चालों का विश्लेषण करने के लिए इस बॉक्स को चेक करें।
hu: Könyvmozgások elemzése : Jelölje be ezt a négyzetet a könyv mozgásainak elemzéséhez a játékban.
id: Analisis pergerakan buku: Centang kotak ini untuk menganalisis pergerakan buku dalam permainan.
it: Analizza le mosse del libro: seleziona questa casella per analizzare le mosse del libro in una partita.

source: Comments : Check the following boxes to add comments to :-
de: Kommentare: Aktivieren Sie die folgenden Kontrollkästchen, um Kommentare hinzuzufügen: -
fr: Commentaires : Cochez les cases suivantes pour ajouter des commentaires :-
he: הערות: סמן את התיבות הבאות כדי להוסיף הערות:-
hi: टिप्पणियाँ: टिप्पणियाँ जोड़ने के लिए निम्नलिखित बॉक्स चेक करें:-
hu: Megjegyzések : Jelölje be a következő jelölőnégyzeteket, ha megjegyzéseket szeretne hozzáadni:-
id: Komentar : Centang kotak berikut untuk menambahkan komentar ke :-
it: Commenti: seleziona le seguenti caselle per aggiungere commenti a:-

source: Errors : errors in the main line.
de: Fehler: Fehler in der Hauptzeile.
fr: Erreurs : erreurs dans la ligne principale.
he: שגיאות: שגיאות בשורה הראשית.
hi: त्रुटियाँ : मुख्य पंक्ति में त्रुटियाँ.
hu: Hibák: hibák a fősorban.
id: Kesalahan: kesalahan pada jalur utama.
it: Errori: errori nella riga principale.

source: Pre sub-var : the beginning of a sub-variation, before the moves.
de: Pre-Sub-Var: der Beginn einer Untervariante vor den Zügen.
fr: Pré sous-variante : le début d'une sous-variante, avant les mouvements.
he: Pre sub-var : תחילתה של תת-וריאציה, לפני המהלכים.
hi: पूर्व उप-परिवर्तन : चालों से पहले उप-परिवर्तन की शुरुआत।
hu: Pre sub-var : egy alváltozat kezdete, a lépések előtt.
id: Pra sub-var: awal dari sub-variasi, sebelum gerakan.
it: Pre sub-var: l'inizio di una sotto-variante, prima delle mosse.

source: In order to add pre sub-var comments, Post sub-var must be checked.
de: Um Kommentare vor der Untervariable hinzuzufügen, muss die Option „Post-Untervariable“ aktiviert sein.
fr: Afin d'ajouter des commentaires pré-sous-var, la sous-var Post doit être cochée.
he: על מנת להוסיף הערות לפני תת-var, יש לסמן את Post sub-var.
hi: प्री सब-वैर टिप्पणियाँ जोड़ने के लिए, पोस्ट सब-वैर को अवश्य जाँचना चाहिए।
hu: A pre sub-var megjegyzések hozzáadásához be kell jelölni a Post sub-var elemet.
id: Untuk menambahkan komentar pra sub-var, Post sub-var harus dicentang.
it: Per aggiungere commenti pre-sub-var, è necessario selezionare Post-sub-var.

source: Post sub-var : the end of a sub-variation, after the moves.
de: Post-Sub-Variation: das Ende einer Untervariante nach den Zügen.
fr: Post sub-var : la fin d'une sous-variante, après les mouvements.
he: Post sub-var : סוף תת-וריאציה, לאחר המהלכים.
hi: उप-परिवर्तन के बाद: चालों के बाद उप-परिवर्तन का अंत।
hu: Post sub-var : egy alváltozat vége, a lépések után.
id: Post sub-var: akhir dari sub-variasi, setelah pemindahan.
it: Post sub-var: la fine di una sotto-variante, dopo gli spostamenti.

source: Quotes : add a quote at the end of the game.
de: Zitate: Fügen Sie am Ende des Spiels ein Zitat hinzu.
fr: Citations : ajoutez une citation à la fin du jeu.
he: ציטוטים: הוסף ציטוט בסוף המשחק.
hi: उद्धरण: खेल के अंत में एक उद्धरण जोड़ें।
hu: Idézetek: adj hozzá egy idézetet a játék végén.
id: Kutipan: tambahkan kutipan di akhir permainan.
it: Citazioni: aggiungi una citazione alla fine del gioco.

source: The quotes are about warfare, victory, defeat, adversity, mental strength etc.
de: Die Zitate handeln von Krieg, Sieg, Niederlage, Widrigkeiten, mentaler Stärke usw.
fr: Les citations parlent de guerre, de victoire, de défaite, d'adversité, de force mentale, etc.
he: הציטוטים עוסקים במלחמה, ניצחון, תבוסה, מצוקה, חוזק נפשי וכו'.
hi: ये उद्धरण युद्ध, विजय, पराजय, विपत्ति, मानसिक शक्ति आदि के बारे में हैं।
hu: Az idézetek a háborúról, a győzelemről, a vereségről, a csapásokról, a mentális erőről stb.
id: Kutipan tersebut tentang peperangan, kemenangan, kekalahan, kesulitan, kekuatan mental, dan sebagainya.
it: Le citazioni riguardano la guerra, la vittoria, la sconfitta, le avversità, la forza mentale ecc.

source: Use pronoun ze : use the pronoun ze.
de: Verwenden Sie das Pronomen ze: Verwenden Sie das Pronomen ze.
fr: Utiliser le pronom ze : utilisez le pronom ze.
he: השתמש בכינוי ze : השתמש בכינוי ze.
hi: सर्वनाम ze का प्रयोग करें : सर्वनाम ze का प्रयोग करें।
hu: A ze névmás használata: használja a ze névmást.
id: Gunakan kata ganti ze : gunakan kata ganti ze.
it: Usa il pronome ze: usa il pronome ze.

source: Click on the button < Notes on ze > for a detailed explanation
de: Klicken Sie auf die Schaltfläche < Hinweise zu ze > für eine ausführliche Erklärung
fr: Cliquez sur le bouton < Notes sur ze > pour une explication détaillée
he: לחץ על הכפתור < הערות על ze > להסבר מפורט
hi: विस्तृत विवरण के लिए < नोट्स ऑन ज़े > बटन पर क्लिक करें
hu: Kattintson a < Notes on ze > gombra a részletes magyarázatért
id: Klik tombol < Catatan tentang ze > untuk penjelasan lebih rinci
it: Clicca sul pulsante < Note su ze > per una spiegazione dettagliata

source: Evaluations : Check the following boxes to add evaluations to :-
de: Bewertungen: Aktivieren Sie die folgenden Kontrollkästchen, um Bewertungen hinzuzufügen: -
fr: Évaluations : Cochez les cases suivantes pour ajouter des évaluations à :-
he: הערכות: סמן את התיבות הבאות כדי להוסיף הערכות:-
hi: मूल्यांकन: मूल्यांकन जोड़ने के लिए निम्नलिखित बॉक्स चेक करें:-
hu: Értékelések: Jelölje be a következő négyzeteket, ha értékelést szeretne hozzáadni:-
id: Evaluasi: Centang kotak berikut untuk menambahkan evaluasi ke :-
it: Valutazioni: seleziona le seguenti caselle per aggiungere valutazioni a:

source: Errors : errors in the main line.
de: Fehler: Fehler in der Hauptzeile.
fr: Erreurs : erreurs dans la ligne principale.
he: שגיאות: שגיאות בשורה הראשית.
hi: त्रुटियाँ : मुख्य पंक्ति में त्रुटियाँ.
hu: Hibák: hibák a fősorban.
id: Kesalahan: kesalahan pada jalur utama.
it: Errori: errori nella riga principale.

source: All moves : all moves in the main line.
de: Alle Züge: alle Züge in der Hauptlinie.
fr: Tous les mouvements : tous les mouvements de la ligne principale.
he: כל המהלכים: כל המהלכים בשורה הראשית.
hi: सभी चालें : मुख्य पंक्ति में सभी चालें।
hu: Minden mozdulat: minden lépés a fővonalban.
id: Semua gerakan: semua gerakan di jalur utama.
it: Tutte le mosse: tutte le mosse nella linea principale.

source: Show points lost : show the points lost during the game.
de: Verlorene Punkte anzeigen: Zeigt die während des Spiels verlorenen Punkte an.
fr: Afficher les points perdus : affiche les points perdus pendant la partie.
he: הצג נקודות שאבדו: הצג את הנקודות שאבדו במהלך המשחק.
hi: खोए हुए अंक दिखाएँ : खेल के दौरान खोए हुए अंक दिखाएँ।
hu: Mutasd az elvesztett pontokat: mutasd meg a játék során elvesztett pontokat.
id: Tampilkan poin yang hilang: tampilkan poin yang hilang selama permainan.
it: Mostra punti persi: mostra i punti persi durante la partita.

source: Count cut off : count points lost beyond the error cut off.
de: Count-Cut-Off: Zählen Sie die Punkte, die über den Fehler-Cut-Off hinaus verloren gehen.
fr: Compter les points perdus au-delà du seuil d'erreur : compter les points perdus au-delà du seuil d'erreur.
he: ספירה מנותקת: ספירת נקודות שאבדו מעבר לניתוק השגיאה.
hi: कट ऑफ की गणना : त्रुटि कट ऑफ से परे खोए गए अंकों की गणना।
hu: Count cut off : a hibahatáron túl elveszett pontok számolása.
id: Hitung batas kesalahan: hitung poin yang hilang melebihi batas kesalahan.
it: Limite di errore: conta i punti persi oltre il limite di errore.

source: Create evaluation profile : Check to create an evaluation profile simultaneously
de: Bewertungsprofil erstellen: Aktivieren Sie dieses Kontrollkästchen, um gleichzeitig ein Bewertungsprofil zu erstellen.
fr: Créer un profil d'évaluation : Cochez cette case pour créer simultanément un profil d'évaluation
he: צור פרופיל הערכה : סמן כדי ליצור פרופיל הערכה בו-זמנית
hi: मूल्यांकन प्रोफ़ाइल बनाएँ : एक साथ मूल्यांकन प्रोफ़ाइल बनाने के लिए जाँच करें
hu: Értékelési profil létrehozása: Jelölje be, ha egyidejűleg kiértékelési profilt szeretne létrehozni
id: Buat profil evaluasi: Centang untuk membuat profil evaluasi secara bersamaan
it: Crea profilo di valutazione: seleziona per creare contemporaneamente un profilo di valutazione

source: when the program analyses a game.
de: wenn das Programm ein Spiel analysiert.
fr: lorsque le programme analyse un jeu.
he: כאשר התוכנית מנתחת משחק.
hi: जब प्रोग्राम किसी खेल का विश्लेषण करता है।
hu: amikor a program elemzi a játékot.
id: saat program menganalisis permainan.
it: quando il programma analizza una partita.

source: Kibitz line no. : Enter the number of kibitz lines to display when analysing.
de: Kibitzzeilennummer: Geben Sie die Anzahl der Kibitzzeilen ein, die bei der Analyse angezeigt werden sollen.
fr: Numéro de ligne Kibitz : saisissez le nombre de lignes Kibitz à afficher lors de l'analyse.
he: קו מס' קיביץ. : הזן את מספר שורות הקיביץ להצגה בעת ניתוח.
hi: किबिट्ज़ लाइन संख्या: विश्लेषण करते समय प्रदर्शित करने के लिए किबिट्ज़ लाइनों की संख्या दर्ज करें।
hu: Kibitz sor sz. : Adja meg az elemzéskor megjelenítendő kibitz sorok számát.
id: Nomor garis kibitz: Masukkan jumlah garis kibitz yang akan ditampilkan saat menganalisis.
it: Numero di linee kibitz: immettere il numero di linee kibitz da visualizzare durante l'analisi.

source: Less lines will mean that the program will search a bit deeper,
de: Weniger Zeilen bedeuten, dass das Programm etwas tiefer sucht,
fr: Moins de lignes signifie que le programme cherchera un peu plus en profondeur,
he: פחות שורות יגרום לכך שהתוכנית תחפש קצת יותר לעומק,
hi: कम लाइनों का मतलब होगा कि प्रोग्राम थोड़ा गहराई से खोज करेगा,
hu: A kevesebb sor azt jelenti, hogy a program egy kicsit mélyebben fog keresni,
id: Lebih sedikit garis berarti program akan mencari lebih dalam,
it: Meno righe significheranno che il programma cercherà un po' più in profondità,

source: but the display will be less informative.
de: aber die Anzeige wird weniger informativ sein.
fr: mais l'affichage sera moins informatif.
he: אבל התצוגה תהיה פחות אינפורמטיבית.
hi: लेकिन प्रदर्शन कम जानकारीपूर्ण होगा.
hu: de a kijelző kevésbé lesz informatív.
id: tetapi tampilannya akan kurang informatif.
it: ma il display sarà meno informativo.

source: Side to analyse for : Select White, Black or both.
de: Zu analysierende Seite: Wählen Sie Weiß, Schwarz oder beides.
fr: Côté à analyser : Sélectionnez Blanc, Noir ou les deux.
he: צד לניתוח עבור : בחר לבן, שחור או שניהם.
hi: विश्लेषण हेतु पक्ष : सफेद, काला या दोनों का चयन करें।
hu: Elemzendő oldal: Válassza a Fehér, Fekete vagy mindkettőt.
id: Sisi yang ingin dianalisis: Pilih Putih, Hitam, atau keduanya.
it: Lato da analizzare: seleziona Bianco, Nero o entrambi.

source: Storage options : These are options for multi game analysis.
de: Speicheroptionen: Dies sind Optionen für die Analyse mehrerer Spiele.
fr: Options de stockage : Ce sont des options pour l'analyse multi-jeux.
he: אפשרויות אחסון: אלו הן אפשרויות לניתוח ריבוי משחקים.
hi: भंडारण विकल्प: ये बहु खेल विश्लेषण के लिए विकल्प हैं।
hu: Tárolási lehetőségek: Ezek a lehetőségek többjátékos elemzéshez.
id: Pilihan penyimpanan: Ini adalah pilihan untuk analisis multipermainan.
it: Opzioni di archiviazione: si tratta di opzioni per l'analisi di più partite.

source: Select Replace to replace the original game after analysis.
de: Wählen Sie „Ersetzen“, um das Originalspiel nach der Analyse zu ersetzen.
fr: Sélectionnez Remplacer pour remplacer le jeu d’origine après analyse.
he: בחר החלף כדי להחליף את המשחק המקורי לאחר הניתוח.
hi: विश्लेषण के बाद मूल गेम को प्रतिस्थापित करने के लिए प्रतिस्थापित करें का चयन करें.
hu: Válassza a Csere lehetőséget az eredeti játék lecseréléséhez az elemzés után.
id: Pilih Ganti untuk mengganti permainan asli setelah analisis.
it: Seleziona Sostituisci per sostituire il gioco originale dopo l'analisi.

source: Select < Append > to append the analysed game to the file.
de: Wählen Sie <Anhängen>, um das analysierte Spiel an die Datei anzuhängen.
fr: Sélectionnez < Ajouter > pour ajouter le jeu analysé au fichier.
he: בחר < הוסף > כדי לצרף את המשחק המנותח לקובץ.
hi: विश्लेषित खेल को फ़ाइल में जोड़ने के लिए < Append > का चयन करें।
hu: Az elemzett játék fájlhoz fűzéséhez válassza a < Hozzáadás > lehetőséget.
id: Pilih < Tambahkan > untuk menambahkan permainan yang dianalisis ke berkas.
it: Selezionare <Aggiungi> per aggiungere la partita analizzata al file.

source: Variation lengths.. : Click this button to select the advantage variation lengths.
de: Variationslängen..: Klicken Sie auf diese Schaltfläche, um die gewünschten Variationslängen auszuwählen.
fr: Longueurs de variation.. : Cliquez sur ce bouton pour sélectionner les longueurs de variation avantageuses.
he: אורכי וריאציות.. : לחץ על לחצן זה כדי לבחור את אורכי וריאציות היתרון.
hi: भिन्नता लंबाई..: लाभ भिन्नता लंबाई का चयन करने के लिए इस बटन पर क्लिक करें।
hu: Változathosszok.. : Kattintson erre a gombra az előnyös variációs hosszok kiválasztásához.
id: Panjang variasi.. : Klik tombol ini untuk memilih panjang variasi yang menguntungkan.
it: Lunghezze di variazione.. : Fare clic su questo pulsante per selezionare le lunghezze di variazione vantaggiose.

source: Select engine.. : Select the engine for analysis.
de: Motor auswählen..: Wählen Sie den Motor für die Analyse aus.
fr: Sélectionner le moteur.. : Sélectionnez le moteur à analyser.
he: בחר מנוע.. : בחר את המנוע לניתוח.
hi: इंजन का चयन करें.. : विश्लेषण के लिए इंजन का चयन करें.
hu: Motor kiválasztása.. : Válassza ki az elemzéshez szükséges motort.
id: Pilih mesin.. : Pilih mesin untuk analisis.
it: Seleziona motore.. : Seleziona il motore da analizzare.

source: Start game analysis.. : Start the automatic analysis.
de: Spielanalyse starten.. : Starten Sie die automatische Analyse.
fr: Démarrer l'analyse du jeu. : Démarrer l'analyse automatique.
he: התחל ניתוח משחק.. : התחל את הניתוח האוטומטי.
hi: खेल विश्लेषण प्रारंभ करें.. : स्वचालित विश्लेषण प्रारंभ करें.
hu: Indítsa el a játékelemzést.. : Indítsa el az automatikus elemzést.
id: Mulai analisis permainan.. : Mulai analisis otomatis.
it: Avvia analisi di gioco.. : Avvia l'analisi automatica.

source: Bug fix : Set the bug fix options for the addition of sub-variations.
de: Fehlerbehebung: Legen Sie die Fehlerbehebungsoptionen für das Hinzufügen von Untervarianten fest.
fr: Correction de bug : définissez les options de correction de bug pour l'ajout de sous-variantes.
he: תיקון באגים: הגדר את אפשרויות תיקון הבאגים להוספת גרסאות משנה.
hi: बग फिक्स : उप-भिन्नताओं को जोड़ने के लिए बग फिक्स विकल्प सेट करें।
hu: Hibajavítás : Állítsa be a hibajavítási lehetőségeket az alváltozatok hozzáadásához.
id: Perbaikan bug: Tetapkan opsi perbaikan bug untuk penambahan sub-variasi.
it: Correzione bug: imposta le opzioni di correzione bug per l'aggiunta di sottovarianti.

source: Help on comment files
de: Hilfe zu Kommentardateien
fr: Aide sur les fichiers de commentaires
he: עזרה בקבצי הערות
hi: टिप्पणी फ़ाइलों पर सहायता
hu: Segítség a megjegyzésfájlokhoz
id: Bantuan pada file komentar
it: Aiuto sui file di commento

source: Sometimes, one side can achieve a winning position without a mistake
de: Manchmal kann eine Seite ohne Fehler eine Gewinnposition erreichen
fr: Parfois, une partie peut atteindre une position gagnante sans commettre d’erreur.
he: לפעמים, צד אחד יכול להשיג עמדה מנצחת ללא טעות
hi: कभी-कभी, एक पक्ष बिना किसी गलती के जीत की स्थिति प्राप्त कर सकता है
hu: Néha az egyik fél hiba nélkül nyerő pozíciót érhet el
id: Terkadang, satu pihak dapat mencapai posisi menang tanpa melakukan kesalahan
it: A volte, una parte può raggiungere una posizione vincente senza commettere errori

source: by their opponent that is above the error threshold.
de: des Gegners, der über der Fehlergrenze liegt.
fr: par leur adversaire qui est au-dessus du seuil d'erreur.
he: על ידי יריבם שנמצא מעל סף השגיאה.
hi: उनके प्रतिद्वंद्वी द्वारा किया गया प्रयास त्रुटि सीमा से ऊपर है।
hu: ellenfelük által, amely meghaladja a hibaküszöböt.
id: oleh lawannya yang berada di atas ambang batas kesalahan.
it: dall'avversario che supera la soglia di errore.

source: So an annotation would not normally be added.
de: Daher wird normalerweise keine Anmerkung hinzugefügt.
fr: Donc, une annotation ne serait normalement pas ajoutée.
he: אז הערה לא תתווסף בדרך כלל.
hi: इसलिए सामान्यतः कोई टिप्पणी नहीं जोड़ी जाएगी।
hu: Tehát általában nem adnak hozzá megjegyzést.
id: Jadi anotasi biasanya tidak ditambahkan.
it: Quindi normalmente non verrebbe aggiunta alcuna annotazione.

source: e.g. Given a winning threshold of 1.5 pawns and a current postion value
de: Beispiel: Bei einer Gewinnschwelle von 1,5 Bauern und einem aktuellen Positionswert
fr: par exemple, étant donné un seuil de gain de 1,5 pions et une valeur de position actuelle
he: לְמָשָׁל בהינתן סף זכייה של 1.5 פיונים וערך עמדה נוכחית
hi: उदाहरण के लिए 1.5 प्यादों की जीत की सीमा और वर्तमान स्थिति मूल्य दिया गया है
hu: például Adott 1,5 gyalog nyerési küszöb és aktuális pozícióérték
id: misalnya Diberi ambang kemenangan 1,5 pion dan nilai posisi saat ini
it: ad esempio, data una soglia vincente di 1,5 pedoni e un valore di posizione attuale

source: of 1.4 in White's favour and Black plays a move with a value of 0.3
de: von 1,4 zu Gunsten von Weiß und Schwarz spielt einen Zug mit einem Wert von 0,3
fr: de 1,4 en faveur des Blancs et les Noirs jouent un coup d'une valeur de 0,3
he: של 1.4 לטובת לבן ושחור משחק מהלך עם ערך של 0.3
hi: सफ़ेद के पक्ष में 1.4 और काला 0.3 के मान के साथ एक चाल चलता है
hu: 1,4 fehér javára, fekete pedig 0,3 értékű lépést játszik
id: dari 1,4 untuk keuntungan Putih dan Hitam memainkan langkah dengan nilai 0,3
it: di 1,4 a favore del Bianco e il Nero gioca una mossa con un valore di 0,3
