Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Add to clipboard
de: Zur Zwischenablage hinzufügen
fr: Ajouter au presse-papiers
he: הוסף ללוח
hi: क्लिपबोर्ड में जोड़ें
hu: Hozzáadás a vágólaphoz
id: Tambahkan ke papan klip
it: Aggiungi agli appunti

source: Publish
de: Veröffentlichen
fr: Publier
he: לְפַרְסֵם
hi: प्रकाशित करना
hu: Közzététel
id: Menerbitkan
it: Pubblicare

source: ECO codes
de: Öko-Codes
fr: Codes ECO
he: קודי ECO
hi: ईसीओ कोड
hu: ECO kódok
id: Kode ECO
it: Codici ECO

source: New Pairings
de: Neue Paarungen
fr: Nouveaux appariements
he: זיווגים חדשים
hi: नई जोड़ियां
hu: Új párosítások
id: Pasangan Baru
it: Nuovi abbinamenti

source: Use this panel to preview the games in a .pgn file.
de: Verwenden Sie dieses Fenster, um eine Vorschau der Spiele in einer PNG-Datei anzuzeigen.
fr: Utilisez ce panneau pour prévisualiser les jeux dans un fichier .pgn.
he: השתמש בחלונית זו לתצוגה מקדימה של המשחקים בקובץ .pgn.
hi: .pgn फ़ाइल में खेलों का पूर्वावलोकन करने के लिए इस पैनल का उपयोग करें।
hu: Ezen a panelen tekintheti meg a játékok előnézetét .pgn fájlban.
id: Gunakan panel ini untuk melihat pratinjau permainan dalam berkas .pgn.
it: Utilizza questo pannello per visualizzare in anteprima le partite in un file .pgn.

source: You can sort on any column. The first column (column '#') is provided only
de: Sie können nach jeder Spalte sortieren. Die erste Spalte (Spalte '#') wird nur
fr: Vous pouvez trier selon n'importe quelle colonne. Seule la première colonne (colonne « # ») est disponible.
he: ניתן למיין בכל עמודה. העמודה הראשונה (עמודה '#') מסופקת בלבד
hi: आप किसी भी कॉलम पर सॉर्ट कर सकते हैं। पहला कॉलम (कॉलम '#') केवल प्रदान किया गया है
hu: Bármely oszlopba rendezheti. Csak az első oszlop ("#" oszlop) szerepel
id: Anda dapat mengurutkan berdasarkan kolom mana saja. Kolom pertama (kolom '#') hanya disediakan
it: Puoi ordinare su qualsiasi colonna. La prima colonna (colonna '#') è fornita solo

source: to allow a sort on initial order (for restoring or reversing the initial order).
de: um eine Sortierung nach der ursprünglichen Reihenfolge zu ermöglichen (zum Wiederherstellen oder Umkehren der ursprünglichen Reihenfolge).
fr: pour permettre un tri sur l'ordre initial (pour restaurer ou inverser l'ordre initial).
he: כדי לאפשר מיון לפי הסדר הראשוני (לשחזור או היפוך הסדר הראשוני).
hi: प्रारंभिक क्रम पर सॉर्ट की अनुमति देने के लिए (प्रारंभिक क्रम को बहाल करने या उलटने के लिए)।
hu: a kezdeti sorrend szerinti rendezés engedélyezéséhez (a kezdeti sorrend visszaállításához vagy megfordításához).
id: untuk memungkinkan pengurutan berdasarkan urutan awal (untuk memulihkan atau membalikkan urutan awal).
it: per consentire un ordinamento in base all'ordine iniziale (per ripristinare o invertire l'ordine iniziale).

source: To reverse sort click twice. The moves column sort is statistical,
de: Um die Sortierung umzukehren, klicken Sie zweimal. Die Sortierung der Spalte „Moves“ erfolgt statistisch.
fr: Pour inverser le tri, cliquez deux fois. Le tri par colonne de déplacement est statistique.
he: כדי להפוך מיון לחץ פעמיים. מיון עמודת המהלכים הוא סטטיסטי,
hi: रिवर्स सॉर्ट करने के लिए दो बार क्लिक करें। चाल कॉलम सॉर्ट सांख्यिकीय है,
hu: A fordított rendezéshez kattintson kétszer. A mozgások oszloprendezése statisztikai,
id: Untuk mengurutkan terbalik, klik dua kali. Urutan kolom gerakan bersifat statistik,
it: Per invertire l'ordinamento clicca due volte. L'ordinamento delle colonne è statistico,

source: (most popular lines first) rather than alphabetical.)
de: (beliebteste Zeilen zuerst) statt alphabetisch.)
fr: (les lignes les plus populaires en premier) plutôt que par ordre alphabétique.)
he: (השורות הפופולריות ביותר תחילה) ולא אלפביתיות.)
hi: (वर्णमाला के बजाय सबसे लोकप्रिय पंक्तियाँ पहले)
hu: (a legnépszerűbb sorok először), nem pedig ábécé sorrendben.)
id: (baris yang paling populer terlebih dahulu), bukan berdasarkan abjad.)
it: (prima le linee più popolari) anziché in ordine alfabetico.)

source: Sort history is respected in tie breaks.
de: Bei Tie-Breaks wird der Sortierverlauf berücksichtigt.
fr: L'historique de tri est respecté lors des tie-breaks.
he: היסטוריית המיון מכבדת בהפסקות שוויון.
hi: टाई ब्रेक में सॉर्ट इतिहास का सम्मान किया जाता है।
hu: A döntetlenek során tiszteletben tartják a rendezési előzményeket.
id: Sejarah sortir dihormati dalam tie break.
it: In caso di spareggio viene rispettata la cronologia degli ordini.

source: The games will be sorted by White player, but all opponents will be grouped together
de: Die Spiele werden nach dem weißen Spieler sortiert, aber alle Gegner werden zusammen gruppiert
fr: Les parties seront triées par joueur blanc, mais tous les adversaires seront regroupés
he: המשחקים ימוינו לפי שחקן לבן, אבל כל היריבים יקובצו יחד
hi: खेलों को सफ़ेद खिलाड़ी के आधार पर क्रमबद्ध किया जाएगा, लेकिन सभी विरोधियों को एक साथ समूहीकृत किया जाएगा
hu: A játékokat fehér játékosok szerint rendezik, de minden ellenfél egy csoportba kerül
id: Permainan akan diurutkan berdasarkan pemain Putih, tetapi semua lawan akan dikelompokkan bersama
it: Le partite saranno ordinate in base al giocatore bianco, ma tutti gli avversari saranno raggruppati insieme

source: (because of the earlier sort on Black), and if there are multiple games between
de: (wegen der früheren Sortierung auf Schwarz), und wenn es mehrere Spiele zwischen
fr: (à cause du tri antérieur sur les Noirs), et s'il y a plusieurs parties entre
he: (בגלל המיון המוקדם יותר ב-Black), ואם יש מספר משחקים ביניהם
hi: (क्योंकि पहले ब्लैक पर सॉर्ट किया गया था), और यदि बीच में कई गेम हैं
hu: (a fekete korábbi rendezése miatt), és ha több játék van között
id: (karena jenis sebelumnya pada Hitam), dan jika ada beberapa permainan di antara
it: (a causa del precedente ordinamento sul Nero), e se ci sono più partite tra

source: the same players, the games will be sorted according to the most common opening
de: die gleichen Spieler, werden die Spiele nach der häufigsten Eröffnung sortiert
fr: les mêmes joueurs, les parties seront triées selon l'ouverture la plus courante
he: אותם שחקנים, המשחקים ימוינו לפי הפתיחה הנפוצה ביותר
hi: एक ही खिलाड़ी होने पर, खेलों को सबसे आम ओपनिंग के अनुसार क्रमबद्ध किया जाएगा
hu: ugyanazok a játékosok, a játékok a leggyakoribb nyitás szerint lesznek rendezve
id: pemain yang sama, permainan akan diurutkan berdasarkan pembukaan yang paling umum
it: gli stessi giocatori, le partite saranno ordinate in base all'apertura più comune

source: sequences between those two players (because of the earlier sort on Moves).
de: Sequenzen zwischen diesen beiden Spielern (aufgrund der früheren Sortierung der Züge).
fr: séquences entre ces deux joueurs (en raison du tri précédent sur les mouvements).
he: רצפים בין שני השחקנים הללו (בגלל המיון המוקדם יותר ב-Moves).
hi: उन दो खिलाड़ियों के बीच अनुक्रम (चालों पर पहले के क्रम के कारण)।
hu: szekvenciák a két játékos között (a mozgások korábbi rendezése miatt).
id: urutan antara kedua pemain tersebut (karena jenis sebelumnya pada Gerakan).
it: sequenze tra quei due giocatori (a causa dell'ordinamento precedente su Mosse).

source: Two special features are provided at the moment.
de: Derzeit werden zwei besondere Features angeboten.
fr: Deux fonctionnalités spéciales sont actuellement proposées.
he: שתי תכונות מיוחדות מסופקות כרגע.
hi: फिलहाल दो विशेष सुविधाएं उपलब्ध कराई गई हैं।
hu: Jelenleg két speciális funkció áll rendelkezésre.
id: Dua fitur khusus disediakan saat ini.
it: Al momento sono disponibili due funzionalità speciali.

source: ECO calculates ECO codes for games which do not have them yet.
de: ECO berechnet ECO-Codes für Spiele, die noch keine haben.
fr: ECO calcule les codes ECO pour les jeux qui n'en ont pas encore.
he: ECO מחשבת קודי ECO עבור משחקים שעדיין אין להם אותם.
hi: ECO उन खेलों के लिए ECO कोड की गणना करता है जिनमें अभी तक ECO कोड नहीं है।
hu: Az ECO kiszámítja az ECO kódokat azokhoz a játékokhoz, amelyek még nem rendelkeznek ilyen kóddal.
id: ECO menghitung kode ECO untuk permainan yang belum memilikinya.
it: ECO calcola i codici ECO per i giochi che ancora non li hanno.

source: The Publish button is used to create interactive web content.
de: Mit der Schaltfläche „Veröffentlichen“ können Sie interaktive Webinhalte erstellen.
fr: Le bouton Publier est utilisé pour créer du contenu Web interactif.
he: הלחצן פרסם משמש ליצירת תוכן אינטרנט אינטראקטיבי.
hi: प्रकाशित करें बटन का उपयोग इंटरैक्टिव वेब सामग्री बनाने के लिए किया जाता है।
hu: A Közzététel gomb interaktív webtartalom létrehozására szolgál.
id: Tombol Terbitkan digunakan untuk membuat konten web interaktif.
it: Il pulsante Pubblica viene utilizzato per creare contenuti web interattivi.

source: This is still under development and should be treated as an extra-for-experts.
de: Dies ist noch in der Entwicklung und sollte als zusätzliches Extra betrachtet werden.
fr: Ceci est encore en cours de développement et doit être traité comme un supplément.
he: זה עדיין בפיתוח ויש להתייחס אליו כאל תוספת עבור-
hi: यह अभी भी विकासाधीन है और इसे अतिरिक्त-अनुदान के रूप में माना जाना चाहिए।
hu: Ez még fejlesztés alatt áll, és extra-for-
id: Ini masih dalam tahap pengembangan dan harus diperlakukan sebagai tambahan untuk-
it: Questo è ancora in fase di sviluppo e dovrebbe essere trattato come un extra-for-

source: There is a file named web.zip in your Tarrasch installation directory
de: In Ihrem Tarrasch-Installationsverzeichnis befindet sich eine Datei mit dem Namen web.zip
fr: Il y a un fichier nommé web.zip dans votre répertoire d'installation Tarrasch
he: יש קובץ בשם web.zip בספריית ההתקנה של Tarrasch שלך
hi: आपकी Tarrasch स्थापना निर्देशिका में web.zip नाम की एक फ़ाइल है
hu: Tarrasch telepítési könyvtárában van egy web.zip nevű fájl
id: Ada file bernama web.zip di direktori instalasi Tarrasch Anda
it: C'è un file denominato web.zip nella directory di installazione di Tarrasch

source: with supplementary files and instructions for the keen and well motivated.
de: mit ergänzenden Dateien und Anleitungen für Interessierte und Motivierte.
fr: avec des fichiers supplémentaires et des instructions pour les passionnés et les motivés.
he: עם קבצים משלימים והוראות לבעלי מוטיבציה נלהבים.
hi: उत्सुक और अच्छी तरह से प्रेरित लोगों के लिए अनुपूरक फाइलें और निर्देश भी शामिल हैं।
hu: kiegészítő fájlokkal és utasításokkal a lelkes és jól motivált emberek számára.
id: dengan file tambahan dan instruksi bagi mereka yang bersemangat dan termotivasi.
it: con file supplementari e istruzioni per gli appassionati e i più motivati.

source: Use this panel to look at games in the clipboard.
de: Verwenden Sie dieses Fenster, um Spiele in der Zwischenablage anzuzeigen.
fr: Utilisez ce panneau pour consulter les jeux dans le presse-papiers.
he: השתמש בחלונית זו כדי להסתכל על משחקים בלוח.
hi: क्लिपबोर्ड में गेम देखने के लिए इस पैनल का उपयोग करें।
hu: Használja ezt a panelt a vágólapon lévő játékok megtekintéséhez.
id: Gunakan panel ini untuk melihat permainan di papan klip.
it: Utilizza questo pannello per visualizzare le partite negli appunti.

source: Games can be copied to the clipboard from any of the Current file,
de: Spiele können aus jeder der aktuellen Dateien in die Zwischenablage kopiert werden.
fr: Les jeux peuvent être copiés dans le presse-papiers à partir de n'importe quel fichier actuel,
he: ניתן להעתיק משחקים ללוח מכל אחד מהקבצים הנוכחיים,
hi: गेम्स को किसी भी मौजूदा फ़ाइल से क्लिपबोर्ड पर कॉपी किया जा सकता है,
hu: A játékok a vágólapra másolhatók bármelyik Aktuális fájlból,
id: Game dapat disalin ke clipboard dari salah satu file Saat Ini,
it: I giochi possono essere copiati negli appunti da uno qualsiasi dei file correnti,

source: Session or Database games dialogs, all available from the Games menu.
de: Dialoge für Sitzungs- oder Datenbankspiele, alle über das Menü „Spiele“ verfügbar.
fr: Boîtes de dialogue de jeux de session ou de base de données, toutes disponibles dans le menu Jeux.
he: דיאלוגים של משחקי הפעלה או מסד נתונים, כולם זמינים מתפריט המשחקים.
hi: सत्र या डेटाबेस खेल संवाद, सभी खेल मेनू से उपलब्ध हैं।
hu: Session vagy Database játékok párbeszédpanelek, mindegyik elérhető a Játékok menüből.
id: Dialog permainan Sesi atau Basis Data, semuanya tersedia dari menu Permainan.
it: Finestre di dialogo per partite di sessione o database, tutte disponibili dal menu Giochi.

source: You can sort on any column. The first column (column '#') is provided only2
de: Sie können nach jeder Spalte sortieren. Die erste Spalte (Spalte '#') wird nur angezeigt.
fr: Vous pouvez trier selon n'importe quelle colonne. Seule la première colonne (colonne « # ») est disponible.
he: ניתן למיין בכל עמודה. העמודה הראשונה (עמודה '#') מסופקת רק2
hi: आप किसी भी कॉलम पर सॉर्ट कर सकते हैं। पहला कॉलम (कॉलम '#') केवल प्रदान किया गया है2
hu: Bármely oszlopba rendezheti. Az első oszlop ("#" oszlop) csak2
id: Anda dapat mengurutkan berdasarkan kolom mana saja. Kolom pertama (kolom '#') hanya disediakan2
it: Puoi ordinare su qualsiasi colonna. La prima colonna (colonna '#') è fornita solo2

source: (most popular lines first) rather than alphabetical.
de: (beliebteste Zeilen zuerst) und nicht alphabetisch.
fr: (les lignes les plus populaires en premier) plutôt que par ordre alphabétique.
he: (השורות הפופולריות ביותר תחילה) במקום אלפביתי.
hi: (सबसे लोकप्रिय पंक्तियाँ पहले) वर्णमाला क्रम के बजाय।
hu: (a legnépszerűbb sorok először), nem pedig ábécé sorrendben.
id: (baris yang paling populer terlebih dahulu) dan bukan berdasarkan abjad.
it: (prima le linee più popolari) anziché in ordine alfabetico.

source: Use this panel to look at games you have worked with in this Tarrasch Chess GUI session.
de: Verwenden Sie dieses Fenster, um sich die Spiele anzusehen, mit denen Sie in dieser Tarrasch Chess GUI-Sitzung gearbeitet haben.
fr: Utilisez ce panneau pour consulter les jeux avec lesquels vous avez travaillé dans cette session de l'interface graphique Tarrasch Chess.
he: השתמש בפאנל זה כדי להסתכל על משחקים שאיתם עבדת בהפעלה זו של Tarrasch Chess GUI.
hi: इस पैनल का उपयोग करके उन खेलों को देखें जिन पर आपने इस टारराश शतरंज GUI सत्र में काम किया है।
hu: Ezen a panelen megtekintheti azokat a játékokat, amelyekkel a Tarrasch Chess grafikus felhasználói felületén dolgozott.
id: Gunakan panel ini untuk melihat permainan yang telah Anda kerjakan dalam sesi GUI Catur Tarrasch ini.
it: Utilizza questo pannello per visualizzare le partite a cui hai partecipato in questa sessione dell'interfaccia utente grafica di Tarrasch Chess.

source: Games Dialog Help
de: Spiele-Dialoghilfe
fr: Aide de la boîte de dialogue des jeux
he: עזרה של דיאלוג משחקים
hi: खेल संवाद सहायता
id: Bantuan Dialog Game
it: Aiuto con la finestra di dialogo dei giochi

source: Bookmark help
de: Lesezeichenhilfe
fr: Aide aux signets
he: עזרה בסימניות
hi: बुकमार्क सहायता
hu: Könyvjelző súgó
id: Bantuan penanda buku
it: Aggiungi ai preferiti Aiuto

source: Loading games
de: Spiele werden geladen
fr: Chargement des jeux
he: טוען משחקים
hi: गेम लोड हो रहा है
hu: Játékok betöltése
id: Memuat game
it: Caricamento dei giochi

source: This feature is a convenient way to keep track
de: Mit dieser Funktion behalten Sie bequem den Überblick
fr: Cette fonctionnalité est un moyen pratique de suivre
he: תכונה זו היא דרך נוחה לעקוב
hi: यह सुविधा ट्रैक रखने का एक सुविधाजनक तरीका है
hu: Ez a funkció kényelmes módja a nyomon követésnek
id: Fitur ini adalah cara yang nyaman untuk melacak
it: Questa funzione è un modo comodo per tenere traccia

source: when you are working your way through a PGN puzzle file.
de: wenn Sie eine PGN-Puzzledatei durcharbeiten.
fr: lorsque vous travaillez sur un fichier de puzzle PGN.
he: כאשר אתה עובד דרך קובץ פאזל PGN.
hi: जब आप किसी PGN पहेली फ़ाइल पर काम कर रहे हों।
hu: amikor egy PGN rejtvényfájlon dolgozol.
id: saat Anda mengerjakan berkas teka-teki PGN.
it: quando si sta elaborando un file puzzle PGN.

source: To create a bookmarked game, save an empty game
de: Um ein Spiel mit Lesezeichen zu erstellen, speichern Sie ein leeres Spiel
fr: Pour créer un jeu marqué d'un signet, enregistrez un jeu vide
he: כדי ליצור משחק מסומן, שמור משחק ריק
hi: बुकमार्क किया गया गेम बनाने के लिए, खाली गेम सहेजें
hu: Könyvjelzővel ellátott játék létrehozásához mentsen el egy üres játékot
id: Untuk membuat game yang ditandai, simpan game yang kosong
it: Per creare una partita con segnalibro, salva una partita vuota

source: as the first game of the PGN file, and when entering
de: als erstes Spiel der PGN-Datei, und beim Eingeben
fr: comme le premier jeu du fichier PGN, et lors de la saisie
he: כמשחק הראשון של קובץ ה-PGN, ובעת הכניסה
hi: पीजीएन फ़ाइल के पहले गेम के रूप में, और प्रवेश करते समय
hu: a PGN fájl első játékaként és belépésekor
id: sebagai game pertama file PGN, dan saat masuk
it: come primo gioco del file PGN e quando si entra

source: the game details put a game number in the White field.
de: Die Spieldetails tragen eine Spielnummer in das weiße Feld ein.
fr: les détails du jeu mettent un numéro de jeu dans le champ blanc.
he: פרטי המשחק שמים מספר משחק בשדה הלבן.
hi: खेल विवरण में खेल संख्या को सफेद क्षेत्र में डालें।
hu: a játék részletei a fehér mezőben egy játékszámot helyeznek el.
id: rincian permainan mencantumkan nomor permainan di bidang Putih.
it: i dettagli della partita inseriscono un numero di partita nel campo Bianco.

source: For clarity you can put < bookmark > in the Black field.
de: Zur besseren Übersicht können Sie in das schwarze Feld <Lesezeichen> eintragen.
fr: Pour plus de clarté, vous pouvez mettre < signet > dans le champ Noir.
he: לבהירות אתה יכול לשים < סימניה > בשדה השחור.
hi: स्पष्टता के लिए आप काले क्षेत्र में < बुकमार्क > डाल सकते हैं।
hu: Az egyértelműség kedvéért a Fekete mezőbe beírhatja a < könyvjelző > > elemet.
id: Untuk kejelasan Anda dapat meletakkan <bookmark> di kolom Hitam.
it: Per maggiore chiarezza puoi inserire < bookmark > nel campo Nero.

source: A single left mouse click anywhere on an empty area
de: Ein einzelner linker Mausklick irgendwo auf einen leeren Bereich
fr: Un simple clic gauche de la souris n'importe où sur une zone vide
he: לחיצת עכבר שמאלית אחת בכל מקום על אזור ריק
hi: किसी भी खाली क्षेत्र पर एक बार बायाँ माउस क्लिक करें
hu: Egyetlen bal egérkattintás bárhol egy üres területen
id: Klik kiri mouse tunggal di mana saja pada area kosong
it: Un singolo clic sinistro del mouse in un punto qualsiasi di un'area vuota

source: below the list box will move to and highlight the
de: Das untere Listenfeld wird verschoben und markiert
fr: en dessous de la liste déroulante se déplacera et mettra en surbrillance le
he: מתחת תיבת הרשימה תעבור אל ותדגיש את
hi: सूची बॉक्स के नीचे ले जाया जाएगा और हाइलाइट किया जाएगा
hu: a listamező alatt a ikonra lép és kiemeli a
id: di bawah kotak daftar akan pindah ke dan menyorot
it: sotto la casella di riepilogo si sposterà ed evidenzierà il

source: game number that has been bookmarked.
de: Spielnummer, die mit einem Lesezeichen versehen wurde.
fr: numéro de jeu qui a été mis en signet.
he: מספר משחק שסומן בסימנייה.
hi: खेल संख्या जिसे बुकमार्क किया गया है.
hu: könyvjelzővel ellátott játékszám.
id: nomor permainan yang telah ditandai.
it: numero del gioco che è stato aggiunto ai preferiti.

source: A double left mouse click will highlight and load
de: Ein doppelter linker Mausklick markiert und lädt
fr: Un double clic gauche de la souris mettra en surbrillance et chargera
he: לחיצה שמאלית כפולה תדגיש ותטען
hi: बाएं माउस से डबल क्लिक करने पर यह हाइलाइट हो जाएगा और लोड हो जाएगा
hu: Dupla bal egérkattintás kiemeli és betölti
id: Klik kiri ganda mouse akan menyorot dan memuat
it: Un doppio clic del mouse sinistro evidenzierà e caricherà

source: the bookmarked game.
de: das mit Lesezeichen versehene Spiel.
fr: le jeu marqué d'un signet.
he: המשחק עם הסימניות.
hi: बुकमार्क किया गया खेल.
hu: a könyvjelzővel ellátott játék.
id: permainan yang ditandai.
it: il gioco aggiunto ai preferiti.

source: A left mouse click with the Ctrl key down or a
de: Ein linker Mausklick mit gedrückter Strg-Taste oder ein
fr: Un clic gauche de la souris avec la touche Ctrl enfoncée ou un
he: לחיצת עכבר שמאלית עם מקש Ctrl למטה או א
hi: Ctrl कुंजी को दबाकर बायाँ माउस क्लिक करें या
hu: Bal egérkattintás a Ctrl billentyű lenyomásával vagy a
id: Klik kiri mouse dengan tombol Ctrl ke bawah atau
it: Un clic sinistro del mouse con il tasto Ctrl premuto o un

source: centre mouse click bookmarks the currently highlighted
de: Klicken Sie mit der mittleren Maustaste auf die aktuell markierte
fr: clic central de la souris marque les signets actuellement en surbrillance
he: לחיצה מרכזית בעכבר מסמנת את המודגש כעת
hi: केंद्र माउस क्लिक बुकमार्क वर्तमान में हाइलाइट किया गया
hu: középső egérkattintással könyvjelzők közé veszi az aktuálisan kiemeltet
id: klik tengah mouse menandai penanda yang sedang disorot
it: il clic centrale del mouse aggiunge ai preferiti l'elemento attualmente evidenziato

source: game, by placing its game number in the White field
de: Spiel, indem Sie seine Spielnummer in das weiße Feld setzen
fr: jeu, en plaçant son numéro de jeu dans le champ blanc
he: משחק, על ידי הצבת מספר המשחק שלו בשדה הלבן
hi: खेल का नंबर सफ़ेद क्षेत्र में रखकर
hu: játékot, a játék számát a Fehér mezőbe helyezve
id: permainan, dengan menempatkan nomor permainannya di bidang Putih
it: gioco, inserendo il suo numero di gioco nel campo Bianco

source: of game number 1 in the list.
de: von Spiel Nummer 1 in der Liste.
fr: du jeu numéro 1 dans la liste.
he: של משחק מספר 1 ברשימה.
hi: सूची में खेल नंबर 1 का।
hu: a lista 1. számú játékából.
id: dari permainan nomor 1 dalam daftar.
it: della partita numero 1 nell'elenco.

source: This message can be accessed via the Help, Bookmark help buttons,
de: Auf diese Nachricht kann über die Schaltflächen „Hilfe“, „Hilfe-Lesezeichen“ und
fr: Ce message est accessible via les boutons Aide, Aide aux favoris,
he: ניתן לגשת להודעה זו באמצעות לחצני עזרה, סימניה,
hi: इस संदेश तक सहायता, बुकमार्क सहायता बटनों के माध्यम से पहुंचा जा सकता है।
hu: Ez az üzenet a Súgó, a Könyvjelzők súgó gombjaival érhető el,
id: Pesan ini dapat diakses melalui tombol Bantuan, Bookmark,
it: È possibile accedere a questo messaggio tramite i pulsanti Aiuto, Aggiungi ai segnalibri,

source: or by a right click on the empty area below the games move list.
de: oder durch einen Rechtsklick auf den leeren Bereich unterhalb der Spielzugliste.
fr: ou par un clic droit sur la zone vide en dessous de la liste des coups du jeu.
he: או על ידי לחיצה ימנית על האזור הריק מתחת לרשימת מהלכי המשחקים.
hi: या गेम की चाल सूची के नीचे खाली क्षेत्र पर राइट क्लिक करके।
hu: vagy kattintson jobb gombbal a játékok lépéslista alatti üres területre.
id: atau dengan mengklik kanan pada area kosong di bawah daftar gerakan permainan.
it: oppure cliccando con il tasto destro del mouse sull'area vuota sotto l'elenco delle mosse del gioco.

source: Easy find and load of bookmarked games
de: Einfaches Finden und Laden von mit Lesezeichen versehenen Spielen
fr: Recherche facile et chargement de jeux marqués d'un signet
he: איתור קל וטעינה של משחקים עם סימניות
hi: बुकमार्क किए गए गेम को आसानी से ढूंढना और लोड करना
hu: Könnyű megtalálni és betölteni a könyvjelzővel ellátott játékokat
id: Mudah menemukan dan memuat game yang ditandai
it: Facile ricerca e caricamento dei giochi aggiunti ai preferiti

source: The bookmark functions can only be used when there
de: Die Lesezeichenfunktionen können nur verwendet werden, wenn
fr: Les fonctions de signet ne peuvent être utilisées que lorsqu'il y a
he: ניתן להשתמש בפונקציות הסימניות רק כאשר הן קיימות
hi: बुकमार्क फ़ंक्शन का उपयोग केवल तभी किया जा सकता है जब
hu: A könyvjelző funkciók csak akkor használhatók, ha ott vannak
id: Fungsi bookmark hanya dapat digunakan saat ada
it: Le funzioni dei segnalibri possono essere utilizzate solo quando ci sono
