Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Engine match options saved
de: Engine-Match-Optionen gespeichert
fr: Options de correspondance du moteur enregistrées
he: אפשרויות התאמת המנוע נשמרו
hi: इंजन मिलान विकल्प सहेजे गए
hu: Motoregyeztetési beállítások mentve
id: Opsi pencocokan mesin disimpan
it: Opzioni di corrispondenza del motore salvate

source: Engine match options not saved
de: Engine-Match-Optionen nicht gespeichert
fr: Les options de correspondance du moteur ne sont pas enregistrées
he: אפשרויות התאמת המנוע לא נשמרו
hi: इंजन मिलान विकल्प सहेजे नहीं गए
hu: A motoregyeztetési beállítások nincsenek elmentve
id: Opsi pencocokan mesin tidak disimpan
it: Opzioni di corrispondenza del motore non salvate

source: Cannot open load file
de: Ladedatei kann nicht geöffnet werden
fr: Impossible d'ouvrir le fichier de chargement
he: לא ניתן לפתוח קובץ טעינה
hi: लोड फ़ाइल नहीं खोली जा सकती
hu: A betöltési fájl nem nyitható meg
id: Tidak dapat membuka file yang dimuat
it: Impossibile aprire il file di caricamento

source: Engine match options loaded
de: Engine-Match-Optionen geladen
fr: Options de correspondance du moteur chargées
he: אפשרויות התאמת מנוע נטענו
hi: इंजन मिलान विकल्प लोड किए गए
hu: Motoregyeztetési opciók betöltve
id: Opsi pencocokan mesin dimuat
it: Opzioni di corrispondenza del motore caricate

source: Engine match options loaded - old version
de: Engine-Match-Optionen geladen – alte Version
fr: Options de correspondance du moteur chargées - ancienne version
he: טענו אפשרויות התאמת מנוע - גרסה ישנה
hi: इंजन मिलान विकल्प लोड किए गए - पुराना संस्करण
hu: A motor egyezési opciói betöltve - régi verzió
id: Opsi pencocokan mesin dimuat - versi lama
it: Opzioni di corrispondenza del motore caricate - vecchia versione

source: Engine match : Game of
de: Engine-Match: Spiel von
fr: Match de moteur : Jeu de
he: התאמת מנוע: משחק של
hi: इंजन मैच : खेल
hu: Motor mérkőzés: Game of
id: Pertandingan mesin: Game of
it: Partita del motore: Gioco di

source: Engine tournament : Game of
de: Engine-Turnier: Spiel von
fr: Tournoi des moteurs : Jeu de
he: טורניר מנוע: משחק של
hi: इंजन टूर्नामेंट : खेल
hu: Motorverseny: Game of
id: Turnamen Mesin : Game of
it: Torneo di motori: Gioco di

source: Engine 1 :
de: Motor 1:
fr: Moteur 1 :
he: מנוע 1:
hi: इंजन 1 :
hu: 1. motor:
id: Mesin 1 :
it: Motore 1:

source: Score
de: Punktzahl
he: צִיוּן
hi: अंक
hu: Pontszám
id: Skor
it: Punto

source: Win
de: Gewinnen
fr: Gagner
he: לְנַצֵחַ
hi: जीतना
hu: Győzelem
id: Menang
it: Vincita

source: Loss
de: Verlust
fr: Perte
he: הֶפסֵד
hi: नुकसान
hu: Veszteség
id: Kehilangan
it: Perdita

source: Draw
de: Ziehen
fr: Dessiner
he: לִמְשׁוֹך
hi: खींचना
hu: Rajzolj
id: Menggambar
it: Disegno

source: Engine 2 :
de: Motor 2:
fr: Moteur 2 :
he: מנוע 2:
hi: इंजन 2 :
hu: 2. motor:
id: Mesin 2 :
it: Motore 2:

source: match
de: übereinstimmen
fr: correspondre
he: לְהַתְאִים
hi: मिलान
hu: mérkőzés
id: cocok
it: incontro

source: tournament
de: Turnier
fr: tournoi
he: טוּרנִיר
hi: टूर्नामेंट
hu: versenyen
id: turnamen
it: torneo

source: tourney
de: Turnier
fr: tournoi
he: טורניר
hi: टूर्नामेंट
hu: torna
id: pertandingan
it: torneo

source: Engine
de: Motor
fr: Moteur
he: מָנוֹעַ
hi: इंजन
hu: Motor
id: Mesin
it: Motore

source: R
he: ר
hi: आर

source: Round
de: Runden
fr: Rond
he: עִגוּל
hi: गोल
hu: Kerek
id: Bulat
it: Girare

source: Game %d of %d
de: Spiel %d von %d
fr: Jeu %d sur %d
he: משחק %d מתוך %d
hi: खेल %d में से %d
hu: %d/%d játék
id: Permainan %d dari %d
it: Partita %d di %d

source: Score :
de: Punktzahl :
he: ציון:
hi: अंक :
hu: Pontszám:
id: Skor :
it: Punto :

source: Wins
de: Gewinne
fr: Victoires
he: מנצח
hi: जीत
hu: Győzelem
id: Menang
it: Vittorie

source: Losses
de: Verluste
fr: Pertes
he: אֲבֵדוֹת
hi: हानि
hu: Veszteség
id: Kerugian
it: Perdite

source: Draws
de: Unentschieden
fr: Tirages au sort
he: ציור
hi: खींचता
hu: Döntetlen
id: Menggambar
it: Disegna

source: Engine parameter options
de: Engine-Parameteroptionen
fr: Options des paramètres du moteur
he: אפשרויות פרמטר מנוע
hi: इंजन पैरामीटर विकल्प
hu: Motor paraméter opciók
id: Opsi parameter mesin
it: Opzioni dei parametri del motore

source: Number
de: Nummer
fr: Nombre
he: מִספָּר
hi: संख्या
hu: Szám
id: Nomor
it: Numero

source: Option name
de: Optionsname
fr: Nom de l'option
he: שם האופציה
hi: विकल्प का नाम
hu: Opció neve
id: Nama opsi
it: Nome opzione

source: Default value
de: Standardwert
fr: Valeur par défaut
he: ערך ברירת מחדל
hi: डिफ़ॉल्ट मान
hu: Alapértelmezett érték
id: Nilai default
it: Valore predefinito

source: Min value
de: Mindestwert
fr: Valeur minimale
he: ערך מינימלי
hi: न्यूनतम मूल्य
hu: Minimális érték
id: Nilai minimum
it: Valore minimo

source: Max value
de: Maximalwert
fr: Valeur maximale
he: ערך מקסימלי
hi: अधिकतम मूल्य
hu: Max érték
id: Nilai maksimal
it: Valore massimo

source: Var options
de: Var-Optionen
fr: Options de variables
he: אפשרויות Var
hi: विभिन्न विकल्प
hu: Var opciók
id: Pilihan Var
it: Opzioni var

source: Add option(s)
de: Option(en) hinzufügen
fr: Ajouter une ou plusieurs options
he: הוסף אפשרויות
hi: विकल्प जोड़ें
hu: Lehetőség(ek) hozzáadása
id: Tambahkan opsi
it: Aggiungi opzione/i

source: Overwrite current options
de: Aktuelle Optionen überschreiben
fr: Remplacer les options actuelles
he: החלף את האפשרויות הנוכחיות
hi: वर्तमान विकल्पों को अधिलेखित करें
hu: Az aktuális beállítások felülírása
id: Timpa opsi saat ini
it: Sovrascrivi le opzioni correnti

source: Engine name :-
de: Motorname: -
fr: Nom du moteur :-
he: שם המנוע:-
hi: इंजन का नाम:-
hu: Motor neve:-
id: Nama mesin :-
it: Nome del motore :-

source: Engine author(s) :-
de: Autor(en) der Engine: -
fr: Auteur(s) du moteur :-
he: מחברי המנוע:-
hi: इंजन लेखक:-
hu: Motor szerző(k):-
id: Penulis mesin :-
it: Autore(i) del motore:-

source: Add selected list box options to engine parameter options
de: Ausgewählte Listenfeldoptionen zu den Engine-Parameteroptionen hinzufügen
fr: Ajouter les options de la liste déroulante sélectionnée aux options des paramètres du moteur
he: הוסף אפשרויות נבחרות של תיבת רשימה לאפשרויות פרמטר מנוע
hi: चयनित सूची बॉक्स विकल्पों को इंजन पैरामीटर विकल्पों में जोड़ें
hu: A kiválasztott listamező-beállítások hozzáadása a motorparaméter-beállításokhoz
id: Tambahkan opsi kotak daftar yang dipilih ke opsi parameter mesin
it: Aggiungere le opzioni della casella di riepilogo selezionata alle opzioni dei parametri del motore

source: Over write current engine parameter options
de: Aktuelle Engine-Parameteroptionen überschreiben
fr: Remplacer les options de paramètres du moteur actuel
he: כתיבה יתרה של אפשרויות פרמטר מנוע נוכחיות
hi: वर्तमान इंजन पैरामीटर विकल्पों को अधिलेखित करें
hu: Az aktuális motorparaméter-beállítások felülírása
id: Timpa opsi parameter mesin saat ini
it: Sovrascrivi le opzioni dei parametri del motore correnti

source: No items selected, please select some
de: Keine Artikel ausgewählt, bitte wählen Sie einige aus
fr: Aucun élément sélectionné, veuillez en sélectionner quelques-uns
he: לא נבחרו פריטים, אנא בחר חלק
hi: कोई आइटम चयनित नहीं है, कृपया कुछ चुनें
hu: Nincsenek kiválasztva tételek, kérjük, válasszon néhányat
id: Tidak ada item yang dipilih, silakan pilih beberapa
it: Nessun elemento selezionato, selezionane alcuni

source: Engine option error message
de: Fehlermeldung der Engine-Option
fr: Message d'erreur d'option moteur
he: הודעת שגיאה של אפשרות מנוע
hi: इंजन विकल्प त्रुटि संदेश
hu: Motor opció hibaüzenet
id: Pesan kesalahan opsi mesin
it: Messaggio di errore opzione motore

source: This dialog box allows the user to select the engine parameters to load.
de: In diesem Dialogfeld kann der Benutzer die zu ladenden Motorparameter auswählen.
fr: Cette boîte de dialogue permet à l'utilisateur de sélectionner les paramètres du moteur à charger.
he: תיבת דו-שיח זו מאפשרת למשתמש לבחור את פרמטרי המנוע לטעינה.
hi: यह संवाद बॉक्स उपयोगकर्ता को लोड करने के लिए इंजन पैरामीटर चुनने की अनुमति देता है।
hu: Ezen a párbeszédpanelen a felhasználó kiválaszthatja a betöltendő motorparamétereket.
id: Kotak dialog ini memungkinkan pengguna untuk memilih parameter mesin yang akan dimuat.
it: Questa finestra di dialogo consente all'utente di selezionare i parametri del motore da caricare.

source: For the purpose of this help screen, the terms < engine parameters >
de: Für die Zwecke dieses Hilfebildschirms werden die Begriffe < Motorparameter >
fr: Aux fins de cet écran d'aide, les termes < paramètres du moteur >
he: לצורך מסך עזרה זה, המונחים < פרמטרי מנוע >
hi: इस सहायता स्क्रीन के उद्देश्य के लिए, शब्द < इंजन पैरामीटर >
hu: Ebben a súgóképernyőben a < motorparaméterek > kifejezések
id: Untuk tujuan layar bantuan ini, istilah <parameter mesin>
it: Ai fini della presente schermata di aiuto, i termini < parametri motore >

source: and < engine options > are both used and mean the same thing.
de: und <engine options> werden beide verwendet und bedeuten dasselbe.
fr: et < options du moteur > sont tous deux utilisés et signifient la même chose.
he: ו-< אפשרויות מנוע > שניהם בשימוש ומשמעותם אותו דבר.
hi: और < इंजन विकल्प > दोनों का उपयोग किया जाता है और उनका मतलब एक ही है।
hu: és a < motorbeállítások > egyaránt használt és ugyanazt jelenti.
id: dan < engine options > keduanya digunakan dan memiliki arti yang sama.
it: e <opzioni motore> vengono entrambi utilizzati e hanno lo stesso significato.

source: The options can be selected in the same way as when using Windows explorer.
de: Die Auswahl der Optionen erfolgt analog zur Verwendung des Windows Explorers.
fr: Les options peuvent être sélectionnées de la même manière que lors de l'utilisation de l'explorateur Windows.
he: ניתן לבחור את האפשרויות באותו אופן כמו בעת שימוש בסייר Windows.
hi: विकल्पों का चयन उसी तरह किया जा सकता है जैसे विंडोज एक्सप्लोरर का उपयोग करते समय किया जाता है।
hu: A beállítások ugyanúgy kiválaszthatók, mint a Windows Intéző használatakor.
id: Pilihan dapat dipilih dengan cara yang sama seperti saat menggunakan Windows Explorer.
it: Le opzioni possono essere selezionate nello stesso modo in cui si utilizza Esplora risorse di Windows.

source: i.e. Shift + Left click to select a contiguous block of options,
de: d.h. Umschalt + Linksklick, um einen zusammenhängenden Optionsblock auszuwählen,
fr: c'est-à-dire Maj + clic gauche pour sélectionner un bloc contigu d'options,
he: כלומר Shift + קליק שמאלי כדי לבחור בלוק רציף של אפשרויות,
hi: अर्थात Shift + बायाँ क्लिक विकल्पों के निरंतर ब्लॉक का चयन करने के लिए,
hu: azaz a Shift + bal kattintás az opciók egybefüggő blokkjának kiválasztásához,
id: misalnya Shift + Klik kiri untuk memilih blok opsi yang bersebelahan,
it: ad esempio Maiusc + clic sinistro per selezionare un blocco contiguo di opzioni,

source: or Ctrl + Left click to select non-contiguous options.
de: oder Strg + Linksklick, um nicht zusammenhängende Optionen auszuwählen.
fr: ou Ctrl + clic gauche pour sélectionner des options non contiguës.
he: או Ctrl + קליק שמאלי כדי לבחור אפשרויות לא רציפות.
hi: या गैर-सन्निहित विकल्पों का चयन करने के लिए Ctrl + बायाँ क्लिक करें।
hu: vagy a Ctrl + bal kattintás a nem összefüggő opciók kiválasztásához.
id: atau Ctrl + Klik kiri untuk memilih opsi yang tidak bersebelahan.
it: oppure Ctrl + clic sinistro per selezionare opzioni non contigue.

source: When you have finished selecting options, click on < Add options.. >
de: Wenn Sie mit der Auswahl der Optionen fertig sind, klicken Sie auf <Optionen hinzufügen..>
fr: Lorsque vous avez terminé de sélectionner les options, cliquez sur < Ajouter des options. >
he: לאחר שתסיים לבחור אפשרויות, לחץ על < הוסף אפשרויות.. >
hi: जब आप विकल्प चुनना समाप्त कर लें, तो < विकल्प जोड़ें.. > पर क्लिक करें
hu: Ha végzett az opciók kiválasztásával, kattintson az < Opciók hozzáadása.. > gombra
id: Setelah Anda selesai memilih opsi, klik < Tambahkan opsi.. >
it: Dopo aver terminato la selezione delle opzioni, fare clic su <Aggiungi opzioni..>

source: to add them to the custom parameter list.
de: um sie der Liste der benutzerdefinierten Parameter hinzuzufügen.
fr: pour les ajouter à la liste des paramètres personnalisés.
he: כדי להוסיף אותם לרשימת הפרמטרים המותאמים אישית.
hi: उन्हें कस्टम पैरामीटर सूची में जोड़ने के लिए.
hu: hogy hozzáadja őket az egyéni paraméterek listájához.
id: untuk menambahkannya ke daftar parameter khusus.
it: per aggiungerli all'elenco dei parametri personalizzati.

source: By default, the selected options will be added to the existing ones.
de: Standardmäßig werden die ausgewählten Optionen zu den vorhandenen hinzugefügt.
fr: Par défaut, les options sélectionnées seront ajoutées à celles existantes.
he: כברירת מחדל, האפשרויות שנבחרו יתווספו לאלו הקיימות.
hi: डिफ़ॉल्ट रूप से, चयनित विकल्प मौजूदा विकल्पों में जोड़ दिए जाएंगे।
hu: Alapértelmezés szerint a kiválasztott opciók hozzáadódnak a meglévőkhöz.
id: Secara default, opsi yang dipilih akan ditambahkan ke opsi yang sudah ada.
it: Per impostazione predefinita, le opzioni selezionate verranno aggiunte a quelle esistenti.

source: Check < Overwrite current options > if you want the selected options
de: Aktivieren Sie <Aktuelle Optionen überschreiben>, wenn Sie die ausgewählten Optionen
fr: Cochez < Remplacer les options actuelles > si vous souhaitez conserver les options sélectionnées
he: סמן את < החלף אפשרויות נוכחיות > אם אתה רוצה את האפשרויות שנבחרו
hi: यदि आप चयनित विकल्प चाहते हैं तो <वर्तमान विकल्प अधिलेखित करें> को चेक करें
hu: Jelölje be az < Aktuális opciók felülírása > lehetőséget, ha szeretné a kiválasztott opciókat
id: Centang <Timpa opsi saat ini> jika Anda ingin opsi yang dipilih
it: Selezionare <Sovrascrivi opzioni correnti> se si desidera che le opzioni selezionate

source: to overwrite the existing custom parameters.
de: um die vorhandenen benutzerdefinierten Parameter zu überschreiben.
fr: pour écraser les paramètres personnalisés existants.
he: כדי להחליף את הפרמטרים המותאמים אישית הקיימים.
hi: मौजूदा कस्टम पैरामीटर को अधिलेखित करने के लिए.
hu: felülírja a meglévő egyéni paramétereket.
id: untuk menimpa parameter kustom yang ada.
it: per sovrascrivere i parametri personalizzati esistenti.

source: When an engine option is loaded, the value is set to the default.
de: Wenn eine Engine-Option geladen wird, wird der Wert auf den Standardwert gesetzt.
fr: Lorsqu'une option de moteur est chargée, la valeur est définie sur la valeur par défaut.
he: כאשר אפשרות מנוע נטענת, הערך מוגדר לברירת המחדל.
hi: जब कोई इंजन विकल्प लोड किया जाता है, तो मान डिफ़ॉल्ट पर सेट हो जाता है।
hu: Motoropció betöltésekor az érték az alapértelmezettre lesz állítva.
id: Ketika opsi mesin dimuat, nilainya ditetapkan ke default.
it: Quando viene caricata un'opzione motore, il valore viene impostato sul valore predefinito.

source: So if you want to change this, you must manually edit the value
de: Wenn Sie dies ändern möchten, müssen Sie den Wert manuell bearbeiten
fr: Donc, si vous souhaitez modifier cela, vous devez modifier manuellement la valeur
he: אז אם ברצונך לשנות זאת, עליך לערוך את הערך באופן ידני
hi: इसलिए यदि आप इसे बदलना चाहते हैं, तो आपको मैन्युअल रूप से मान संपादित करना होगा
hu: Tehát ha ezt meg akarja változtatni, manuálisan kell módosítania az értéket
id: Jadi jika Anda ingin mengubah ini, Anda harus mengedit nilainya secara manual
it: Quindi se vuoi cambiare questo, devi modificare manualmente il valore

source: in the appropriate custom parameter box.
de: im entsprechenden benutzerdefinierten Parameterfeld.
fr: dans la case de paramètre personnalisé appropriée.
he: בתיבת הפרמטרים המותאמים אישית המתאימה.
hi: उपयुक्त कस्टम पैरामीटर बॉक्स में.
hu: a megfelelő egyéni paraméter mezőben.
id: di kotak parameter kustom yang sesuai.
it: nella casella del parametro personalizzato appropriato.

source: The default value given for an option is an indication of permissible values.
de: Der für eine Option angegebene Standardwert ist ein Hinweis auf zulässige Werte.
fr: La valeur par défaut donnée pour une option est une indication des valeurs autorisées.
he: ערך ברירת המחדל שניתן עבור אופציה הוא אינדיקציה לערכים המותרים.
hi: किसी विकल्प के लिए दिया गया डिफ़ॉल्ट मान स्वीकार्य मूल्यों का संकेत है।
hu: Az opcióhoz megadott alapértelmezett érték a megengedett értékek jelzése.
id: Nilai default yang diberikan untuk suatu opsi merupakan indikasi nilai yang diizinkan.
it: Il valore predefinito fornito per un'opzione è un'indicazione dei valori consentiti.

source: Some options can be set to true or false,
de: Einige Optionen können auf „true“ oder „false“ gesetzt werden.
fr: Certaines options peuvent être définies sur vrai ou faux,
he: ניתן להגדיר חלק מהאפשרויות כ-true או false,
hi: कुछ विकल्प सत्य या असत्य पर सेट किए जा सकते हैं,
hu: Néhány beállítás igaz vagy hamis értékre állítható,
id: Beberapa opsi dapat diatur menjadi benar atau salah,
it: Alcune opzioni possono essere impostate su vero o falso,

source: some to a number between the min and max values,
de: einige auf eine Zahl zwischen den Min- und Max-Werten,
fr: certains à un nombre compris entre les valeurs min et max,
he: כמה למספר בין ערכי המינימום והמקסימום,
hi: कुछ को न्यूनतम और अधिकतम मानों के बीच की संख्या में,
hu: néhány a minimum és maximum értékek közötti számra,
id: beberapa ke angka antara nilai min dan maks,
it: alcuni a un numero compreso tra i valori minimo e massimo,

source: some to one of several Var options and some to a file name.
de: einige auf eine von mehreren Var-Optionen und einige auf einen Dateinamen.
fr: certains vers l'une des nombreuses options Var et certains vers un nom de fichier.
he: חלקם לאחת מכמה אפשרויות Var וחלקם לשם קובץ.
hi: कुछ को कई Var विकल्पों में से एक के लिए और कुछ को एक फ़ाइल नाम के लिए।
hu: egyeseket a Var opciók egyikére, másokat pedig egy fájlnévre.
id: beberapa ke salah satu dari beberapa pilihan Var dan beberapa ke nama file.
it: alcuni a una delle diverse opzioni Var e altri a un nome file.

source: When entering a value, be careful not to add any leading spaces,
de: Achten Sie beim Eingeben eines Wertes darauf, keine führenden Leerzeichen hinzuzufügen,
fr: Lors de la saisie d'une valeur, veillez à ne pas ajouter d'espaces de début,
he: בעת הזנת ערך, היזהר לא להוסיף רווחים מובילים,
hi: मान दर्ज करते समय ध्यान रखें कि आगे कोई रिक्त स्थान न जोड़ें,
hu: Érték megadásakor ügyeljen arra, hogy ne adjon hozzá szóközt,
id: Saat memasukkan nilai, berhati-hatilah untuk tidak menambahkan spasi di awal,
it: Quando si immette un valore, fare attenzione a non aggiungere spazi iniziali,

source: because then the option will not work.
de: denn dann funktioniert die Option nicht.
fr: car alors l'option ne fonctionnera pas.
he: כי אז האפשרות לא תעבוד.
hi: क्योंकि तब यह विकल्प काम नहीं करेगा.
hu: mert akkor az opció nem fog működni.
id: karena pilihan tersebut tidak akan berfungsi.
it: perché allora l'opzione non funzionerà.

source: For a detailed description of some of the UCI options available,
de: Eine detaillierte Beschreibung einiger der verfügbaren UCI-Optionen finden Sie unter
fr: Pour une description détaillée de certaines des options UCI disponibles,
he: לתיאור מפורט של חלק מאפשרויות ה-UCI הזמינות,
hi: उपलब्ध कुछ यूसीआई विकल्पों के विस्तृत विवरण के लिए,
hu: Néhány elérhető UCI opció részletes leírásához,
id: Untuk deskripsi terperinci mengenai beberapa opsi UCI yang tersedia,
it: Per una descrizione dettagliata di alcune delle opzioni UCI disponibili,

source: click on the < UCI options > button.
de: Klicken Sie auf die Schaltfläche <UCI-Optionen>.
fr: cliquez sur le bouton < Options UCI >.
he: לחץ על הלחצן < אפשרויות UCI >.
hi: < UCI विकल्प > बटन पर क्लिक करें।
hu: kattintson az < UCI options > gombra.
id: klik tombol < Opsi UCI >.
it: fare clic sul pulsante < Opzioni UCI >.

source: Engine parameter options help
de: Hilfe zu den Engine-Parameteroptionen
fr: Aide sur les options des paramètres du moteur
he: אפשרויות פרמטרי מנוע עוזרות
hi: इंजन पैरामीटर विकल्प सहायता
hu: A motorparaméter opciók segítenek
id: Opsi parameter mesin membantu
it: Le opzioni dei parametri del motore aiutano

source: UCI options
de: UCI-Optionen
fr: Options UCI
he: אפשרויות UCI
hi: यूसीआई विकल्प
hu: UCI opciók
id: Opsi UCI
it: Opzioni UCI

source: Tablebases
de: Tischgestelle
fr: Bases de table
he: בסיסי שולחנות
hi: टेबलबेस
hu: Táblázatbázisok
id: Basis Tabel
it: Basi per tavoli

source: Endgame tablebases are files containing best play for various endgames.
de: Endspiel-Tabellenbasen sind Dateien, die die besten Spielzüge für verschiedene Endspiele enthalten.
fr: Les bases de table de fin de partie sont des fichiers contenant les meilleurs jeux pour différentes fins de partie.
he: בסיסי טבלאות של משחקי סוף הם קבצים המכילים את המשחק הטוב ביותר עבור משחקי סוף שונים.
hi: एंडगेम टेबलबेस विभिन्न एंडगेम्स के लिए सर्वोत्तम खेल वाली फाइलें हैं।
hu: A végjátékok táblázatalapjai olyan fájlok, amelyek a legjobb játékot tartalmazzák a különböző végjátékokhoz.
id: Tabel basis data akhir permainan adalah berkas yang berisi permainan terbaik untuk berbagai akhir permainan.
it: Le tabelle di base dei finali sono file che contengono le migliori giocate per vari finali.

source: They can now cater for endings up to 7 pieces, but as the number of pieces increases,
de: Sie können jetzt Endungen mit bis zu 7 Stücken bewältigen, aber wenn die Anzahl der Stücke zunimmt,
fr: Ils peuvent désormais accueillir des finitions jusqu'à 7 pièces, mais à mesure que le nombre de pièces augmente,
he: כעת הם יכולים לספק סיומות של עד 7 חלקים, אך ככל שמספר החלקים גדל,
hi: अब वे 7 टुकड़ों तक के अंत की व्यवस्था कर सकते हैं, लेकिन जैसे-जैसे टुकड़ों की संख्या बढ़ती है,
hu: Mostantól akár 7 darabos befejezést is ki tudnak adni, de ahogy a darabok száma növekszik,
id: Sekarang mereka dapat melayani akhir hingga 7 buah, tetapi seiring dengan bertambahnya jumlah buah,
it: Ora possono soddisfare le esigenze di finali fino a 7 pezzi, ma man mano che il numero di pezzi aumenta,

source: so does the file size. The size of a 7 piece Syzygy tablebase is over 18 Terra bytes.
de: Das Gleiche gilt für die Dateigröße. Die Größe einer 7-teiligen Syzygy-Tabellenbasis beträgt über 18 Terrabyte.
fr: Il en va de même pour la taille du fichier. Une base de données Syzygy de 7 éléments occupe plus de 18 octets Terra.
he: כך גם גודל הקובץ. הגודל של בסיס שולחן של 7 חלקים של Syzygy הוא יותר מ-18 בתים של Terra.
hi: फ़ाइल का आकार भी ऐसा ही है। 7 पीस सिज़ीगी टेबलबेस का आकार 18 टेरा बाइट्स से ज़्यादा है।
hu: így a fájl mérete is. Egy 7 darabos Syzygy asztallap mérete több mint 18 Terra bájt.
id: Begitu pula dengan ukuran berkasnya. Ukuran tabel Syzygy yang terdiri dari 7 bagian lebih dari 18 Terra byte.
it: così come la dimensione del file. La dimensione di una tablebase Syzygy da 7 pezzi è di oltre 18 byte Terra.

source: A large number of 8 piece positions have also been solved.
de: Darüber hinaus wurden zahlreiche 8-Stein-Stellungen gelöst.
fr: Un grand nombre de positions de 8 pièces ont également été résolues.
he: מספר גדול של 8 עמדות חלקים נפתרו גם כן.
hi: बड़ी संख्या में 8 टुकड़ा पदों का भी समाधान किया गया है।
hu: Nagyszámú, 8 darabos pozíció is megoldott.
id: Sejumlah besar posisi 8 bagian juga telah dipecahkan.
it: Sono state risolte anche numerose posizioni da 8 pezzi.

source: Prior to working on the new engine dialog box, I had never tried using tablebases
de: Bevor ich an dem neuen Engine-Dialogfeld arbeitete, hatte ich noch nie versucht, Tablebases zu verwenden
fr: Avant de travailler sur la nouvelle boîte de dialogue du moteur, je n'avais jamais essayé d'utiliser des bases de données
he: לפני העבודה על תיבת הדו-שיח של המנוע החדשה, מעולם לא ניסיתי להשתמש בבסיסי טבלאות
hi: नए इंजन डायलॉग बॉक्स पर काम करने से पहले, मैंने कभी टेबलबेस का उपयोग करने की कोशिश नहीं की थी
hu: Mielőtt az új motor párbeszédpanelén dolgoztam, soha nem próbáltam táblázatbázisokat használni
id: Sebelum mengerjakan kotak dialog mesin baru, saya belum pernah mencoba menggunakan tablebase
it: Prima di lavorare sulla nuova finestra di dialogo del motore, non avevo mai provato a utilizzare le tablebase
