Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: You can use wildcards - *blanca will also find games by Capablanca.
de: Sie können Platzhalter verwenden – *blanca findet auch Spiele von Capablanca.
fr: Vous pouvez utiliser des caractères génériques - *blanca trouvera également les jeux de Capablanca.
he: ניתן להשתמש בתווים כלליים - *בלנקה תמצא גם משחקים של קפבלנקה.
hi: आप वाइल्डकार्ड का उपयोग कर सकते हैं - *blanca से कैपब्लैंका के खेल भी मिल जाएंगे।
hu: Használhat helyettesítő karaktereket – a *blanca a Capablanca játékait is megtalálja.
id: Anda dapat menggunakan karakter pengganti - *blanca juga akan menemukan permainan oleh Capablanca.
it: È possibile utilizzare i caratteri jolly: *blanca troverà anche i giochi di Capablanca.

source: Wins and Losses : Check these boxes (with Ignore colours off)
de: Gewinne und Verluste: Aktivieren Sie diese Kontrollkästchen (bei deaktivierter Option „Farben ignorieren“)
fr: Gains et pertes : cochez ces cases (avec l'option Ignorer les couleurs désactivée)
he: ניצחונות והפסדים: סמן את התיבות האלה (כשהתעלם מהצבעים כבוי)
hi: जीत और हार: इन बक्सों को चिह्नित करें (रंगों को अनदेखा करें)
hu: Nyertek és veszteségek: Jelölje be ezeket a négyzeteket (a színek figyelmen kívül hagyása ki van kapcsolva)
id: Kemenangan dan Kekalahan: Centang kotak ini (dengan warna Abaikan dimatikan)
it: Vittorie e sconfitte: seleziona queste caselle (disattivando Ignora colori)

source: to search for wins and losses for a player.
de: um nach Gewinnen und Verlusten eines Spielers zu suchen.
fr: rechercher les gains et les pertes d'un joueur.
he: לחפש ניצחונות והפסדים לשחקן.
hi: किसी खिलाड़ी की जीत और हार की खोज करना।
hu: hogy egy játékos győzelmeit és vereségeit keresse.
id: untuk mencari kemenangan dan kekalahan seorang pemain.
it: per cercare vittorie e sconfitte di un giocatore.

source: Ignore colours : If you enter the name of one player
de: Farben ignorieren: Wenn Sie den Namen eines Spielers eingeben
fr: Ignorer les couleurs : Si vous entrez le nom d'un joueur
he: התעלם מהצבעים: אם תזין את שמו של שחקן אחד
hi: रंगों पर ध्यान न दें : यदि आप किसी एक खिलाड़ी का नाम दर्ज करते हैं
hu: Színek figyelmen kívül hagyása: Ha egy játékos nevét adja meg
id: Abaikan warna: Jika Anda memasukkan nama salah satu pemain
it: Ignora colori: se inserisci il nome di un giocatore

source: and click this on, then all their games will be shown.
de: und klicken Sie darauf, dann werden alle ihre Spiele angezeigt.
fr: et cliquez dessus, alors tous leurs jeux seront affichés.
he: ולחץ על זה, ואז כל המשחקים שלהם יוצגו.
hi: और इस पर क्लिक करें, फिर उनके सभी खेल दिखाए जाएंगे।
hu: és kattintson erre, akkor az összes játékuk megjelenik.
id: dan klik ini, maka semua permainan mereka akan ditampilkan.
it: e clicca qui, quindi verranno mostrate tutte le loro partite.

source: If it is off, then only their white or black games are listed.
de: Wenn es ausgeschaltet ist, werden nur ihre weißen oder schwarzen Spiele aufgelistet.
fr: Si elle est désactivée, seuls leurs jeux blancs ou noirs sont répertoriés.
he: אם הוא כבוי, רק המשחקים הלבנים או השחורים שלהם רשומים.
hi: यदि यह बंद है, तो केवल उनके सफेद या काले खेल ही सूचीबद्ध होंगे।
hu: Ha ki van kapcsolva, akkor csak a fehér vagy fekete játékaik jelennek meg.
id: Jika mati, maka hanya permainan putih atau hitam yang terdaftar.
it: Se è disattivata, vengono elencate solo le partite con i bianchi o con i neri.

source: Tournament : Here you can search for a specific tournament or location.
de: Turnier: Hier können Sie nach einem bestimmten Turnier oder Ort suchen.
fr: Tournoi : Ici, vous pouvez rechercher un tournoi ou un lieu spécifique.
he: טורניר: כאן תוכל לחפש טורניר או מיקום ספציפי.
hi: टूर्नामेंट: यहां आप किसी विशिष्ट टूर्नामेंट या स्थान की खोज कर सकते हैं।
hu: Tournament : Itt kereshet egy adott versenyt vagy helyszínt.
id: Turnamen: Di sini Anda dapat mencari turnamen atau lokasi tertentu.
it: Torneo: qui puoi cercare un torneo o una località specifica.

source: Year : To search for the games of a particular period, enter the years here.
de: Jahr: Um nach Spielen eines bestimmten Zeitraums zu suchen, geben Sie hier die Jahre ein.
fr: Année : Pour rechercher les jeux d'une période particulière, entrez les années ici.
he: שנה : כדי לחפש את המשחקים של תקופה מסוימת, הזן את השנים כאן.
hi: वर्ष : किसी विशेष अवधि के खेलों की खोज करने के लिए, यहां वर्ष दर्ज करें।
hu: Év : Egy adott időszak játékainak kereséséhez írja be ide az éveket.
id: Tahun: Untuk mencari pertandingan pada periode tertentu, masukkan tahun di sini.
it: Anno: per cercare le partite di un determinato periodo, inserisci qui gli anni.

source: ECO : You can search for the games from a particular ECO key, e.g. C43 - C45
de: ECO: Sie können nach Spielen mit einem bestimmten ECO-Schlüssel suchen, z. B. C43 - C45
fr: ECO : Vous pouvez rechercher les jeux à partir d'une clé ECO particulière, par exemple C43 - C45
he: ECO : אתה יכול לחפש את המשחקים ממפתח ECO מסוים, למשל. C43 - C45
hi: ECO: आप किसी विशेष ECO कुंजी से गेम खोज सकते हैं, जैसे C43 - C45
hu: ECO : A játékokat egy adott ECO gombról keresheti, pl. C43-C45
id: ECO : Anda dapat mencari permainan dari kunci ECO tertentu, misalnya C43 - C45
it: ECO: puoi cercare i giochi da una particolare chiave ECO, ad esempio C43 - C45

source: Moves : You can set to search for long or short games here.
de: Züge: Hier können Sie einstellen, ob nach langen oder kurzen Spielen gesucht werden soll.
fr: Mouvements : Vous pouvez définir la recherche de jeux longs ou courts ici.
he: מהלכים: אתה יכול להגדיר לחפש משחקים ארוכים או קצרים כאן.
hi: चालें: आप यहां लंबे या छोटे गेम की खोज करने के लिए सेट कर सकते हैं।
hu: Mozdulatok : Itt beállíthatja, hogy hosszú vagy rövid játékokat keressen.
id: Gerakan: Anda dapat mengatur untuk mencari permainan panjang atau pendek di sini.
it: Mosse: qui puoi impostare la ricerca di partite lunghe o brevi.

source: Elo : When searching for the games of players who lie within
de: Elo: Bei der Suche nach den Spielen von Spielern, die innerhalb liegen
fr: Elo : Lors de la recherche des jeux des joueurs qui se trouvent à l'intérieur
he: Elo : כאשר מחפשים את המשחקים של שחקנים ששוכבים בפנים
hi: एलो : जब उन खिलाड़ियों के खेल की खोज की जाती है जो भीतर रहते हैं
hu: Elo: Ha olyan játékosok játékait keresi, akik benne vannak
id: Elo : Saat mencari permainan pemain yang berada di dalam
it: Elo: Quando si cercano le partite dei giocatori che si trovano all'interno

source: a certain Elo range, you can specify whether one player, both players
de: einen bestimmten Elo-Bereich, können Sie festlegen, ob ein Spieler, beide Spieler
fr: une certaine plage Elo, vous pouvez spécifier si un joueur, les deux joueurs
he: טווח Elo מסוים, אתה יכול לציין אם שחקן אחד, שני השחקנים
hi: एक निश्चित एलो रेंज में, आप निर्दिष्ट कर सकते हैं कि एक खिलाड़ी, दोनों खिलाड़ी
hu: egy bizonyos Elo tartományban megadhatja, hogy az egyik játékos vagy mindkét játékos
id: rentang Elo tertentu, Anda dapat menentukan apakah satu pemain, kedua pemain
it: un certo intervallo Elo, puoi specificare se un giocatore, entrambi i giocatori

source: or the average should lie within the given range.
de: bzw. der Durchschnitt sollte innerhalb des angegebenen Bereichs liegen.
fr: ou la moyenne doit se situer dans la plage donnée.
he: או שהממוצע צריך להיות בטווח הנתון.
hi: या औसत दी गई सीमा के भीतर होना चाहिए।
hu: vagy az átlagnak a megadott tartományon belül kell lennie.
id: atau rata-ratanya harus berada dalam rentang yang diberikan.
it: oppure la media dovrebbe rientrare nell'intervallo dato.

source: Result : Searches for games in which White won, Black won,
de: Ergebnis: Sucht nach Spielen, in denen Weiß gewonnen hat, Schwarz gewonnen hat,
fr: Résultat : Recherche les parties dans lesquelles les Blancs ont gagné, les Noirs ont gagné,
he: תוצאה: חיפוש משחקים שבהם לבן ניצח, שחור ניצח,
hi: परिणाम : उन खेलों की खोज जिसमें सफ़ेद जीता, काला जीता,
hu: Eredmény : Olyan játékok keresése, amelyekben fehér nyert, fekete nyert,
id: Hasil : Pencarian permainan dimana Putih menang, Hitam menang,
it: Risultato: Cerca le partite in cui ha vinto il Bianco, ha vinto il Nero,

source: games which were drawn and games with no result.
de: Spiele, die unentschieden endeten und Spiele ohne Ergebnis.
fr: des parties qui ont été nulles et des parties sans résultat.
he: משחקים שהוצאו בתיקו ומשחקים ללא תוצאה.
hi: कुछ खेल ड्रा रहे और कुछ ऐसे खेल जिनका कोई परिणाम नहीं निकला।
hu: döntetlen és eredménytelen meccsek.
id: pertandingan yang seri dan pertandingan tanpa hasil.
it: partite pareggiate e partite senza risultato.

source: You can also search for games that ended in mate, stalemate or a check.
de: Sie können auch nach Spielen suchen, die mit Matt, Patt oder Schach endeten.
fr: Vous pouvez également rechercher des parties qui se sont terminées par un mat, une impasse ou un échec.
he: אתה יכול גם לחפש משחקים שהסתיימו בחבר, קיפאון או המחאה.
hi: आप ऐसे खेलों की भी खोज कर सकते हैं जो मेट, स्टेलेमेट या चेक पर समाप्त हुए हों।
hu: Olyan játékokat is kereshet, amelyek mate-re, patthelyzetre vagy csekkre végződtek.
id: Anda juga dapat mencari permainan yang berakhir dengan mate, stalemate atau check.
it: Puoi anche cercare le partite che si sono concluse con matto, stallo o scacco.

source: Position : Allows the user to input a position to search for.
de: Position: Ermöglicht dem Benutzer, eine Position einzugeben, nach der gesucht werden soll.
fr: Position : permet à l'utilisateur de saisir une position à rechercher.
he: מיקום: מאפשר למשתמש להזין מיקום לחיפוש.
hi: स्थिति : उपयोगकर्ता को खोजने के लिए स्थिति इनपुट करने की अनुमति देता है।
hu: Pozíció : Lehetővé teszi a felhasználó számára, hogy megadja a keresendő pozíciót.
id: Posisi: Memungkinkan pengguna memasukkan posisi yang akan dicari.
it: Posizione: consente all'utente di immettere una posizione da ricercare.

source: Be careful to make sure that you have the correct colour to play set
de: Achten Sie darauf, dass Sie die richtige Farbe für das Spielset haben.
fr: Assurez-vous d'avoir la bonne couleur pour jouer.
he: היזהר לוודא שיש לך את הצבע הנכון למשחק
hi: ध्यान रखें कि आपके पास खेलने के लिए सही रंग का सेट हो
hu: Ügyeljen arra, hogy megbizonyosodjon arról, hogy a játékhoz megfelelő szín van beállítva
id: Berhati-hatilah untuk memastikan bahwa Anda memiliki warna yang benar untuk memainkan set
it: Fai attenzione ad assicurarti di avere il colore corretto per giocare

source: before you start a position search.
de: bevor Sie mit der Positionssuche beginnen.
fr: avant de commencer une recherche de poste.
he: לפני שתתחיל בחיפוש מיקום.
hi: इससे पहले कि आप कोई पद खोज शुरू करें.
hu: mielőtt elkezdi a pozíciókeresést.
id: sebelum Anda memulai pencarian posisi.
it: prima di iniziare la ricerca di una posizione.

source: e.g. If you were searching for games that started with 1. f4
de: Wenn Sie beispielsweise nach Spielen suchen, die mit 1. f4 beginnen
fr: par exemple, si vous recherchiez des jeux commençant par 1. f4
he: לְמָשָׁל אם חיפשת משחקים שהתחילו עם 1. f4
hi: उदाहरण के लिए यदि आप 1. f4 से शुरू होने वाले गेम खोज रहे थे
hu: például Ha 1. f4-el kezdődő játékokat keresett
id: misalnya Jika Anda mencari game yang dimulai dengan 1. f4
it: ad esempio se stavi cercando partite che iniziavano con 1. f4

source: Check the <Black to play> box before searching.
de: Aktivieren Sie vor der Suche das Kontrollkästchen <Schwarz am Zug>.
fr: Cochez la case <Noir pour jouer> avant de rechercher.
he: סמן את התיבה <שחור להפעלה> לפני החיפוש.
hi: खोज करने से पहले <खेलने के लिए काला> बॉक्स को चेक करें।
hu: Keresés előtt jelölje be a <Black to play> négyzetet.
id: Centang kotak <Hitam untuk bermain> sebelum mencari.
it: Seleziona la casella <Gioca il nero> prima di effettuare la ricerca.

source: The games found in the search are copied to the clipboard
de: Die bei der Suche gefundenen Spiele werden in die Zwischenablage kopiert
fr: Les jeux trouvés dans la recherche sont copiés dans le presse-papiers
he: המשחקים שנמצאו בחיפוש מועתקים ללוח
hi: खोज में पाए गए गेम क्लिपबोर्ड पर कॉपी कर दिए जाते हैं
hu: A keresésben talált játékok a vágólapra másolódnak
id: Game yang ditemukan dalam pencarian disalin ke clipboard
it: I giochi trovati nella ricerca vengono copiati negli appunti

source: and can be accessed from Games, Clipboard on the main menu.
de: und kann über „Spiele“, „Zwischenablage“ im Hauptmenü aufgerufen werden.
fr: et est accessible depuis Jeux, Presse-papiers dans le menu principal.
he: וניתן לגשת אליו ממשחקים, לוח בתפריט הראשי.
hi: और इसे मुख्य मेनू पर गेम्स, क्लिपबोर्ड से एक्सेस किया जा सकता है।
hu: és a Főmenü Játékok, Vágólap menüpontjából érhető el.
id: dan dapat diakses dari Game, Clipboard pada menu utama.
it: ed è possibile accedervi da Giochi, Appunti nel menu principale.

source: The game search function is generally rather slow, and I would suggest
de: Die Spielsuchfunktion ist im Allgemeinen ziemlich langsam, und ich würde vorschlagen
fr: La fonction de recherche de jeu est généralement assez lente, et je suggérerais
he: פונקציית החיפוש במשחק היא בדרך כלל איטית למדי, ואני מציע
hi: खेल खोज फ़ंक्शन आम तौर पर धीमा है, और मैं सुझाव दूंगा
hu: A játékkereső funkció általában meglehetősen lassú, ezt javaslom
id: Fungsi pencarian game umumnya agak lambat, dan saya akan menyarankan
it: La funzione di ricerca del gioco è generalmente piuttosto lenta e suggerirei

source: that you use it only with small PGN database files, 50,000 games at the most.
de: dass Sie es nur mit kleinen PGN-Datenbankdateien verwenden, höchstens 50.000 Spiele.
fr: que vous l'utilisiez uniquement avec de petits fichiers de base de données PGN, 50 000 jeux au maximum.
he: שאתה משתמש בו רק עם קבצי מסד נתונים קטנים של PGN, 50,000 משחקים לכל היותר.
hi: आप इसका उपयोग केवल छोटी PGN डाटाबेस फाइलों, अधिकतम 50,000 खेलों के साथ ही करें।
hu: hogy csak kis PGN adatbázis fájlokkal, legfeljebb 50 000 játékkal használja.
id: bahwa Anda menggunakannya hanya dengan file basis data PGN kecil, maksimal 50.000 permainan.
it: di utilizzarlo solo con file di database PGN di piccole dimensioni, al massimo 50.000 giochi.

source: For searching databases larger than this, I would recommend using the
de: Für die Suche in größeren Datenbanken empfehle ich die Verwendung von
fr: Pour rechercher des bases de données plus grandes que celle-ci, je recommanderais d'utiliser le
he: לחיפוש מסדי נתונים גדולים מזה, הייתי ממליץ להשתמש ב-
hi: इससे बड़े डेटाबेस को खोजने के लिए, मैं इसका उपयोग करने की सलाह दूंगा
hu: Ennél nagyobb adatbázisok kereséséhez javaslom a
id: Untuk mencari database yang lebih besar dari ini, saya akan merekomendasikan menggunakan
it: Per la ricerca in database più grandi di questo, consiglierei di utilizzare

source: dedicated database functions instead.
de: stattdessen dedizierte Datenbankfunktionen.
fr: des fonctions de base de données dédiées à la place.
he: במקום זאת פונקציות ייעודיות של מסד נתונים.
hi: इसके बजाय समर्पित डेटाबेस फ़ंक्शन।
hu: dedikált adatbázis funkciók helyett.
id: fungsi basis data khusus sebagai gantinya.
it: funzioni di database dedicate.

source: Game search options help
de: Hilfe zu den Spielsuchoptionen
fr: Aide aux options de recherche de jeu
he: אפשרויות חיפוש משחק עוזרות
hi: गेम खोज विकल्प सहायता
hu: A játék keresési opciói segítenek
id: Opsi pencarian game membantu
it: Le opzioni di ricerca del gioco sono utili

source: Game search
de: Spielsuche
fr: Recherche de jeu
he: חיפוש משחק
hi: खेल खोज
hu: Játékkeresés
id: Pencarian permainan
it: Ricerca di gioco

source: Current number
de: Laufende Nummer
fr: Numéro actuel
he: מספר נוכחי
hi: मौजूदा नंबर
hu: Jelenlegi szám
id: Nomor saat ini
it: Numero attuale

source: Current game number
de: Aktuelle Spielnummer
fr: Numéro de jeu actuel
he: מספר המשחק הנוכחי
hi: वर्तमान खेल संख्या
hu: Aktuális játékszám
id: Nomor permainan saat ini
it: Numero di gioco attuale

source: This panel lets you setup some general options.
de: In diesem Bereich können Sie einige allgemeine Optionen einrichten.
fr: Ce panneau vous permet de configurer certaines options générales.
he: לוח זה מאפשר לך להגדיר כמה אפשרויות כלליות.
hi: यह पैनल आपको कुछ सामान्य विकल्प सेट करने देता है।
hu: Ez a panel lehetővé teszi néhány általános beállítás beállítását.
id: Panel ini memungkinkan Anda mengatur beberapa opsi umum.
it: Questo pannello consente di impostare alcune opzioni generali.

source: Language used for notation (KQRNB):
de: Für die Notation verwendete Sprache (KQRNB):
fr: Langue utilisée pour la notation (KQRNB) :
he: שפה המשמשת לסימון (KQRNB):
hi: संकेतन के लिए प्रयुक्त भाषा (KQRNB):
hu: A jelöléshez használt nyelv (KQRNB):
id: Bahasa yang digunakan untuk notasi (KQRNB):
it: Lingua utilizzata per la notazione (KQRNB):

source: Show heading above board (instead of in frame)
de: Überschrift über dem Brett anzeigen (statt im Rahmen)
fr: Afficher le titre au-dessus du tableau (au lieu de l'afficher dans le cadre)
he: הצג כותרת מעל הלוח (במקום במסגרת)
hi: शीर्षक को बोर्ड के ऊपर दिखाएं (फ्रेम के बजाय)
hu: Fejléc megjelenítése a tábla felett (a keret helyett)
id: Tampilkan judul di atas papan (bukan di dalam bingkai)
it: Mostra l'intestazione sopra la bacheca (invece che nella cornice)

source: Don't use italics for subvariations
de: Verwenden Sie keine Kursivschrift für Untervarianten
fr: N'utilisez pas d'italique pour les sous-variantes
he: אל תשתמש בכתב נטוי עבור תת-ווריאציות
hi: उपविविधताओं के लिए इटैलिक का उपयोग न करें
hu: Ne használjon dőlt betűt az alváltozatokhoz
id: Jangan gunakan huruf miring untuk subvariasi
it: Non usare il corsivo per le sottovarianti

source: Go straight to game for single game .pgn files
de: Gehen Sie direkt zum Spiel, um einzelne PNG-Dateien des Spiels anzuzeigen
fr: Accédez directement au jeu pour les fichiers .pgn d'un seul jeu
he: עבור ישר למשחק עבור קובצי .pgn של משחק בודד
hi: एकल गेम .pgn फ़ाइलों के लिए सीधे गेम पर जाएँ
hu: Egyjátékos .pgn-fájlokért lépjen közvetlenül a játékba
id: Langsung ke game untuk file .pgn game tunggal
it: Vai direttamente al gioco per i file .pgn del singolo gioco

source: Go straight to first game for all .pgn files
de: Gehen Sie für alle PNG-Dateien direkt zum ersten Spiel
fr: Accédez directement au premier jeu pour tous les fichiers .pgn
he: עבור ישר למשחק הראשון עבור כל קבצי ה-pgn
hi: सभी .pgn फ़ाइलों के लिए सीधे पहले गेम पर जाएँ
hu: Menjen közvetlenül az első játékhoz az összes .pgn fájlhoz
id: Langsung ke game pertama untuk semua file .pgn
it: Vai direttamente al primo gioco per tutti i file .pgn

source: Don't flip board to put human at bottom
de: Drehen Sie das Brett nicht um, um den Menschen unten zu platzieren
fr: Ne retournez pas le tableau pour mettre l'humain en bas
he: אל תהפוך קרש כדי לשים את האדם בתחתית
hi: बोर्ड को पलटकर नीचे मानव को न रखें
hu: Ne fordítsa meg a táblát, hogy az embert a mélybe helyezze
id: Jangan membalik papan untuk meletakkan manusia di bawah
it: Non capovolgere il tabellone per mettere l'uomo in basso

source: Emit bell sound when engine moves
de: Klingelton ertönen lassen, wenn sich der Motor bewegt
fr: Émet un son de cloche lorsque le moteur bouge
he: השמיע צליל פעמון כאשר המנוע זז
hi: इंजन चलने पर घंटी की आवाज निकालें
hu: Csengőhangot ad ki, amikor a motor mozog
id: Mengeluarkan suara bel saat mesin bergerak
it: Emette un suono di campana quando il motore si muove

source: Display a board border
de: Einen Boardrand anzeigen
fr: Afficher une bordure de tableau
he: הצג גבול לוח
hi: बोर्ड बॉर्डर प्रदर्शित करें
hu: Táblaszegély megjelenítése
id: Menampilkan batas papan
it: Visualizza un bordo della bacheca

source: Load last PGN file
de: Letzte PGN-Datei laden
fr: Charger le dernier fichier PGN
he: טען את קובץ ה-PGN האחרון
hi: अंतिम PGN फ़ाइल लोड करें
hu: Az utolsó PGN fájl betöltése
id: Muat file PGN terakhir
it: Carica l'ultimo file PGN

source: Load last PGN game
de: Letztes PGN-Spiel laden
fr: Charger le dernier jeu PGN
he: טען את משחק PGN האחרון
hi: अंतिम PGN गेम लोड करें
hu: Az utolsó PGN játék betöltése
id: Muat game PGN terakhir
it: Carica l'ultimo gioco PGN

source: Load last game
de: Letztes Spiel laden
fr: Charger le dernier jeu
he: טען את המשחק האחרון
hi: पिछला गेम लोड करें
hu: Az utolsó játék betöltése
id: Muat game terakhir
it: Carica l'ultima partita

source: Full kibitz mode
de: Vollständiger Kibitz-Modus
fr: Mode kibitz complet
he: מצב קיביץ מלא
hi: पूर्ण किबिट्ज़ मोड
hu: Teljes kibitz mód
id: Mode kibitz penuh
it: Modalità kibitz completa

source: Font size in points (default is 9)
de: Schriftgröße in Punkten (Standard ist 9)
fr: Taille de police en points (la valeur par défaut est 9)
he: גודל גופן בנקודות (ברירת המחדל היא 9)
hi: फ़ॉन्ट का आकार पॉइंट में (डिफ़ॉल्ट 9 है)
hu: Betűméret pontokban (alapértelmezett 9)
id: Ukuran font dalam poin (default adalah 9)
it: Dimensione del carattere in punti (il valore predefinito è 9)

source: Toolbar icon size in pixels (default is 16)
de: Symbolgröße der Symbolleiste in Pixeln (Standard ist 16)
fr: Taille de l'icône de la barre d'outils en pixels (la valeur par défaut est 16)
he: גודל סמל סרגל הכלים בפיקסלים (ברירת המחדל היא 16)
hi: टूलबार आइकन का आकार पिक्सेल में (डिफ़ॉल्ट 16 है)
hu: Eszköztár ikon mérete képpontban (alapértelmezett 16)
id: Ukuran ikon bilah alat dalam piksel (default adalah 16)
it: Dimensione dell'icona della barra degli strumenti in pixel (il valore predefinito è 16)

source: Set the algebraic notation characters used for king,
de: Legen Sie die algebraischen Notationszeichen für König,
fr: Définissez les caractères de notation algébrique utilisés pour le roi,
he: הגדר את התווים האלגבריים המשמשים למלך,
hi: राजा के लिए प्रयुक्त बीजीय संकेतन वर्ण निर्धारित करें,
hu: Állítsa be a királyhoz használt algebrai jelölési karaktereket,
id: Mengatur karakter notasi aljabar yang digunakan untuk raja,
it: Imposta i caratteri di notazione algebrica utilizzati per il re,

source: queen, rook, knight and bishop respectively
de: Dame, Turm, Springer und Läufer
fr: reine, tour, cavalier et fou respectivement
he: מלכה, צריח, אביר ובישוף בהתאמה
hi: रानी, ​​किश्ती, घोड़ा और बिशप क्रमशः
hu: királynő, bástya, lovag és püspök
id: ratu, benteng, kuda dan gajah masing-masing
it: rispettivamente regina, torre, cavallo e alfiere

source: Set this if you don't want subvariations to show as italic
de: Legen Sie dies fest, wenn Sie nicht möchten, dass Untervarianten kursiv dargestellt werden
fr: Définissez cette option si vous ne souhaitez pas que les sous-variantes s'affichent en italique
he: הגדר זאת אם אינך רוצה שתת-וריאציות יוצגו כתווי נטוי
hi: यदि आप नहीं चाहते कि उपविविधताएँ इटैलिक में दिखाई दें तो इसे सेट करें
hu: Állítsa be, ha nem szeretné, hogy az alváltozatok dőltként jelenjenek meg
id: Atur ini jika Anda tidak ingin subvariasi ditampilkan sebagai miring
it: Imposta questa opzione se non vuoi che le sottovarianti vengano visualizzate in corsivo

source: Set this to skip the game selection dialog
de: Stellen Sie dies ein, um den Spielauswahldialog zu überspringen
fr: Réglez ceci pour ignorer la boîte de dialogue de sélection de jeu
he: הגדר זאת כדי לדלג על תיבת הדו-שיח של בחירת המשחק
hi: गेम चयन संवाद को छोड़ने के लिए इसे सेट करें
hu: Állítsa be a játékválasztó párbeszédpanel kihagyásához
id: Atur ini untuk melewati dialog pemilihan permainan
it: Imposta questa opzione per saltare la finestra di dialogo di selezione del gioco

source: when a newly opened file has only one game
de: wenn eine neu geöffnete Datei nur ein Spiel hat
fr: lorsqu'un fichier nouvellement ouvert ne contient qu'un seul jeu
he: כאשר לקובץ שנפתח לאחרונה יש רק משחק אחד
hi: जब किसी नई खुली हुई फ़ाइल में केवल एक ही गेम हो
hu: amikor egy újonnan megnyitott fájlban csak egy játék van
id: ketika file yang baru dibuka hanya memiliki satu permainan
it: quando un file appena aperto ha un solo gioco
