Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Human timed if < Visible > and < Running > are checked
de: Menschliche Zeitmessung, wenn < Sichtbar > und < Läuft > aktiviert sind
fr: Chronométré par l'homme si < Visible > et < En cours d'exécution > sont cochés
he: תזמון אנושי אם < גלוי > ו< פועל > מסומנים
hi: यदि <दृश्यमान> और <चल रहा> चिह्नित हैं तो मानव समय
hu: Emberi időzítés, ha a < Látható > és a < Futás > be van jelölve
id: Waktu manusia dihitung jika < Terlihat > dan < Berjalan > dicentang
it: Tempo umano se < Visibile > e < In esecuzione > sono selezionati

source: Engines get fixed time per move
de: Engines erhalten eine feste Zeit pro Zug
fr: Les moteurs ont un temps fixe par mouvement
he: מנועים מקבלים זמן קבוע לכל מהלך
hi: इंजनों को प्रत्येक चाल के लिए निश्चित समय मिलता है
hu: A motorok mozgásonként rögzített időt kapnak
id: Mesin mendapatkan waktu tetap per gerakan
it: I motori ottengono un tempo fisso per mossa

source: Enter the game time in minutes.
de: Geben Sie die Spielzeit in Minuten ein.
fr: Entrez le temps de jeu en minutes.
he: הזן את זמן המשחק בדקות.
hi: खेल का समय मिनटों में दर्ज करें।
hu: Adja meg a játékidőt percben.
id: Masukkan waktu permainan dalam menit.
it: Inserisci il tempo di gioco in minuti.

source: Enter the increment in seconds.
de: Geben Sie das Inkrement in Sekunden ein.
fr: Entrez l'incrément en secondes.
he: הזן את התוספת בשניות.
hi: वेतन वृद्धि को सेकंड में दर्ज करें।
hu: Adja meg a növekményt másodpercben.
id: Masukkan kenaikan dalam hitungan detik.
it: Inserire l'incremento in secondi.

source: Check this if the clock is visible.
de: Aktivieren Sie dies, wenn die Uhr sichtbar ist.
fr: Vérifiez ceci si l'horloge est visible.
he: בדוק זאת אם השעון גלוי.
hi: यदि घड़ी दिखाई दे रही हो तो इसकी जांच करें।
hu: Ellenőrizze ezt, ha látható az óra.
id: Periksa ini apakah jamnya terlihat.
it: Selezionare questa opzione se l'orologio è visibile.

source: Check this if the clock is running.
de: Überprüfen Sie dies, wenn die Uhr läuft.
fr: Vérifiez ceci si l'horloge fonctionne.
he: בדוק זאת אם השעון פועל.
hi: यदि घड़ी चल रही है तो इसकी जांच करें।
hu: Ellenőrizze ezt, ha az óra jár.
id: Periksa ini apakah jam sedang berjalan.
it: Controllare se l'orologio è in funzione.

source: Check this to make the engine move after a fixed time interval
de: Aktivieren Sie diese Option, um den Motor nach einem festgelegten Zeitintervall in Bewegung zu setzen
fr: Cochez cette case pour faire bouger le moteur après un intervalle de temps fixe
he: סמן זאת כדי לגרום למנוע לזוז לאחר מרווח זמן קבוע
hi: एक निश्चित समय अंतराल के बाद इंजन को चलाने के लिए इसकी जांच करें
hu: Ellenőrizze ezt, hogy a motor egy meghatározott időintervallum után elinduljon
id: Periksa ini untuk membuat mesin bergerak setelah interval waktu tertentu
it: Selezionare questa opzione per far muovere il motore dopo un intervallo di tempo fisso

source: Specify how you want the on screen clocks to work.
de: Geben Sie an, wie die Bildschirmuhren funktionieren sollen.
fr: Spécifiez comment vous souhaitez que les horloges à l’écran fonctionnent.
he: ציין כיצד ברצונך שהשעונים על המסך יפעלו.
hi: निर्दिष्ट करें कि आप ऑन स्क्रीन घड़ियों को किस प्रकार कार्य करना चाहते हैं।
hu: Adja meg, hogy a képernyőn megjelenő órák hogyan működjenek.
id: Tentukan bagaimana Anda ingin jam di layar bekerja.
it: Specifica come desideri che funzionino gli orologi sullo schermo.

source: You can make instantaneously effective changes to
de: Sie können sofort wirksame Änderungen vornehmen an
fr: Vous pouvez apporter des modifications efficaces et instantanées à
he: אתה יכול לבצע שינויים יעילים באופן מיידי
hi: आप तुरंत प्रभावी परिवर्तन कर सकते हैं
hu: Azonnali hatékony változtatásokat hajthat végre
id: Anda dapat membuat perubahan efektif secara instan pada
it: Puoi apportare modifiche efficaci all'istante

source: the clock settings. One application of that feature
de: die Uhreinstellungen. Eine Anwendung dieser Funktion
fr: les réglages de l'horloge. Une application de cette fonctionnalité
he: את הגדרות השעון. יישום אחד של התכונה הזו
hi: घड़ी की सेटिंग। उस सुविधा का एक अनुप्रयोग
hu: az óra beállításait. Ennek a funkciónak az egyik alkalmazása
id: pengaturan jam. Salah satu aplikasi fitur tersebut
it: le impostazioni dell'orologio. Un'applicazione di quella funzione

source: is to start the clocks running in the opening position
de: ist, die Uhren in der Öffnungsposition zu starten
fr: consiste à démarrer les horloges en position d'ouverture
he: הוא להפעיל את השעונים במצב פתיחה
hi: घड़ियों को प्रारंभिक स्थिति में चलाना शुरू करना है
hu: az, hogy az órákat nyitóállásban indítsa el
id: adalah untuk memulai jam berjalan pada posisi pembukaan
it: è far partire gli orologi in posizione di apertura

source: and use the program as a combined electronic board
de: und nutzen Sie das Programm als kombinierte elektronische Tafel
fr: et utiliser le programme comme une carte électronique combinée
he: ולהשתמש בתוכנית כלוח אלקטרוני משולב
hi: और प्रोग्राम को एक संयुक्त इलेक्ट्रॉनिक बोर्ड के रूप में उपयोग करें
hu: és használja a programot kombinált elektronikus táblaként
id: dan menggunakan program ini sebagai papan elektronik gabungan
it: e utilizzare il programma come una scheda elettronica combinata

source: and clock for a normal chess game with a friend.
de: und Uhr für ein normales Schachspiel mit einem Freund.
fr: et une horloge pour une partie d'échecs normale avec un ami.
he: ושעון למשחק שחמט רגיל עם חבר.
hi: और एक दोस्त के साथ एक सामान्य शतरंज खेल के लिए घड़ी।
hu: és óra egy normál sakkjátszmához egy barátjával.
id: dan jam untuk permainan catur normal dengan seorang teman.
it: e cronometrare una normale partita a scacchi con un amico.

source: You can also change how the clocks are setup
de: Sie können auch ändern, wie die Uhren eingerichtet sind
fr: Vous pouvez également modifier la configuration des horloges
he: אתה יכול גם לשנות את אופן הגדרת השעונים
hi: आप घड़ियों की सेटिंग भी बदल सकते हैं
hu: Az órák beállítását is módosíthatja
id: Anda juga dapat mengubah cara pengaturan jam
it: Puoi anche cambiare la modalità di impostazione degli orologi

source: each time a new human versus engine game starts.
de: jedes Mal, wenn ein neues Mensch-gegen-Maschine-Spiel beginnt.
fr: à chaque fois qu'un nouveau jeu humain contre moteur démarre.
he: בכל פעם שמתחיל משחק אנושי מול מנוע חדש.
hi: हर बार एक नया मानव बनाम इंजन खेल शुरू होता है।
hu: minden alkalommal, amikor egy új ember versus motor játék indul.
id: setiap kali permainan manusia versus mesin baru dimulai.
it: ogni volta che inizia una nuova partita tra umani e motori.

source: A fixed period mode option is now available.
de: Jetzt ist eine Option für den Modus mit festem Zeitraum verfügbar.
fr: Une option de mode période fixe est désormais disponible.
he: אפשרות למצב תקופה קבועה זמינה כעת.
hi: अब एक निश्चित अवधि मोड विकल्प उपलब्ध है।
hu: Mostantól elérhető a fix periódusú mód.
id: Pilihan mode periode tetap sekarang tersedia.
it: Ora è disponibile un'opzione di modalità a periodo fisso.

source: This specifies a mode where the engine receives
de: Dies gibt einen Modus an, in dem der Motor empfängt
fr: Ceci spécifie un mode dans lequel le moteur reçoit
he: זה מציין מצב שבו המנוע מקבל
hi: यह एक मोड निर्दिष्ट करता है जहां इंजन प्राप्त करता है
hu: Ez azt az üzemmódot határozza meg, ahol a motor fogad
id: Ini menentukan mode di mana mesin menerima
it: Specifica una modalità in cui il motore riceve

source: a fixed amount of time per move.
de: eine feste Zeit pro Zug.
fr: un temps fixe par mouvement.
he: פרק זמן קבוע לכל מהלך.
hi: प्रत्येक चाल के लिए एक निश्चित समय।
hu: mozgásonként meghatározott idő.
id: jumlah waktu yang tetap untuk setiap gerakan.
it: un periodo di tempo fisso per mossa.

source: Human moves are timed, (lightning chess)
de: Menschliche Züge sind zeitlich begrenzt (Blitzschach).
fr: Les mouvements humains sont chronométrés (échecs éclair)
he: מהלכים אנושיים מתוזמן, (שחמט ברק)
hi: मानव चालें समयबद्ध होती हैं, (बिजली शतरंज)
hu: Az emberi lépések időzítettek (villám sakk)
id: Gerakan manusia diatur waktunya (catur petir)
it: Le mosse umane sono cronometrate (scacchi lampo)

source: only if < Visible > and < Running > are checked.
de: nur wenn < Sichtbar > und < Läuft > aktiviert sind.
fr: seulement si < Visible > et < En cours d'exécution > sont cochés.
he: רק אם < גלוי > ו< פועל > מסומנים.
hi: केवल तभी जब < दृश्यमान > और < चल रहा > चेक किया गया हो.
hu: csak akkor, ha a < Látható > és a < Futás > be van jelölve.
id: hanya jika < Terlihat > dan < Berjalan > dicentang.
it: solo se sono selezionate le caselle < Visibile > e < In esecuzione >.

source: A shortcut to this dialog is available ;
de: Es ist eine Verknüpfung zu diesem Dialog verfügbar.
fr: Un raccourci vers cette boîte de dialogue est disponible ;
he: קיצור דרך לשיח זה זמין;
hi: इस संवाद का एक शॉर्टकट उपलब्ध है;
hu: A párbeszédpanel parancsikonja elérhető ;
id: Pintasan ke dialog ini tersedia;
it: È disponibile una scorciatoia a questa finestra di dialogo;

source: simply click on the clocks.
de: Klicken Sie einfach auf die Uhren.
fr: cliquez simplement sur les horloges.
he: פשוט לחץ על השעונים.
hi: बस घड़ियों पर क्लिक करें.
hu: egyszerűen kattintson az órákra.
id: cukup klik pada jam.
it: basta cliccare sugli orologi.

source: Chess Clock Dialog Help
de: Schachuhr-Dialoghilfe
fr: Aide de la boîte de dialogue de l'horloge d'échecs
he: עזרה בדיאלוג שעון שחמט
hi: शतरंज घड़ी संवाद सहायता
hu: Sakkóra párbeszédpanel Súgó
id: Bantuan Dialog Jam Catur
it: Aiuto per la finestra di dialogo dell'orologio degli scacchi

source: Time (seconds):
de: Zeit (Sekunden):
fr: Temps (secondes) :
he: זמן (שניות):
hi: समय (सेकेंड):
hu: Idő (másodperc):
id: Waktu (detik):
it: Tempo (secondi):

source: Increment (seconds):
de: Inkrement (Sekunden):
fr: Incrément (secondes) :
he: תוספת (שניות):
hi: वृद्धि (सेकंड):
hu: Növekmény (másodperc):
id: Peningkatan (detik):
it: Incremento (secondi):

source: Board colours
de: Brettfarben
fr: Couleurs du tableau
he: צבעי לוח
hi: बोर्ड के रंग
hu: A tábla színei
id: Warna papan
it: Colori della tavola

source: Light Squares
de: Lichtquadrate
fr: Carrés lumineux
he: ריבועי אור
hi: प्रकाश वर्ग
hu: Világos négyzetek
id: Kotak Cahaya
it: Quadrati chiari

source: Restore Default
de: Standard wiederherstellen
fr: Restaurer les valeurs par défaut
he: שחזר ברירת מחדל
hi: डिफ़ॉल्ट बहाल
hu: Alapértelmezés visszaállítása
id: Kembalikan ke Default
it: Ripristina predefinito

source: Dark Squares
de: Dunkle Quadrate
fr: Carrés sombres
he: ריבועים כהים
hi: डार्क स्क्वायर
hu: Sötét négyzetek
id: Kotak Gelap
it: Quadrati scuri

source: Light highlight
de: Lichthighlight
fr: Surbrillance légère
he: הדגשה קלה
hi: प्रकाश हाइलाइट
hu: Világos kiemelés
id: Sorotan cahaya
it: Luce in evidenza

source: Dark highlight
de: Dunkles Highlight
fr: Surbrillance foncée
he: גולת הכותרת אפלה
hi: गहरा हाइलाइट
hu: Sötét kiemelés
id: Sorotan gelap
it: Evidenziazione scura

source: Border highlight
de: Randhervorhebung
fr: Mise en évidence des bordures
he: הדגשת גבול
hi: सीमा हाइलाइट
hu: Határ kiemelése
id: Sorotan perbatasan
it: Evidenziazione del bordo

source: Square highlight colours..
de: Quadratische Hervorhebungsfarben.
fr: Couleurs de surbrillance carrées.
he: צבעי הדגשה מרובעים..
hi: वर्ग हाइलाइट रंग..
hu: Szögletes kiemelő színek..
id: Sorotan warna persegi..
it: Colori di evidenziazione quadrati.

source: Background colours
de: Hintergrundfarben
fr: Couleurs d'arrière-plan
he: צבעי רקע
hi: पृष्ठभूमि रंग
hu: Háttér színek
id: Warna latar belakang
it: Colori di sfondo

source: Board panel
de: Vorstandsgremium
fr: Panneau de commande
he: פאנל לוח
hi: बोर्ड पैनल
hu: Tábla panel
id: Panel papan
it: Pannello di controllo

source: Move panel
de: Bedienfeld verschieben
fr: Déplacer le panneau
he: הזז לוח
hi: पैनल ले जाएँ
hu: Panel mozgatása
id: Pindahkan panel
it: Sposta pannello

source: Start panel
fr: Panneau de démarrage
he: לוח התחל
hi: प्रारंभ पैनल
id: Panel mulai
it: Pannello di avvio

source: Kibitz panel
fr: Panneau Kibitz
he: פאנל קיביץ
hi: किबिट्ज़ पैनल
id: Panel Kibitz
it: Pannello Kibitz

source: Kibitz box
fr: Boîte Kibitz
he: תיבת קיביץ
hi: किबिट्ज़ बॉक्स
hu: Kibitz doboz
id: Kotak kibitz
it: Scatola di Kibitz

source: Puzzle panel
fr: Panneau de puzzle
he: פאנל פאזלים
hi: पहेली पैनल
id: Panel teka-teki
it: Pannello puzzle

source: Match panel
de: Spielfeld
fr: Panneau de correspondance
he: פאנל התאמה
hi: मैच पैनल
id: Panel pertandingan
it: Pannello di corrispondenza

source: Search panel
de: Suchfeld
fr: Panneau de recherche
he: חלונית חיפוש
hi: खोज पैनल
hu: Keresés panel
id: Panel pencarian
it: Pannello di ricerca

source: Eval panel
de: Evaluierungspanel
fr: Panneau d'évaluation
he: פאנל Eval
hi: मूल्यांकन पैनल
id: Panel evaluasi
it: Pannello di valutazione

source: This dialog box allow you to select the colours
de: In diesem Dialogfeld können Sie die Farben auswählen
fr: Cette boîte de dialogue vous permet de sélectionner les couleurs
he: תיבת דו-שיח זו מאפשרת לך לבחור את הצבעים
hi: यह संवाद बॉक्स आपको रंगों का चयन करने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi a színek kiválasztását
id: Kotak dialog ini memungkinkan Anda memilih warna
it: Questa finestra di dialogo consente di selezionare i colori

source: or the screen elements.
de: oder die Bildschirmelemente.
fr: ou les éléments de l'écran.
he: או רכיבי המסך.
hi: या स्क्रीन तत्वों.
hu: vagy a képernyőelemeket.
id: atau elemen layar.
it: o gli elementi dello schermo.

source: Click on the colour box next to the screen element
de: Klicken Sie auf das Farbfeld neben dem Bildschirmelement
fr: Cliquez sur la case de couleur à côté de l'élément d'écran
he: לחץ על תיבת הצבע שליד אלמנט המסך
hi: स्क्रीन तत्व के आगे स्थित रंग बॉक्स पर क्लिक करें
hu: Kattintson a képernyő elem melletti színmezőre
id: Klik kotak warna di sebelah elemen layar
it: Fare clic sulla casella colorata accanto all'elemento dello schermo

source: to activate the colour selection dialog box.
de: , um das Dialogfeld zur Farbauswahl zu aktivieren.
fr: pour activer la boîte de dialogue de sélection des couleurs.
he: כדי להפעיל את תיבת הדו-שיח לבחירת צבע.
hi: रंग चयन संवाद बॉक्स को सक्रिय करने के लिए.
hu: a színválasztó párbeszédpanel aktiválásához.
id: untuk mengaktifkan kotak dialog pemilihan warna.
it: per attivare la finestra di dialogo per la selezione del colore.

source: To restore the standard colour for a screen element,
de: Um die Standardfarbe für ein Bildschirmelement wiederherzustellen,
fr: Pour restaurer la couleur standard d'un élément de l'écran,
he: כדי לשחזר את הצבע הסטנדרטי עבור רכיב מסך,
hi: किसी स्क्रीन तत्व के लिए मानक रंग पुनर्स्थापित करने के लिए,
hu: Egy képernyőelem szabványos színének visszaállításához,
id: Untuk mengembalikan warna standar untuk elemen layar,
it: Per ripristinare il colore standard di un elemento dello schermo,

source: To restore the standard colours for all screen elements,
de: Um die Standardfarben für alle Bildschirmelemente wiederherzustellen,
fr: Pour restaurer les couleurs standard pour tous les éléments de l'écran,
he: כדי לשחזר את הצבעים הסטנדרטיים עבור כל רכיבי המסך,
hi: सभी स्क्रीन तत्वों के लिए मानक रंग पुनर्स्थापित करने के लिए,
hu: Az összes képernyőelem standard színének visszaállításához,
id: Untuk mengembalikan warna standar untuk semua elemen layar,
it: Per ripristinare i colori standard per tutti gli elementi dello schermo,

source: Select colours help
de: Hilfe zur Farbauswahl
fr: Aide à la sélection des couleurs
he: בחירת צבעים עזרה
hi: रंग चयन सहायता
hu: A színek kiválasztása segít
id: Pilih warna bantuan
it: Seleziona i colori aiuto

source: Main window colour
de: Farbe des Hauptfensters
fr: Couleur de la fenêtre principale
he: צבע החלון הראשי
hi: मुख्य विंडो का रंग
hu: Főablak színe
id: Warna jendela utama
it: Colore della finestra principale

source: Move list window
de: Fenster „Liste verschieben“
fr: Déplacer la fenêtre de la liste
he: העבר חלון רשימה
hi: सूची विंडो ले जाएँ
hu: Listaablak áthelyezése
id: Pindahkan jendela daftar
it: Sposta finestra elenco

source: Game clock window
de: Spieluhrfenster
fr: Fenêtre d'horloge de jeu
he: חלון שעון משחק
hi: खेल घड़ी विंडो
hu: Játék óra ablak
id: Jendela jam permainan
it: Finestra dell'orologio di gioco

source: Game clock running
de: Spieluhr läuft
fr: L'horloge du jeu tourne
he: שעון משחק פועל
hi: खेल घड़ी चल रही है
hu: Játék óra fut
id: Jam permainan terus berjalan
it: Orologio di gioco in esecuzione

source: Game clock stopped
de: Spieluhr angehalten
fr: L'horloge du jeu s'est arrêtée
he: שעון המשחק נעצר
hi: खेल घड़ी बंद हो गई
hu: A játékóra megállt
id: Jam permainan berhenti
it: Il cronometro di gioco è fermo

source: Kibitz window
de: Kibitzfenster
fr: Fenêtre de Kibitz
he: חלון קיביץ
hi: किबिट्ज़ विंडो
hu: Kibitz ablak
id: Jendela Kibitz
it: Finestra Kibitz

source: User defined background
de: Benutzerdefinierter Hintergrund
fr: Arrière-plan défini par l'utilisateur
he: רקע בהגדרת משתמש
hi: उपयोगकर्ता परिभाषित पृष्ठभूमि
hu: Felhasználó által meghatározott háttér
id: Latar belakang yang ditentukan pengguna
it: Sfondo definito dall'utente

source: Background settings..
de: Hintergrundeinstellungen..
fr: Paramètres d'arrière-plan.
he: הגדרות רקע..
hi: पृष्ठभूमि सेटिंग्स..
hu: Háttérbeállítások...
id: Pengaturan latar belakang..
it: Impostazioni dello sfondo.

source: Select the main window background colour
de: Wählen Sie die Hintergrundfarbe des Hauptfensters
fr: Sélectionnez la couleur d'arrière-plan de la fenêtre principale
he: בחר את צבע הרקע של החלון הראשי
hi: मुख्य विंडो पृष्ठभूमि रंग का चयन करें
hu: Válassza ki a főablak háttérszínét
id: Pilih warna latar belakang jendela utama
it: Seleziona il colore di sfondo della finestra principale

source: Select the move list window colour
de: Wählen Sie die Farbe des Zuglistenfensters
fr: Sélectionnez la couleur de la fenêtre de la liste des mouvements
he: בחר את צבע חלון ההזזה של רשימת ההזזה
hi: मूव सूची विंडो का रंग चुनें
hu: Válassza ki a mozgatási lista ablakának színét
id: Pilih warna jendela daftar pemindahan
it: Seleziona il colore della finestra dell'elenco delle mosse

source: Select the game clock window colour
de: Wählen Sie die Farbe des Spieluhrfensters
fr: Sélectionnez la couleur de la fenêtre de l'horloge de jeu
he: בחר את צבע חלון שעון המשחק
hi: गेम घड़ी विंडो का रंग चुनें
hu: Válassza ki a játékóra ablakának színét
id: Pilih warna jendela jam permainan
it: Seleziona il colore della finestra dell'orologio di gioco

source: Select the game clock running text colour
de: Wählen Sie die Farbe des laufenden Textes der Spieluhr aus
fr: Sélectionnez la couleur du texte de l'horloge de jeu
he: בחר את צבע הטקסט של שעון המשחק
hi: खेल घड़ी चलने वाले पाठ का रंग चुनें
hu: Válassza ki a játék óráját, amelyen a szöveg fut
id: Pilih warna teks berjalan jam permainan
it: Seleziona il colore del testo in esecuzione dell'orologio di gioco

source: Select the game clock stopped text colour
de: Wählen Sie die Textfarbe für den gestoppten Spielstand aus.
fr: Sélectionnez la couleur du texte d'arrêt de l'horloge de jeu
he: בחר את צבע הטקסט שעצר שעון המשחק
hi: खेल घड़ी बंद पाठ रंग का चयन करें
hu: Válassza ki a játékóra leállított szöveg színét
id: Pilih warna teks jam permainan berhenti
it: Seleziona il colore del testo "orologio di gioco fermato"

source: Select the kibitz window colour
de: Wählen Sie die Farbe des Kibitzfensters
fr: Sélectionnez la couleur de la fenêtre Kibitz
he: בחר את צבע חלון הקיביץ
hi: किबिट्ज़ विंडो का रंग चुनें
hu: Válassza ki a kibitz ablak színét
id: Pilih warna jendela kibitz
it: Seleziona il colore della finestra kibitz

source: Select the kibitz panel colour
de: Wählen Sie die Farbe der Kibitzplatte
fr: Sélectionnez la couleur du panneau Kibitz
he: בחר את צבע לוח הקיביט
hi: किबिट्ज़ पैनल का रंग चुनें
hu: Válassza ki a kibitz panel színét
id: Pilih warna panel kibitz
it: Seleziona il colore del pannello kibitz

source: Set the main window background colour to default
de: Setzt die Hintergrundfarbe des Hauptfensters auf den Standardwert
fr: Définir la couleur d'arrière-plan de la fenêtre principale par défaut
he: הגדר את צבע הרקע של החלון הראשי לברירת המחדל
hi: मुख्य विंडो पृष्ठभूमि रंग को डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a főablak háttérszínét alapértelmezettre
id: Atur warna latar belakang jendela utama ke default
it: Imposta il colore di sfondo della finestra principale come predefinito

source: Set the move list window colour to default
de: Setzt die Farbe des Move-List-Fensters auf den Standardwert
fr: Définir la couleur de la fenêtre de la liste des déplacements par défaut
he: הגדר את צבע חלון הזזת רשימת ברירת המחדל
hi: मूव सूची विंडो का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be az áthelyezési lista ablakának színét alapértelmezettre
id: Atur warna jendela daftar pemindahan ke default
it: Imposta il colore predefinito della finestra dell'elenco degli spostamenti

source: Set the game clock window colour to default
de: Stellen Sie die Farbe des Spieluhrfensters auf den Standardwert ein
fr: Définir la couleur de la fenêtre de l'horloge de jeu par défaut
he: הגדר את צבע חלון שעון המשחק לברירת מחדל
hi: गेम घड़ी विंडो का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a játékóra ablak színét alapértelmezettre
id: Atur warna jendela jam permainan ke default
it: Imposta il colore predefinito della finestra dell'orologio di gioco

source: Set the game clock running text colour to default
de: Stellen Sie die Farbe des laufenden Textes der Spieluhr auf den Standardwert ein
fr: Régler la couleur du texte de l'horloge de jeu sur la valeur par défaut
he: הגדר את צבע הטקסט של שעון המשחק לברירת מחדל
hi: गेम घड़ी के चलने वाले टेक्स्ट का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a játék óráját a szöveg színét alapértelmezettre
id: Atur warna teks jam permainan menjadi default
it: Imposta il colore del testo in esecuzione dell'orologio di gioco sul valore predefinito

source: Set the game clock stopped text colour to default
de: Stellen Sie die Textfarbe für den gestoppten Spieltakt auf den Standardwert ein.
fr: Régler la couleur du texte d'arrêt de l'horloge de jeu sur la valeur par défaut
he: הגדר את צבע הטקסט שעצר שעון המשחק לברירת המחדל
hi: गेम घड़ी के रुके हुए टेक्स्ट का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a játék óra leállított szövegének színét alapértelmezettre
id: Atur warna teks jam permainan berhenti ke default
it: Imposta il colore del testo di "orologio di gioco fermato" sul valore predefinito

source: Set the kibitz window colour to default
de: Stellen Sie die Kibitz-Fensterfarbe auf den Standardwert ein
fr: Définir la couleur de la fenêtre Kibitz par défaut
he: הגדר את צבע חלון הקיביט לברירת המחדל
hi: किबिट्ज़ विंडो का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a kibitz ablak színét alapértelmezettre
id: Atur warna jendela kibitz ke default
it: Imposta il colore della finestra kibitz come predefinito

source: Set the kibitz panel colour to default
de: Stellen Sie die Farbe des Kibitz-Panels auf die Standardfarbe ein
fr: Définir la couleur du panneau Kibitz par défaut
he: הגדר את צבע לוח הקיביט לברירת המחדל
hi: किबिट्ज़ पैनल का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a kibitz panel színét az alapértelmezettre
id: Atur warna panel kibitz ke default
it: Imposta il colore del pannello kibitz come predefinito

source: Check to use background colour gradient
de: Aktivieren Sie dieses Kontrollkästchen, um einen Hintergrundfarbverlauf zu verwenden
fr: Cochez pour utiliser le dégradé de couleurs d'arrière-plan
he: סמן כדי להשתמש בשיפוע צבע רקע
hi: पृष्ठभूमि रंग ग्रेडिएंट का उपयोग करने के लिए जाँच करें
hu: Jelölje be a háttérszín gradiens használatához
id: Centang untuk menggunakan gradien warna latar belakang
it: Selezionare per utilizzare il gradiente del colore di sfondo
