Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Eval profile message
de: Profilnachricht auswerten
fr: Message d'évaluation du profil
he: הודעת פרופיל Eval
hi: प्रोफ़ाइल संदेश का मूल्यांकन
hu: Eval profil üzenet
id: Evaluasi pesan profil
it: Messaggio di valutazione del profilo

source: Evaluation profile move details :-
de: Details zur Verschiebung des Bewertungsprofils: -
fr: Détails du déplacement du profil d'évaluation :-
he: פרטי העברה של פרופיל הערכה:-
hi: मूल्यांकन प्रोफ़ाइल चाल विवरण:-
hu: Az értékelési profil áthelyezésének részletei: -
id: Rincian pemindahan profil evaluasi :-
it: Dettagli del profilo di valutazione:-

source: Score (cp) :
de: Punktzahl (cp) :
he: ציון (cp):
hi: स्कोर (सीपी) :
hu: Pontszám (cp):
id: Skor (cp) :
it: Punteggio (cp) :

source: Time (secs) :
de: Zeit (Sekunden):
fr: Temps (sec) :
he: זמן (שניות):
hi: समय (सेकंड) :
hu: Idő (másodperc):
id: Waktu (detik) :
it: Tempo (sec) :

source: Depth (ply) :
de: Tiefe (Lagen):
fr: Profondeur (plis) :
he: עומק (שכבה):
hi: गहराई (प्लाई) :
hu: Mélység (réteg):
id: Kedalaman (lapisan) :
it: Profondità (strato):

source: Analysis options
de: Analysemöglichkeiten
fr: Options d'analyse
he: אפשרויות ניתוח
hi: विश्लेषण विकल्प
hu: Elemzési lehetőségek
id: Opsi analisis
it: Opzioni di analisi

source: Start analysis
de: Analyse starten
fr: Démarrer l'analyse
he: התחל ניתוח
hi: विश्लेषण प्रारंभ करें
hu: Indítsa el az elemzést
id: Mulai analisis
it: Inizia l'analisi

source: Stop analysis
de: Analyse beenden
fr: Arrêter l'analyse
he: תפסיק את הניתוח
hi: विश्लेषण रोकें
hu: Állítsa le az elemzést
id: Hentikan analisis
it: Analisi di arresto

source: Time left (secs) :
de: Verbleibende Zeit (Sek.):
fr: Temps restant (sec) :
he: זמן שנותר (שניות):
hi: बचा समय (सेकंड) :
hu: Hátralévő idő (másodperc):
id: Waktu tersisa (detik) :
it: Tempo rimanente (sec):

source: Save
de: Speichern
fr: Sauvegarder
he: לְהַצִיל
hi: बचाना
hu: Megtakarítás
id: Menyimpan
it: Salva

source: Eval profile move
de: Eval-Profilverschiebung
fr: Évaluer le déplacement du profil
he: העברת פרופיל Eval
hi: प्रोफ़ाइल का मूल्यांकन करें
hu: Eval profil áthelyezése
id: Evaluasi profil bergerak
it: Valutare lo spostamento del profilo

source: Move score (centi-pawns)
de: Zugwertung (Centi-Bauern)
fr: Score de déplacement (centi-pions)
he: העבר ניקוד (סנטי-פיונים)
hi: चाल स्कोर (सेंटी-प्यादा)
hu: Mozgáspontszám (centi gyalogok)
id: Skor gerakan (centi-pion)
it: Punteggio di movimento (centi-pedoni)

source: Move time (secs)
de: Bewegungszeit (Sekunden)
fr: Temps de déplacement (sec)
he: זמן תנועה (שניות)
hi: चाल समय (सेकंड)
hu: Mozgási idő (mp)
id: Waktu perpindahan (detik)
it: Tempo di spostamento (sec)

source: Move search depth (ply)
de: Suchtiefe verschieben (Schicht)
fr: Déplacer la profondeur de recherche (pli)
he: הזזת עומק חיפוש (שכבה)
hi: खोज गहराई स्थानांतरित करें (प्लाई)
hu: Keresési mélység mozgatása (ply)
id: Pindahkan kedalaman pencarian (ply)
it: Sposta la profondità di ricerca (ply)

source: Start eval move analysis
de: Starten Sie die Evaluierungsbewegungsanalyse
fr: Démarrer l'analyse des mouvements d'évaluation
he: התחל ניתוח מהלך eval
hi: मूल्यांकन चाल विश्लेषण शुरू करें
hu: Indítsa el az eval mozgáselemzést
id: Mulai evaluasi analisis langkah
it: Avvia l'analisi della mossa di valutazione

source: Stop eval move analysis
de: Stoppen Sie die Evaluierungsbewegungsanalyse
fr: Arrêter l'analyse de déplacement d'évaluation
he: עצור ניתוח מהלכי eval
hi: मूल्यांकन चाल विश्लेषण रोकें
hu: Állítsa le az eval mozgáselemzést
id: Hentikan analisis langkah evaluasi
it: Analisi della mossa di Stop Eval

source: Analysis time left (secs)
de: Verbleibende Analysezeit (Sek.)
fr: Temps d'analyse restant (sec)
he: זמן ניתוח שנותר (שניות)
hi: विश्लेषण में बचा समय (सेकंड में)
hu: Elemzési idő hátralévő (másodperc)
id: Waktu analisis tersisa (detik)
it: Tempo di analisi rimanente (sec)

source: This dialog box allows you to perform a deeper analysis
de: In diesem Dialogfeld können Sie eine tiefere Analyse durchführen
fr: Cette boîte de dialogue vous permet d'effectuer une analyse plus approfondie
he: תיבת דו-שיח זו מאפשרת לך לבצע ניתוח מעמיק יותר
hi: यह संवाद बॉक्स आपको गहन विश्लेषण करने की अनुमति देता है
hu: Ez a párbeszédpanel mélyebb elemzést tesz lehetővé
id: Kotak dialog ini memungkinkan Anda melakukan analisis lebih dalam
it: Questa finestra di dialogo consente di eseguire un'analisi più approfondita

source: on a single move from the evaluation profile.
de: auf einen einzigen Zug aus dem Bewertungsprofil.
fr: sur un seul mouvement à partir du profil d'évaluation.
he: על מהלך בודד מפרופיל ההערכה.
hi: मूल्यांकन प्रोफ़ाइल से एक ही कदम पर।
hu: egyetlen mozdulattal az értékelési profilból.
id: pada satu langkah dari profil evaluasi.
it: con una sola mossa dal profilo di valutazione.

source: This may be useful if a particular position is especially complex.
de: Dies kann nützlich sein, wenn eine bestimmte Position besonders komplex ist.
fr: Cela peut être utile si une position particulière est particulièrement complexe.
he: זה עשוי להיות שימושי אם עמדה מסוימת מורכבת במיוחד.
hi: यह तब उपयोगी हो सकता है जब कोई विशेष स्थिति विशेष रूप से जटिल हो।
hu: Ez akkor lehet hasznos, ha egy adott pozíció különösen összetett.
id: Ini mungkin berguna jika suatu posisi tertentu sangat rumit.
it: Ciò può essere utile se una determinata posizione è particolarmente complessa.

source: In order to do this, set the <Time (secs)> box for how long you want
de: Stellen Sie dazu im Feld <Zeit (Sek.)> die gewünschte Dauer ein.
fr: Pour ce faire, définissez la case <Durée (sec)> sur la durée souhaitée
he: על מנת לעשות זאת, הגדר את התיבה <Time (secs)> למשך כמה זמן אתה רוצה
hi: ऐसा करने के लिए, <समय (सेकंड)> बॉक्स में वह समय निर्धारित करें जो आप चाहते हैं
hu: Ehhez állítsa be az <Idő (másodperc)> mezőt a kívánt hosszúságra
id: Untuk melakukan ini, atur kotak <Waktu (detik)> sesuai dengan lama waktu yang Anda inginkan
it: Per fare ciò, imposta la casella <Tempo (sec)> per quanto tempo desideri

source: to analyse for and then click the <Start kibitz> button.
de: zu analysieren und klicken Sie dann auf die Schaltfläche <Kibitz starten>.
fr: pour analyser puis cliquez sur le bouton <Démarrer kibitz>.
he: כדי לנתח ולאחר מכן לחץ על הלחצן <התחל קיביט>.
hi: विश्लेषण करने के लिए क्लिक करें और फिर <स्टार्ट किबिट्ज़> बटन पर क्लिक करें।
hu: elemezni, majd kattintson a <Start kibitz> gombra.
id: untuk menganalisis dan kemudian klik tombol <Mulai kibitz>.
it: per analizzare e quindi fare clic sul pulsante <Avvia kibitz>.

source: You will see the values changing as the time counts down.
de: Sie werden sehen, wie sich die Werte ändern, während die Zeit herunterzählt.
fr: Vous verrez les valeurs changer au fur et à mesure que le temps passe.
he: אתה תראה את הערכים משתנים ככל שהזמן סופר לאחור.
hi: जैसे-जैसे समय आगे बढ़ेगा, आप मान बदलते देखेंगे।
hu: Látni fogja, hogy az értékek az idő visszaszámlálásával változnak.
id: Anda akan melihat nilai berubah seiring berjalannya waktu.
it: Vedrai che i valori cambiano man mano che il tempo scorre.

source: When the process finishes, or you end it with <Stop kibitz>
de: Wenn der Vorgang abgeschlossen ist oder Sie ihn mit <Stop kibitz> beenden
fr: Lorsque le processus se termine, ou que vous le terminez avec <Stop kibitz>
he: כאשר התהליך מסתיים, או שאתה מסיים אותו ב-<Stop kibitz>
hi: जब प्रक्रिया समाप्त हो जाती है, या आप इसे <Stop kibitz> के साथ समाप्त करते हैं
hu: Amikor a folyamat befejeződik, vagy a <Stop kibitz>-vel fejezi be
id: Ketika proses selesai, atau Anda mengakhirinya dengan <Stop kibitz>
it: Quando il processo finisce, o lo termini con <Stop kibitz>

source: you can save the new values to the eval profile with the <Save> button.
de: Mit der Schaltfläche <Speichern> können Sie die neuen Werte im Evaluierungsprofil speichern.
fr: vous pouvez enregistrer les nouvelles valeurs dans le profil d'évaluation avec le bouton <Enregistrer>.
he: אתה יכול לשמור את הערכים החדשים בפרופיל eval עם הלחצן <Save>.
hi: आप <Save> बटन के साथ eval प्रोफाइल में नए मान सहेज सकते हैं।
hu: az új értékeket a <Mentés> gombbal mentheti az eval profilba.
id: Anda dapat menyimpan nilai baru ke profil eval dengan tombol <Simpan>.
it: È possibile salvare i nuovi valori nel profilo di valutazione con il pulsante <Salva>.

source: If you want to save the new values to the PGN game file,
de: Wenn Sie die neuen Werte in der PGN-Spieldatei speichern möchten,
fr: Si vous souhaitez enregistrer les nouvelles valeurs dans le fichier de jeu PGN,
he: אם אתה רוצה לשמור את הערכים החדשים בקובץ המשחק PGN,
hi: यदि आप नए मानों को PGN गेम फ़ाइल में सहेजना चाहते हैं,
hu: Ha el szeretné menteni az új értékeket a PGN játékfájlba,
id: Jika Anda ingin menyimpan nilai baru ke file game PGN,
it: Se vuoi salvare i nuovi valori nel file di gioco PGN,

source: then hold down the <Shift> key when you click on <Save>
de: Halten Sie anschließend die <Umschalt>-Taste gedrückt, während Sie auf <Speichern> klicken.
fr: puis maintenez la touche <Maj> enfoncée lorsque vous cliquez sur <Enregistrer>
he: לאחר מכן החזק את מקש <Shift> לחוץ כאשר תלחץ על <שמור>
hi: फिर <Save> पर क्लिक करते समय <Shift> कुंजी दबाए रखें
hu: majd tartsa lenyomva a <Shift> billentyűt, amikor a <Mentés> gombra kattint
id: lalu tahan tombol <Shift> saat Anda mengklik <Simpan>
it: quindi tieni premuto il tasto <Maiusc> quando clicchi su <Salva>

source: You can also enter values manually into the boxes if you want.
de: Wenn Sie möchten, können Sie die Werte auch manuell in die Felder eingeben.
fr: Vous pouvez également saisir des valeurs manuellement dans les cases si vous le souhaitez.
he: אתה יכול גם להזין ערכים באופן ידני לתיבות אם תרצה.
hi: यदि आप चाहें तो बॉक्स में मैन्युअल रूप से मान भी दर्ज कर सकते हैं।
hu: Ha akarja, kézzel is beírhat értékeket a mezőkbe.
id: Anda juga dapat memasukkan nilai secara manual ke dalam kotak jika Anda mau.
it: Se lo desideri, puoi anche inserire manualmente i valori nelle caselle.

source: Evaluation profile move analysis
de: Auswertungsprofil Bewegungsanalyse
fr: Analyse des déplacements du profil d'évaluation
he: ניתוח מהלך של פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल चाल विश्लेषण
hu: Értékelési profil mozgáselemzés
id: Analisis pergerakan profil evaluasi
it: Analisi del movimento del profilo di valutazione

source: Event
de: Ereignis
fr: Événement
he: מִקרֶה
hi: आयोजन
hu: Esemény
id: Peristiwa
it: Evento

source: Site
de: Website
he: אֲתַר
hi: साइट
hu: Telek
id: Lokasi
it: Sito web

source: Date
de: Datum
he: תַאֲרִיך
hi: तारीख
hu: Dátum
id: Tanggal
it: Data

source: Result
de: Ergebnis
fr: Résultat
he: תוֹצָאָה
hi: परिणाम
hu: Eredmény
id: Hasil
it: Risultato

source: (no result)
de: (kein Ergebnis)
fr: (aucun résultat)
he: (אין תוצאה)
hi: (कोई परिणाम नहीं)
hu: (nincs eredmény)
id: (tidak ada hasil)
it: (nessun risultato)

source: ECO code
de: Öko-Code
fr: Code ECO
he: קוד ECO
hi: ईसीओ कोड
hu: ECO kód
id: Kode ECO
it: Codice ECO

source: White Elo
de: Weißer Elo
fr: Elo blanc
he: לבן אלו
hi: सफेद एलो
hu: Fehér Elo
id: Elo Putih
it: Elo Bianco

source: Black Elo
de: Schwarzer Elo
fr: Elo noir
he: שחור אלו
hi: ब्लैक एलो
hu: Fekete Elo
id: Elo Hitam
it: Elo Nero

source: White's name.
fr: Le nom de White.
he: שמו של לבן.
hi: व्हाइट का नाम.
hu: White neve.
id: Nama White.
it: Il nome di White.

source: Black's name.
fr: Le nom de Black.
he: שמו של שחור.
hi: ब्लैक का नाम.
hu: Fekete neve.
id: Nama Black.
it: Il nome di Black.

source: Use this panel to enter or edit supplementary details that
de: In diesem Bereich können Sie zusätzliche Angaben eingeben oder bearbeiten, die
fr: Utilisez ce panneau pour saisir ou modifier des détails supplémentaires qui
he: השתמש בחלונית זו כדי להזין או לערוך פרטים משלימים
hi: इस पैनल का उपयोग पूरक विवरण दर्ज करने या संपादित करने के लिए करें
hu: Ezen a panelen további részleteket adhat meg vagy szerkeszthet
id: Gunakan panel ini untuk memasukkan atau mengedit detail tambahan yang
it: Utilizzare questo pannello per immettere o modificare i dettagli supplementari che

source: you want associated with this game as stored on file.
de: Sie möchten mit diesem Spiel verknüpft werden, wie in der Datei gespeichert.
fr: vous souhaitez être associé à ce jeu comme stocké dans le fichier.
he: אתה רוצה לשייך למשחק הזה כפי שמאוחסן בקובץ.
hi: आप इस गेम से जो भी संबद्धता चाहते हैं उसे फ़ाइल में संग्रहीत करें।
hu: társítani szeretné a játékkal a fájlban tárolt módon.
id: Anda ingin dikaitkan dengan permainan ini sebagaimana tersimpan dalam berkas.
it: che vuoi associare a questo gioco come memorizzato nel file.

source: Game Details Dialog Help
de: Hilfe zum Dialog „Spieldetails“
fr: Aide de la boîte de dialogue Détails du jeu
he: עזרה בשיח פרטי משחק
hi: गेम विवरण संवाद सहायता
hu: Játék részletei párbeszédpanel Súgó
id: Dialog Detail Game Bantuan
it: Aiuto nella finestra di dialogo dei dettagli del gioco

source: Illegal date: valid format is yyyy.mm.dd, eg 1999.12.31
de: Unzulässiges Datum: gültiges Format ist jjjj.mm.tt, zB 1999.12.31
fr: Date illégale : le format valide est aaaa.mm.jj, par exemple 1999.12.31
he: תאריך לא חוקי: פורמט חוקי הוא yyyy.mm.dd, למשל 1999.12.31
hi: अवैधानिक तिथि: वैध प्रारूप yyyy.mm.dd है, जैसे 1999.12.31
hu: Érvénytelen dátum: az érvényes formátum: éééé.hh.nn, pl. 1999.12.31.
id: Tanggal tidak sah: format yang valid adalah yyyy.mm.dd, misalnya 1999.12.31
it: Data non valida: il formato valido è aaaa.mm.gg, ad esempio 1999.12.31

source: Illegal date: there aren't that many days in that month
de: Unzulässiges Datum: Der Monat hat nicht so viele Tage
fr: Date illégale : il n'y a pas beaucoup de jours dans ce mois
he: תאריך לא חוקי: אין כל כך הרבה ימים באותו חודש
hi: अवैध तिथि: उस महीने में इतने दिन नहीं हैं
hu: Illegális dátum: nincs annyi nap abban a hónapban
id: Tanggal ilegal: tidak banyak hari dalam bulan itu
it: Data illegale: non ci sono molti giorni in quel mese

source: Illegal round
de: Unzulässige Runde
fr: Tour illégal
he: סיבוב לא חוקי
hi: अवैध राउंड
hu: Illegális kör
id: Putaran ilegal
it: Giro illegale

source: Illegal ECO code
de: Unzulässiger ECO-Code
fr: Code ECO illégal
he: קוד ECO לא חוקי
hi: अवैध ECO कोड
hu: Illegális ECO kód
id: Kode ECO ilegal
it: Codice ECO illegale

source: Illegal white elo
de: Illegales weißes Elo
fr: Élo blanc illégal
he: אלו לבן לא חוקי
hi: अवैध सफेद एलो
hu: Illegális fehér elo
id: Elo putih ilegal
it: Elo bianco illegale

source: Illegal black elo
de: Illegales schwarzes Elo
fr: Élo noir illégal
he: אלו שחורות לא חוקיות
hi: अवैध ब्लैक एलो
hu: Illegális fekete elo
id: Elo hitam ilegal
it: Elo nero illegale

source: Error in game details
de: Fehler in den Spieldetails
fr: Erreur dans les détails du jeu
he: שגיאה בפרטי המשחק
hi: खेल विवरण में त्रुटि
hu: Hiba a játék részleteiben
id: Kesalahan dalam detail permainan
it: Errore nei dettagli del gioco

source: White is checkmated, Black wins
de: Weiß ist schachmatt, Schwarz gewinnt
fr: Les blancs sont échec et mat, les noirs gagnent
he: לבן הוא שח-מט, שחור מנצח
hi: सफ़ेद पर शह और मात, काला जीतता है
hu: A fehér kockás, a fekete nyer
id: Putih skakmat, Hitam menang
it: Il bianco è in scacco matto, il nero vince

source: Black is checkmated, White wins
de: Schwarz ist schachmatt, Weiß gewinnt
fr: Les noirs sont échec et mat, les blancs gagnent
he: שחור הוא שח-מט, לבן מנצח
hi: काला शह और मात, सफ़ेद जीतता है
hu: A fekete kockás, a fehér nyer
id: Hitam skakmat, Putih menang
it: Il nero è in scacco matto, il bianco vince

source: White resigns
de: Weiß tritt zurück
fr: White démissionne
he: לבן מתפטר
hi: व्हाइट ने इस्तीफा दिया
hu: White lemond
id: Putih mengundurkan diri
it: White si dimette

source: Black resigns
de: Schwarz tritt zurück
fr: Black démissionne
he: שחור מתפטר
hi: ब्लैक ने इस्तीफा दिया
hu: Fekete lemond
id: Hitam mengundurkan diri
it: Il nero si dimette

source: White loses on time
de: Weiß verliert auf Zeit
fr: Les blancs perdent au temps
he: לבן מפסיד בזמן
hi: सफ़ेद समय पर हार जाता है
hu: Fehér veszít időben
id: Putih kalah tepat waktu
it: Il bianco perde tempo

source: Black loses on time
de: Schwarz verliert auf Zeit
fr: Les noirs perdent au temps
he: שחור מפסיד בזמן
hi: काला समय पर हार जाता है
hu: Fekete időben veszít
id: Hitam kalah tepat waktu
it: Il nero perde tempo

source: Draw : White is stalemated
de: Unentschieden: Weiß ist in einer Pattsituation
fr: Nul : Les Blancs sont dans l'impasse
he: תיקו: הלבן מבוי סתום
hi: ड्रा : सफ़ेद पर गतिरोध
hu: Döntetlen: A fehér patthelyzetben van
id: Seri : Putih menemui jalan buntu
it: Pareggio: il Bianco è in stallo

source: Draw : Black is stalemated
de: Remis: Schwarz ist in einer Pattsituation
fr: Nul : les Noirs sont dans l'impasse
he: תיקו: השחור מבוי סתום
hi: ड्रा: काला स्थिर है
hu: Döntetlen: Fekete patthelyzetben van
id: Seri : Hitam menemui jalan buntu
it: Pareggio: il Nero è in stallo

source: Draw agreed
de: Auslosung vereinbart
fr: Tirage au sort convenu
he: הגרלה הסכימה
hi: ड्रा पर सहमति
hu: Draw egyetértett
id: Hasil seri disetujui
it: Pareggio concordato

source: Draw : 50 move rule
de: Unentschieden: 50-Züge-Regel
fr: Nul : règle des 50 coups
he: תיקו: כלל 50 מהלכים
hi: ड्रा: 50 चाल नियम
hu: Döntetlen: 50 lépéses szabály
id: Draw : Aturan 50 gerakan
it: Pareggio: regola delle 50 mosse

source: Draw : Insufficient material
de: Zeichnen: Unzureichendes Material
fr: Tirage : Matériel insuffisant
he: ציור: אין מספיק חומר
hi: ड्रा: अपर्याप्त सामग्री
hu: Rajz: Nincs elegendő anyag
id: Gambar : Material kurang
it: Disegno: Materiale insufficiente

source: Draw : Threefold repetition
de: Unentschieden: Dreifache Wiederholung
fr: Tirage au sort : triple répétition
he: ציור: חזרה משולשת
hi: ड्रा: तीन बार दोहराना
hu: Döntetlen: Háromszoros ismétlés
id: Menggambar : Pengulangan tiga kali lipat
it: Disegno: Triplice ripetizione

source: Draw : Engine match game move limit reached
de: Unentschieden: Zuglimit für Engine-Match-Spiel erreicht
fr: Tirage au sort : limite de mouvements du jeu de correspondance du moteur atteinte
he: תיקו : הגעת למגבלת מהלכי המשחק במשחק מנוע
hi: ड्रा: इंजन मैच गेम चाल सीमा तक पहुँच गया
hu: Döntetlen: Elérte a motormeccs játék mozgáskorlátját
id: Draw : Batas gerakan permainan pertandingan mesin tercapai
it: Pareggio: raggiunto il limite di mosse del gioco di abbinamento motore

source: Draw : Engine match game adjudicated as a draw
de: Unentschieden: Engine-Match-Spiel wird als unentschieden gewertet
fr: Match nul : Le match de moteur est jugé nul
he: תיקו : משחק משחק מנוע נקבע כתיקו
hi: ड्रा : इंजन मैच खेल को ड्रा घोषित किया गया
hu: Döntetlen: Motor mérkőzés játék döntetlen
id: Seri : Pertandingan mesin dinyatakan seri
it: Pareggio: partita di abbinamento del motore giudicata in parità

source: White wins : Engine match game adjudicated as a white win
de: Weiß gewinnt: Engine-Match-Spiel wird als Weiß-Sieg gewertet
fr: Les blancs gagnent : le match de moteur est jugé comme une victoire des blancs
he: ניצחונות לבנים: משחק מנוע שנקבע כניצחון לבן
hi: सफ़ेद जीतता है: इंजन मैच गेम को सफ़ेद जीत के रूप में घोषित किया गया
hu: Fehér nyer: A motoros meccset fehér győzelemként ítélik meg
id: Kemenangan putih: Pertandingan mesin diputuskan sebagai kemenangan putih
it: Vince il bianco: la partita di abbinamento del motore è stata giudicata una vittoria del bianco

source: Black wins : Engine match game adjudicated as a black win
de: Schwarz gewinnt: Engine-Match-Spiel wird als Schwarz-Sieg gewertet
fr: Les Noirs gagnent : le jeu de correspondance du moteur est jugé comme une victoire des Noirs
he: ניצחונות שחורים: משחק מנוע שנקבע כניצחון שחור
hi: ब्लैक की जीत : इंजन मैच गेम को ब्लैक की जीत के रूप में घोषित किया गया
hu: Fekete nyeremények: A motoros meccset fekete győzelemként ítélik meg
id: Kemenangan hitam: Pertandingan mesin diputuskan sebagai kemenangan hitam
it: Vince il nero: il gioco di abbinamento del motore è stato giudicato una vittoria del nero

source: Error loading .pgn opening book
de: Fehler beim Laden des PNG-Öffnungsbuchs
fr: Erreur lors du chargement du fichier .pgn lors de l'ouverture du livre
he: שגיאה בטעינת ספר הפתיחה של ‎.pgn
hi: .pgn ओपनिंग बुक लोड करने में त्रुटि
hu: Hiba a .pgn megnyitó könyv betöltésekor
id: Kesalahan saat memuat .pgn membuka buku
it: Errore durante il caricamento del file .pgn durante l'apertura del libro

source: Error loading .bin opening book
de: Fehler beim Laden der Bin-Datei beim Öffnen des Buches
fr: Erreur lors du chargement du fichier .bin lors de l'ouverture du livre
he: שגיאה בטעינת ספר הפתיחה של bin
hi: .bin ओपनिंग बुक लोड करने में त्रुटि
hu: Hiba a .bin megnyitó könyv betöltésekor
id: Kesalahan saat memuat buku pembukaan .bin
it: Errore durante il caricamento del file .bin che apre il libro

source: Eval profile build stopped
de: Erstellen des Evaluierungsprofils gestoppt
fr: La construction du profil d'évaluation a été arrêtée
he: בניית פרופיל Eval הופסקה
hi: मूल्यांकन प्रोफ़ाइल निर्माण रोका गया
hu: Az Eval-profil felépítése leállt
id: Pembuatan profil evaluasi dihentikan
it: La compilazione del profilo di valutazione è stata interrotta

source: Start
fr: Commencer
he: הַתחָלָה
hi: शुरू
hu: Indul
id: Awal
it: Inizio

source: Make your move
de: Machen Sie Ihren Zug
fr: Faites votre geste
he: תעשה את הצעד שלך
hi: आगे बड़ो
hu: Tedd meg a lépésedet
id: Lakukan gerakanmu
it: Fai la tua mossa

source: Reply to
de: Beantworten
fr: Répondre à
he: השב ל
hi: को उत्तर
hu: Válasz erre
id: Membalas
it: Rispondi a

source: Printing option selected
de: Druckoption ausgewählt
fr: Option d'impression sélectionnée
he: נבחרה אפשרות הדפסה
hi: मुद्रण विकल्प चयनित
hu: Nyomtatási lehetőség kiválasztva
id: Opsi pencetakan dipilih
it: Opzione di stampa selezionata

source: Print message box
de: Nachrichtenfeld drucken
fr: Imprimer la boîte de message
he: הדפס תיבת הודעה
hi: संदेश बॉक्स प्रिंट करें
hu: Üzenetdoboz nyomtatása
id: Cetak kotak pesan
it: Stampa casella messaggio

source: Kibitzing is not permitted during a fics game
de: Kibitzen ist während eines Fics-Spiels nicht gestattet
fr: Kibitzing n'est pas autorisé pendant un jeu de fiction
he: קיביטינג אסור במהלך משחק בדיוני
hi: फ़िक्स गेम के दौरान किबिट्ज़िंग की अनुमति नहीं है
hu: Fics játék közben tilos a kibitezés
id: Bercanda tidak diperbolehkan selama permainan fiksi
it: Non è consentito fare kibitzing durante un gioco di fanfiction

source: Fics message
de: Fics-Nachricht
fr: Message de fiction
he: הודעת פיקציות
hi: फ़िक्स संदेश
hu: Fics üzenet
id: Pesan fiksi
it: Messaggio di Fics

source: Kibitzing starting up
de: Kibitzen beim Start
fr: Kibitzing démarre
he: קיביטינג מתחיל
hi: किबिट्ज़िंग की शुरुआत
hu: Kibitzelés indul
id: Kibitzing memulai
it: Avvio del kibitzing

source: [running]
de: [läuft]
fr: [en cours d'exécution]
he: [רִיצָה]
hi: [दौड़ना]
hu: [futás]
id: [berlari]
it: [corsa]

source: [stopped]
de: [stoppte]
fr: [arrêté]
he: [נֶעצָר]
hi: [रोका गया]
hu: [megállt]
id: [berhenti]
it: [fermato]

source: White :
de: Weiß :
fr: Blanc :
he: לבן:
hi: सफ़ेद :
hu: Fehér:
id: Putih :
it: Bianco :

source: Black :
de: Schwarz :
fr: Noir :
he: שחור:
hi: काला :
hu: Fekete:
id: Hitam :
it: Nero :

source: Analysis by
de: Analyse durch
fr: Analyse par
he: ניתוח מאת
hi: विश्लेषण
hu: Elemzés:
id: Analisis oleh
it: Analisi di

source: Kibitzing by
de: Kibitzen vorbei
fr: Kibitzing par
he: קיביטינג על ידי
hi: किबिट्ज़िंग द्वारा
hu: Kibitzing mellett
id: Bercanda dengan
it: Chiacchierando di

source: Select .pgn file (or *.tdb file)
de: Wählen Sie eine .pgn-Datei (oder *.tdb-Datei)
fr: Sélectionnez le fichier .pgn (ou le fichier *.tdb)
he: בחר קובץ .pgn (או קובץ *.tdb)
hi: .pgn फ़ाइल (या *.tdb फ़ाइल) का चयन करें
hu: Válassza ki a .pgn fájlt (vagy *.tdb fájlt)
id: Pilih file .pgn (atau file *.tdb)
it: Seleziona il file .pgn (o il file *.tdb)
