Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: with this program. The three that I tried worked fine.
de: mit diesem Programm. Die drei, die ich ausprobiert habe, funktionierten einwandfrei.
fr: avec ce programme. Les trois que j'ai essayés ont bien fonctionné.
he: עם התוכנית הזו. השלושה שניסיתי עבדו מצוין.
hi: इस प्रोग्राम के साथ। मैंने जो तीन प्रयास किए वे ठीक काम कर गए।
hu: ezzel a programmal. A három, amit kipróbáltam, jól működött.
id: dengan program ini. Ketiga program yang saya coba berjalan dengan baik.
it: con questo programma. I tre che ho provato hanno funzionato bene.

source: I tested 3-4-5 piece tablebases with various engines.
de: Ich habe 3-4-5-teilige Tablebases mit verschiedenen Engines getestet.
fr: J'ai testé des bases de table de 3-4-5 pièces avec différents moteurs.
he: בדקתי בסיסי שולחן של 3-4-5 חלקים עם מנועים שונים.
hi: मैंने विभिन्न इंजनों के साथ 3-4-5 पीस टेबलबेस का परीक्षण किया।
hu: 3-4-5 darab asztallapot teszteltem különböző motorokkal.
id: Saya menguji tabel dasar 3-4-5 bagian dengan berbagai mesin.
it: Ho testato basi da tavolo da 3-4-5 pezzi con vari motori.

source: The Syzygy tablebase worked with the Stockfish and Komodo engines.
de: Die Syzygy-Tabellenbasis funktionierte mit den Engines Stockfish und Komodo.
fr: La base de table Syzygy fonctionnait avec les moteurs Stockfish et Komodo.
he: בסיס השולחן של Syzygy עבד עם מנועי ה-Stockfish ו-Komodo.
hi: सिज़ीगी टेबलबेस स्टॉकफिश और कोमोडो इंजन के साथ काम करता था।
hu: A Syzygy táblázatbázis a Stockfish és a Komodo motorokkal működött.
id: Tablebase Syzygy bekerja dengan mesin Stockfish dan Komodo.
it: La tabella Syzygy funzionava con i motori Stockfish e Komodo.

source: The two positions I tried from the Nalimov tablebase worked with the Rybka 2.3 engine.
de: Die beiden Positionen, die ich von der Nalimov-Tablebase aus ausprobiert habe, funktionierten mit der Rybka 2.3-Engine.
fr: Les deux positions que j'ai essayées à partir de la base de table Nalimov fonctionnaient avec le moteur Rybka 2.3.
he: שני העמדות שניסיתי מבסיס השולחן של נלימוב עבדו עם מנוע ה-Rybka 2.3.
hi: नलिमोव टेबलबेस से मैंने जो दो स्थितियां आजमाईं, वे राइबका 2.3 इंजन के साथ काम कर गईं।
hu: A két pozíció, amit a Nalimov táblázatbázisból próbáltam, a Rybka 2.3 motorral működött.
id: Dua posisi yang saya coba dari tablebase Nalimov bekerja dengan mesin Rybka 2.3.
it: Le due posizioni che ho provato dalla base del tavolo Nalimov funzionavano con il motore Rybka 2.3.

source: The two positions I tried from the Gaviota tablebase worked with the Houdini 1.5 engine.
de: Die beiden Positionen, die ich von der Gaviota-Tablebase aus ausprobiert habe, funktionierten mit der Houdini 1.5-Engine.
fr: Les deux positions que j'ai essayées à partir de la base de table Gaviota fonctionnaient avec le moteur Houdini 1.5.
he: שני העמדות שניסיתי מבסיס השולחן של Gaviota עבדו עם מנוע הודיני 1.5.
hi: गैविओटा टेबलबेस से मैंने जो दो स्थितियां आजमाईं, वे हुडिनी 1.5 इंजन के साथ काम कर गईं।
hu: A két pozíció, amit a Gaviota tablebase-ről próbáltam, a Houdini 1.5 motorral működött.
id: Dua posisi yang saya coba dari tablebase Gaviota bekerja dengan mesin Houdini 1.5.
it: Le due posizioni che ho provato dalla base del tavolo Gaviota funzionavano con il motore Houdini 1.5.

source: Most modern engines now use the Syzygy tablebases because they are much smaller.
de: Die meisten modernen Engines verwenden mittlerweile die Syzygy-Tablebases, da diese viel kleiner sind.
fr: La plupart des moteurs modernes utilisent désormais les bases de données Syzygy car elles sont beaucoup plus petites.
he: רוב המנועים המודרניים משתמשים כעת בבסיסי השולחן של Syzygy מכיוון שהם הרבה יותר קטנים.
hi: अधिकांश आधुनिक इंजन अब सिज़ीगी टेबलबेस का उपयोग करते हैं क्योंकि वे बहुत छोटे होते हैं।
hu: A legtöbb modern motor most a Syzygy asztali bázisokat használja, mert azok sokkal kisebbek.
id: Kebanyakan mesin modern sekarang menggunakan tablebase Syzygy karena ukurannya jauh lebih kecil.
it: La maggior parte dei motori moderni utilizza ora le tablebase Syzygy perché sono molto più piccole.

source: The 3-4-5 Nalimov and Gaviota tablebases can still be found on the Internet Archive,
de: Die 3-4-5 Nalimov- und Gaviota-Tablebases sind weiterhin im Internetarchiv zu finden.
fr: Les bases de table 3-4-5 de Nalimov et Gaviota peuvent encore être trouvées sur Internet Archive,
he: את בסיס השולחן 3-4-5 של נלימוב וגביוטה עדיין ניתן למצוא בארכיון האינטרנט,
hi: 3-4-5 नालिमोव और गेविओटा टेबलबेस अभी भी इंटरनेट आर्काइव पर पाए जा सकते हैं,
hu: A 3-4-5 Nalimov és Gaviota táblázatok továbbra is megtalálhatók az Internet Archívumban,
id: Tabel basis Nalimov dan Gaviota 3-4-5 masih dapat ditemukan di Arsip Internet,
it: Le basi del tavolo 3-4-5 Nalimov e Gaviota possono ancora essere trovate su Internet Archive,

source: but the download sizes are very large at 7 Giga bytes.
de: aber die Downloadgrößen sind mit 7 Gigabyte sehr groß.
fr: mais les tailles de téléchargement sont très importantes, 7 gigaoctets.
he: אבל גדלי ההורדות גדולים מאוד ב-7 גיגה בייט.
hi: लेकिन डाउनलोड का आकार 7 गीगा बाइट्स पर बहुत बड़ा है।
hu: de a letöltési méretek nagyon nagyok, 7 Giga bájt.
id: tetapi ukuran unduhannya sangat besar, yaitu 7 Giga byte.
it: ma le dimensioni del download sono molto grandi: 7 Gigabyte.

source: The size of 3-4-5 Syzygy tablebase is much more reasonable at just under 1 Giga byte.
de: Die Größe der 3-4-5 Syzygy-Tabellenbasis ist mit knapp 1 Gigabyte viel angemessener.
fr: La taille de la table de base Syzygy 3-4-5 est beaucoup plus raisonnable, à un peu moins de 1 gigaoctet.
he: הגודל של בסיס שולחן Syzygy 3-4-5 הוא הרבה יותר סביר בקצת פחות מ-1 Giga byte.
hi: 3-4-5 सिज़ीगी टेबलबेस का आकार 1 गीगा बाइट से कम होने के कारण अधिक उचित है।
hu: A 3-4-5 Syzygy táblabázis mérete sokkal ésszerűbb, alig 1 Giga byte alatt.
id: Ukuran tablebase Syzygy 3-4-5 jauh lebih masuk akal yakni hanya di bawah 1 Giga byte.
it: La dimensione della tablebase Syzygy 3-4-5 è molto più ragionevole, poco meno di 1 Giga byte.

source: For anyone who wants to try this tablebase, I have made a download at these links :-
de: Für alle, die diese Tabellenbasis ausprobieren möchten, habe ich unter diesen Links einen Download bereitgestellt: -
fr: Pour tous ceux qui souhaitent essayer cette base de table, j'ai fait un téléchargement à ces liens :-
he: לכל מי שרוצה לנסות את בסיס הטבלה הזה, עשיתי הורדה בקישורים הבאים:-
hi: जो कोई भी इस टेबलबेस को आज़माना चाहता है, उसके लिए मैंने इन लिंक पर डाउनलोड की व्यवस्था की है:-
hu: Mindenki számára, aki szeretné kipróbálni ezt a táblázatot, letöltöttem az alábbi linkekről: -
id: Bagi siapa pun yang ingin mencoba tablebase ini, saya telah mengunduhnya pada tautan berikut :-
it: Per chiunque volesse provare questa base di dati, ho creato un download a questi link:-

source: There are instructions for installation and a PGN file with a few endgame positions to try.
de: Es gibt Anweisungen zur Installation und eine PGN-Datei mit einigen Endspielpositionen zum Ausprobieren.
fr: Il y a des instructions pour l'installation et un fichier PGN avec quelques positions de fin de partie à essayer.
he: יש הוראות להתקנה וקובץ PGN עם כמה עמדות משחק קצה שאפשר לנסות.
hi: इसमें स्थापना के लिए निर्देश और कुछ अंतिम स्थितियों के साथ एक PGN फ़ाइल दी गई है, जिन्हें आज़माया जा सकता है।
hu: A telepítéshez utasítások és egy PGN-fájl található, néhány végjáték-pozícióval, amelyet kipróbálhat.
id: Ada petunjuk instalasi dan berkas PGN dengan beberapa posisi akhir permainan untuk dicoba.
it: Sono incluse le istruzioni per l'installazione e un file PGN con alcune posizioni finali da provare.

source: Endgame tablebases
de: Endgame-Tabellenbasen
fr: Bases de table de fin de partie
he: בסיס שולחן למשחק סוף
hi: एंडगेम टेबलबेस
hu: Endgame táblázatbázisok
id: Basis tabel akhir permainan
it: Base del tavolo di Endgame

source: Here is a description of some UCI engine parameters.
de: Hier ist eine Beschreibung einiger UCI-Motorparameter.
fr: Voici une description de certains paramètres du moteur UCI.
he: להלן תיאור של כמה פרמטרים של מנוע UCI.
hi: यहां कुछ UCI इंजन मापदंडों का विवरण दिया गया है।
hu: Itt található néhány UCI motor paraméter leírása.
id: Berikut adalah deskripsi beberapa parameter mesin UCI.
it: Ecco una descrizione di alcuni parametri del motore UCI.

source: Most of these are used for the Stockfish engine but other engines
de: Die meisten davon werden für die Stockfish-Engine verwendet, aber auch andere Engines
fr: La plupart d'entre eux sont utilisés pour le moteur Stockfish, mais d'autres moteurs
he: רובם משמשים למנוע ה-Stockfish אך מנועים אחרים
hi: इनमें से अधिकांश का उपयोग स्टॉकफिश इंजन के लिए किया जाता है, लेकिन अन्य इंजन भी स्टॉकफिश इंजन के लिए उपयोग किए जाते हैं।
hu: Ezek többségét a Stockfish motorhoz használják, de más motorokhoz is
id: Sebagian besar digunakan untuk mesin Stockfish tetapi mesin lainnya
it: La maggior parte di questi sono utilizzati per il motore Stockfish ma altri motori

source: will have many of these parameters, or something similar.
de: wird viele dieser Parameter oder etwas Ähnliches haben.
fr: aura beaucoup de ces paramètres, ou quelque chose de similaire.
he: יהיו רבים מהפרמטרים האלה, או משהו דומה.
hi: इनमें से कई पैरामीटर होंगे, या कुछ समान होगा।
hu: sok ilyen paraméterrel rendelkezik, vagy valami hasonló.
id: akan memiliki banyak parameter ini, atau sesuatu yang serupa.
it: avrà molti di questi parametri, o qualcosa di simile.

source: These descriptions are based on the UCI protocol standard written by
de: Diese Beschreibungen basieren auf dem UCI-Protokollstandard von
fr: Ces descriptions sont basées sur la norme de protocole UCI écrite par
he: תיאורים אלה מבוססים על תקן פרוטוקול UCI שנכתב על ידי
hi: ये विवरण यूसीआई प्रोटोकॉल मानक पर आधारित हैं जो कि द्वारा लिखा गया है
hu: Ezek a leírások a által írt UCI protokoll szabványon alapulnak
id: Deskripsi ini berdasarkan standar protokol UCI yang ditulis oleh
it: Queste descrizioni si basano sullo standard del protocollo UCI redatto da

source: Rudolf Huber and Stefan-Meyer Kahlen.
de: Rudolf Huber und Stefan-Meyer Kahlen.
fr: Rudolf Huber et Stefan-Meyer Kahlen.
he: רודולף הובר וסטפן-מאייר קאהלן.
hi: रुडोल्फ ह्यूबर और स्टीफन-मेयर काहलेन।
hu: Rudolf Huber és Stefan-Meyer Kahlen.
id: Rudolf Huber dan Stefan-Meyer Kahlen.
it: Rudolf Huber e Stefan-Meyer Kahlen.

source: Threads - The number of CPU threads used for searching a position.
de: Threads – Die Anzahl der CPU-Threads, die zum Suchen einer Position verwendet werden.
fr: Threads - Le nombre de threads CPU utilisés pour rechercher une position.
he: שרשורים - מספר חוטי המעבד המשמשים לחיפוש מיקום.
hi: थ्रेड्स - किसी स्थिति की खोज के लिए उपयोग किए जाने वाले CPU थ्रेड्स की संख्या।
hu: Szálak – A pozíciókereséshez használt CPU-szálak száma.
id: Thread - Jumlah thread CPU yang digunakan untuk mencari suatu posisi.
it: Thread: numero di thread della CPU utilizzati per cercare una posizione.

source: For best performance, set this equal to the number of CPU cores available.
de: Um eine optimale Leistung zu erzielen, stellen Sie diesen Wert gleich der Anzahl der verfügbaren CPU-Kerne ein.
fr: Pour de meilleures performances, définissez ce paramètre sur une valeur égale au nombre de cœurs de processeur disponibles.
he: לביצועים הטובים ביותר, הגדר את זה שווה למספר ליבות המעבד הזמינות.
hi: सर्वोत्तम प्रदर्शन के लिए, इसे उपलब्ध CPU कोर की संख्या के बराबर सेट करें।
hu: A legjobb teljesítmény érdekében állítsa ezt egyenlőnek a rendelkezésre álló CPU magok számával.
id: Untuk kinerja terbaik, atur ini sama dengan jumlah inti CPU yang tersedia.
it: Per ottenere prestazioni ottimali, impostare questo valore su un numero pari a quello dei core della CPU disponibili.

source: Hash - The size of the hash table in MB. It is recommended to set Hash
de: Hash - Die Größe der Hash-Tabelle in MB. Es wird empfohlen, Hash
fr: Hash : taille de la table de hachage en Mo. Il est recommandé de définir Hash.
he: Hash - גודל טבלת הגיבוב ב-MB. מומלץ להגדיר Hash
hi: हैश - हैश टेबल का आकार MB में। हैश को सेट करने की अनुशंसा की जाती है
hu: Hash – A hash tábla mérete MB-ban. Javasoljuk a Hash beállítását
id: Hash - Ukuran tabel hash dalam MB. Disarankan untuk mengatur Hash
it: Hash - La dimensione della tabella hash in MB. Si consiglia di impostare Hash

source: after setting Threads.
de: nach dem Einstellen von Threads.
fr: après avoir défini les threads.
he: לאחר הגדרת חוטים.
hi: थ्रेड्स सेट करने के बाद.
hu: a Szálak beállítása után.
id: setelah mengatur Thread.
it: dopo aver impostato i thread.

source: Clear Hash - Clears the hash table.
de: Hash löschen – Löscht die Hash-Tabelle.
fr: Clear Hash - Efface la table de hachage.
he: נקה Hash - מנקה את טבלת הגיבוב.
hi: हैश साफ़ करें - हैश तालिका साफ़ करता है.
hu: Clear Hash – Törli a hash táblát.
id: Hapus Hash - Menghapus tabel hash.
it: Cancella hash: cancella la tabella hash.

source: Ponder - Let the engine ponder its next move while the opponent is thinking.
de: Nachdenken – Lassen Sie die Engine über ihren nächsten Zug nachdenken, während der Gegner nachdenkt.
fr: Réfléchir - Laissez le moteur réfléchir à son prochain mouvement pendant que l'adversaire réfléchit.
he: הרהור - תנו למנוע להרהר במהלך הבא שלו בזמן שהיריב חושב.
hi: विचार करना - जब प्रतिद्वंद्वी सोच रहा हो, तो इंजन को अपनी अगली चाल पर विचार करने दें।
hu: Gondolkodj – Hagyd, hogy a motor mérlegelje a következő lépését, miközben az ellenfél gondolkodik.
id: Renungkan - Biarkan mesin merenungkan langkah berikutnya sementara lawan berpikir.
it: Rifletti - Lascia che il motore rifletta sulla sua prossima mossa mentre l'avversario riflette.

source: MultiPV - Output the N best lines(principal variations, PVs) when searching.
de: MultiPV – Gibt bei der Suche die N besten Zeilen (Hauptvariationen, PVs) aus.
fr: MultiPV - Affiche les N meilleures lignes (variantes principales, PV) lors de la recherche.
he: MultiPV - פלט את N השורות הטובות ביותר (ווריאציות עיקריות, PVs) בעת חיפוש.
hi: मल्टीपीवी - खोज करते समय N सर्वोत्तम लाइनों (प्रमुख विविधताएं, पीवी) को आउटपुट करें।
hu: MultiPV – Az N legjobb sort (főváltozatok, PV-k) adja ki kereséskor.
id: MultiPV - Keluarkan N baris terbaik (variasi utama, PV) saat melakukan pencarian.
it: MultiPV - Fornisce in output le N migliori linee (varianti principali, PV) durante la ricerca.

source: Leave at 1 for the best performance.
de: Für die beste Leistung belassen Sie es bei 1.
fr: Laissez à 1 pour de meilleures performances.
he: עזוב ב-1 לביצועים הטובים ביותר.
hi: सर्वोत्तम प्रदर्शन के लिए 1 पर छोड़ दें।
hu: Hagyja 1-en a legjobb teljesítmény érdekében.
id: Biarkan pada 1 untuk kinerja terbaik.
it: Per ottenere le migliori prestazioni, lasciare il valore a 1.

source: Use NNUE - Toggle between the NNUE and classical evaluation functions.
de: NNUE verwenden – Wechseln Sie zwischen der NNUE- und der klassischen Bewertungsfunktion.
fr: Utiliser NNUE - Basculer entre les fonctions NNUE et d'évaluation classiques.
he: השתמש ב-NNUE - החלף בין פונקציות NNUE לפונקציות ההערכה הקלאסית.
hi: एनएनयूई का उपयोग करें - एनएनयूई और शास्त्रीय मूल्यांकन कार्यों के बीच टॉगल करें।
hu: NNUE használata – Váltás az NNUE és a klasszikus kiértékelési függvények között.
id: Gunakan NNUE - Beralih antara fungsi evaluasi NNUE dan klasik.
it: Utilizza NNUE: consente di alternare tra le funzioni NNUE e quelle di valutazione classica.

source: If set to true, the network parameters must be available to load from the file
de: Wenn auf „true“ gesetzt, müssen die Netzwerkparameter zum Laden aus der Datei verfügbar sein
fr: Si défini sur vrai, les paramètres réseau doivent être disponibles pour être chargés à partir du fichier
he: אם מוגדר כ-true, פרמטרי הרשת חייבים להיות זמינים לטעינה מהקובץ
hi: यदि सत्य पर सेट किया गया है, तो नेटवर्क पैरामीटर फ़ाइल से लोड करने के लिए उपलब्ध होना चाहिए
hu: Ha igaz, akkor a hálózati paramétereknek elérhetőnek kell lenniük a fájlból való betöltéshez
id: Jika diatur ke benar, parameter jaringan harus tersedia untuk dimuat dari file
it: Se impostato su true, i parametri di rete devono essere disponibili per il caricamento dal file

source: (see also EvalFile), if they are not embedded in the binary (*.exe engine file)
de: (siehe auch EvalFile), sofern sie nicht in der Binärdatei (*.exe-Engine-Datei) eingebettet sind
fr: (voir aussi EvalFile), s'ils ne sont pas intégrés dans le binaire (fichier moteur *.exe)
he: (ראה גם EvalFile), אם הם אינם מוטבעים בקובץ הבינארי (קובץ מנוע *.exe)
hi: (EvalFile भी देखें), यदि वे बाइनरी (*.exe इंजन फ़ाइल) में एम्बेडेड नहीं हैं
hu: (lásd még: EvalFile), ha nincsenek beágyazva a bináris fájlba (*.exe motorfájl)
id: (lihat juga EvalFile), jika tidak tertanam dalam biner (file mesin *.exe)
it: (vedere anche EvalFile), se non sono incorporati nel binario (file motore *.exe)

source: EvalFile - The name of the file of the NNUE evaluation parameters.
de: EvalFile – Der Name der Datei mit den NNUE-Auswertungsparametern.
fr: EvalFile - Le nom du fichier des paramètres d'évaluation NNUE.
he: EvalFile - שם הקובץ של פרמטרי ההערכה של NNUE.
hi: EvalFile - NNUE मूल्यांकन मापदंडों की फ़ाइल का नाम.
hu: EvalFile – Az NNUE kiértékelési paramétereit tartalmazó fájl neve.
id: EvalFile - Nama file parameter evaluasi NNUE.
it: EvalFile - Nome del file dei parametri di valutazione NNUE.

source: Depending on the GUI, the filename might have to include the full path
de: Abhängig von der GUI muss der Dateiname möglicherweise den vollständigen Pfad enthalten
fr: Selon l'interface graphique, le nom du fichier peut devoir inclure le chemin complet
he: בהתאם ל-GUI, ייתכן ששם הקובץ יצטרך לכלול את הנתיב המלא
hi: GUI के आधार पर, फ़ाइल नाम में पूर्ण पथ शामिल करना पड़ सकता है
hu: A grafikus felhasználói felülettől függően előfordulhat, hogy a fájlnévnek tartalmaznia kell a teljes elérési utat
id: Tergantung pada GUI, nama file mungkin harus menyertakan path lengkap
it: A seconda dell'interfaccia grafica, il nome del file potrebbe dover includere il percorso completo

source: to the folder / directory that contains the file.
de: in den Ordner/das Verzeichnis, der/das die Datei enthält.
fr: dans le dossier / répertoire qui contient le fichier.
he: לתיקיה/ספרייה המכילה את הקובץ.
hi: उस फ़ोल्डर / निर्देशिका में जिसमें फ़ाइल है.
hu: a fájlt tartalmazó mappába/könyvtárba.
id: ke folder/direktori yang berisi berkas tersebut.
it: nella cartella/directory che contiene il file.

source: Other locations, such as the directory that contains the binary
de: Andere Speicherorte, wie beispielsweise das Verzeichnis, das die Binärdatei enthält
fr: D'autres emplacements, tels que le répertoire contenant le binaire
he: מיקומים אחרים, כגון הספרייה המכילה את הקובץ הבינארי
hi: अन्य स्थान, जैसे कि वह निर्देशिका जिसमें बाइनरी है
hu: Más helyek, például a bináris fájlt tartalmazó könyvtár
id: Lokasi lain, seperti direktori yang berisi biner
it: Altre posizioni, come la directory che contiene il binario

source: and the working directory, are also searched.
de: und das Arbeitsverzeichnis werden ebenfalls durchsucht.
fr: et le répertoire de travail sont également recherchés.
he: וספריית העבודה, גם הם מחפשים.
hi: और कार्यशील निर्देशिका भी खोजी जाती है।
hu: és a munkakönyvtárat is keresi.
id: dan direktori kerja, juga dicari.
it: e la directory di lavoro.

source: For Stockfish versions 12 and later, which have neural net capability,
de: Für Stockfish-Versionen ab 12, die über neuronale Netzfunktionen verfügen,
fr: Pour les versions Stockfish 12 et ultérieures, qui ont une capacité de réseau neuronal,
he: עבור Stockfish גרסאות 12 ואילך, בעלות יכולת רשת עצבית,
hi: स्टॉकफिश संस्करण 12 और उसके बाद के संस्करणों के लिए, जिनमें न्यूरल नेट क्षमता है,
hu: A Stockfish 12-es és újabb verzióihoz, amelyek rendelkeznek neurális hálózati képességgel,
id: Untuk versi Stockfish 12 dan yang lebih baru, yang memiliki kemampuan jaringan saraf,
it: Per le versioni 12 e successive di Stockfish, che hanno capacità di rete neurale,

source: the default neural net is usually embedded in the *.exe file.
de: Das Standard-Neuralnetz ist normalerweise in die *.exe-Datei eingebettet.
fr: le réseau neuronal par défaut est généralement intégré dans le fichier *.exe.
he: ברירת המחדל של הרשת העצבית מוטבעת בדרך כלל בקובץ *.exe.
hi: डिफ़ॉल्ट न्यूरल नेट आमतौर पर *.exe फ़ाइल में एम्बेडेड होता है।
hu: az alapértelmezett neurális háló általában az *.exe fájlba van beágyazva.
id: Jaringan saraf default biasanya tertanam dalam file *.exe.
it: la rete neurale predefinita è solitamente incorporata nel file *.exe.

source: UCI_ShowWDL - If enabled, show approximate WDL statistics as part of the
de: UCI_ShowWDL - Wenn aktiviert, werden ungefähre WDL-Statistiken als Teil der
fr: UCI_ShowWDL - Si activé, affiche les statistiques WDL approximatives dans le cadre de
he: UCI_ShowWDL - אם מופעל, הצג נתונים סטטיסטיים משוערים של WDL כחלק מה-
hi: UCI_ShowWDL - यदि सक्षम है, तो अनुमानित WDL सांख्यिकी को भाग के रूप में दिखाएं
hu: UCI_ShowWDL – Ha engedélyezve van, a hozzávetőleges WDL-statisztikát jelenítse meg a
id: UCI_ShowWDL - Jika diaktifkan, tampilkan statistik WDL perkiraan sebagai bagian dari
it: UCI_ShowWDL - Se abilitato, mostra le statistiche WDL approssimative come parte del

source: engine output. These WDL numbers model expected game outcomes for a
de: Engine-Leistung. Diese WDL-Zahlen modellieren die erwarteten Spielergebnisse für ein
fr: puissance du moteur. Ces chiffres WDL modélisent les résultats de jeu attendus pour un
he: תפוקת מנוע. מודל מספרי WDL אלה צפוי לתוצאות משחק עבור א
hi: इंजन आउटपुट। ये WDL संख्याएँ किसी गेम के अपेक्षित परिणामों का मॉडल बनाती हैं
hu: motor teljesítmény. Ezek a WDL-számok modellezik a játék várható kimenetelét a
id: output mesin. Angka-angka WDL ini memodelkan hasil permainan yang diharapkan untuk
it: output del motore. Questi numeri WDL modellano i risultati di gioco attesi per un

source: given evaluation and game ply for engine self - play
de: gegebene Bewertung und Spielverlauf für Engine Selbstspiel
fr: évaluation donnée et jeu de jeu pour l'auto-jeu du moteur
he: נתון הערכה ושכבת משחק למשחק עצמי של המנוע
hi: इंजन सेल्फ-प्ले के लिए मूल्यांकन और गेम प्लाई दिया गया
hu: adott értékelés és játékréteg a motor önálló játékához
id: diberikan evaluasi dan permainan ply untuk mesin bermain sendiri
it: valutazione data e gioco ply per motore auto - play

source: at 60 seconds + 0.6 seconds per game.
de: bei 60 Sekunden + 0,6 Sekunden pro Spiel.
fr: à 60 secondes + 0,6 seconde par partie.
he: ב-60 שניות + 0.6 שניות למשחק.
hi: 60 सेकंड + 0.6 सेकंड प्रति गेम।
hu: 60 másodperc + 0,6 másodperc játékonként.
id: pada 60 detik + 0,6 detik per permainan.
it: a 60 secondi + 0,6 secondi a partita.

source: UCI_LimitStrength - Enable weaker play aiming for an Elo rating as set by UCI_Elo.
de: UCI_LimitStrength – Ermöglicht schwächeres Spiel mit dem Ziel einer durch UCI_Elo festgelegten Elo-Bewertung.
fr: UCI_LimitStrength - Activez un jeu plus faible visant une note Elo telle que définie par UCI_Elo.
he: UCI_LimitStrength - אפשר משחק חלש יותר במטרה לדרוג Elo כפי שנקבע על ידי UCI_Elo.
hi: UCI_LimitStrength - UCI_Elo द्वारा निर्धारित एलो रेटिंग के लिए कमजोर खेल को सक्षम करें।
hu: UCI_LimitStrength – Engedélyezze a gyengébb játékot az UCI_Elo által beállított Elo minősítés érdekében.
id: UCI_LimitStrength - Mengaktifkan permainan yang lebih lemah dengan tujuan mencapai peringkat Elo yang ditetapkan oleh UCI_Elo.
it: UCI_LimitStrength - Abilita il gioco più debole puntando a un punteggio Elo come impostato da UCI_Elo.

source: This option overrides < Skill Level >
de: Diese Option überschreibt < Skill Level >
fr: Cette option remplace < Niveau de compétence >
he: אפשרות זו עוקפת את < רמת מיומנות >
hi: यह विकल्प < कौशल स्तर > को ओवरराइड करता है
hu: Ez az opció felülírja a < Skill Level >-t
id: Opsi ini mengesampingkan < Tingkat Keterampilan >
it: Questa opzione sostituisce < Livello abilità >
