Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: and go straight to the first game
de: und direkt zum ersten Spiel
fr: et passer directement au premier jeu
he: וללכת ישר למשחק הראשון
hi: और सीधे पहले गेम पर जाएं
hu: és egyenesen az első játékhoz
id: dan langsung ke game pertama
it: e vai direttamente al primo gioco

source: Set this to move board heading into frame
de: Stellen Sie dies ein, um die Überschrift des Boards in den Rahmen zu verschieben
fr: Réglez ceci pour déplacer l'en-tête du tableau dans le cadre
he: הגדר את זה כדי להעביר את כותרת הלוח לתוך המסגרת
hi: बोर्ड हेडिंग को फ्रेम में ले जाने के लिए इसे सेट करें
hu: Állítsa be a tábla fejlécének keretbe helyezéséhez
id: Atur ini untuk memindahkan judul papan ke dalam bingkai
it: Imposta questa opzione per spostare l'intestazione della bacheca nel frame

source: particularly useful for small screen setups)
de: besonders nützlich für kleine Bildschirm-Setups)
fr: particulièrement utile pour les configurations à petit écran)
he: שימושי במיוחד עבור הגדרות מסך קטן)
hi: छोटे स्क्रीन सेटअप के लिए विशेष रूप से उपयोगी)
hu: különösen hasznos kis képernyős beállításoknál)
id: sangat berguna untuk pengaturan layar kecil)
it: particolarmente utile per configurazioni con schermi di piccole dimensioni)

source: Use this to change the font size in the moves window
de: Verwenden Sie dies, um die Schriftgröße im Bewegungsfenster zu ändern
fr: Utilisez ceci pour modifier la taille de la police dans la fenêtre de déplacement
he: השתמש בזה כדי לשנות את גודל הגופן בחלון המהלכים
hi: मूव्स विंडो में फ़ॉन्ट आकार बदलने के लिए इसका उपयोग करें
hu: Ezzel módosíthatja a betűméretet az áthelyezési ablakban
id: Gunakan ini untuk mengubah ukuran font di jendela gerakan
it: Usalo per cambiare la dimensione del carattere nella finestra delle mosse

source: Set this if you don't want the board to automatically
de: Stellen Sie diese Option ein, wenn Sie nicht möchten, dass das Board automatisch
fr: Réglez cette option si vous ne souhaitez pas que la carte s'active automatiquement.
he: הגדר זאת אם אתה לא רוצה שהלוח יפעל אוטומטית
hi: यदि आप नहीं चाहते कि बोर्ड स्वचालित रूप से काम करना शुरू कर दे तो इसे सेट करें
hu: Állítsa be, ha nem szeretné, hogy a tábla automatikusan működjön
id: Atur ini jika Anda tidak ingin papan secara otomatis
it: Imposta questa opzione se non vuoi che la scheda venga visualizzata automaticamente

source: flip around when you start a game as black
de: drehen Sie sich um, wenn Sie ein Spiel als schwarz starten
fr: retournez-vous lorsque vous démarrez une partie en tant que noir
he: להתהפך כשאתה מתחיל משחק כשחור
hi: जब आप काले रंग के रूप में गेम शुरू करते हैं तो पलटें
hu: fordulj meg, amikor feketeként indítasz egy játékot
id: berbalik saat Anda memulai permainan sebagai hitam
it: capovolgi quando inizi una partita come nero

source: Set this if you want the engine to emit a bell sound
de: Stellen Sie dies ein, wenn die Lokomotive einen Glockenton abgeben soll
fr: Réglez ceci si vous souhaitez que le moteur émette un son de cloche
he: הגדר זאת אם אתה רוצה שהמנוע יפלוט צליל פעמון
hi: यदि आप चाहते हैं कि इंजन घंटी जैसी ध्वनि निकाले तो इसे सेट करें
hu: Állítsa be, ha azt szeretné, hogy a motor csengő hangot adjon ki
id: Atur ini jika Anda ingin mesin mengeluarkan suara bel
it: Imposta questa opzione se vuoi che il motore emetta un suono di campana

source: when it moves in human versus engine games
de: wenn es sich in Mensch-gegen-Motor-Spielen bewegt
fr: quand il se déplace dans les jeux homme contre moteur
he: כאשר הוא נע במשחקי אנוש מול מנוע
hi: जब यह मानव बनाम इंजन गेम में चलता है
hu: amikor az ember versus motoros játékokban mozog
id: ketika bergerak dalam permainan manusia versus mesin
it: quando si muove nei giochi tra umani e motori

source: Set this if you don't want the last move
de: Stellen Sie dies ein, wenn Sie den letzten Zug nicht möchten
fr: Réglez ceci si vous ne voulez pas le dernier mouvement
he: הגדר את זה אם אתה לא רוצה את הצעד האחרון
hi: यदि आप अंतिम चाल नहीं चाहते तो इसे सेट करें
hu: Állítsa be, ha nem akarja az utolsó lépést
id: Atur ini jika Anda tidak menginginkan langkah terakhir
it: Imposta questa opzione se non vuoi l'ultima mossa

source: to be highlighted on the chess board
de: auf dem Schachbrett hervorgehoben werden
fr: à mettre en évidence sur l'échiquier
he: להיות מודגש על לוח השחמט
hi: शतरंज की बिसात पर उभारा जाना
hu: hogy kiemeljék a sakktáblán
id: untuk disorot di papan catur
it: da evidenziare sulla scacchiera

source: Set this if you prefer squares highlighted
de: Stellen Sie dies ein, wenn Sie hervorgehobene Quadrate bevorzugen
fr: Réglez ceci si vous préférez que les carrés soient mis en évidence
he: הגדר זאת אם אתה מעדיף ריבועים מודגשים
hi: यदि आप हाइलाइट किए गए वर्ग पसंद करते हैं तो इसे सेट करें
hu: Állítsa be, ha a négyzeteket szeretné kiemelni
id: Atur ini jika Anda lebih suka kotak yang disorot
it: Imposta questa opzione se preferisci che i quadrati siano evidenziati

source: with a line rather than by color
de: mit einer Linie statt nach Farbe
fr: avec une ligne plutôt que par couleur
he: עם קו ולא לפי צבע
hi: रंग के बजाय रेखा से
hu: inkább vonallal, mint színnel
id: dengan garis bukan berdasarkan warna
it: con una linea piuttosto che con il colore

source: with a line rather than by colour
de: mit einer Linie statt nach Farbe
fr: avec une ligne plutôt que par couleur
he: עם קו ולא לפי צבע
hi: रंग के बजाय रेखा से
hu: inkább vonallal, mint színnel
id: dengan garis bukan berdasarkan warna
it: con una linea piuttosto che con il colore

source: Set this if you prefer a border displayed around the board
de: Legen Sie diese Option fest, wenn Sie einen Rahmen um das Board herum bevorzugen.
fr: Réglez cette option si vous préférez une bordure affichée autour du tableau
he: הגדר זאת אם אתה מעדיף גבול המוצג סביב הלוח
hi: यदि आप बोर्ड के चारों ओर बॉर्डर प्रदर्शित करना चाहते हैं तो इसे सेट करें
hu: Állítsa be, ha szeretne egy szegélyt a tábla körül
id: Atur ini jika Anda lebih suka batas ditampilkan di sekitar papan
it: Imposta questa opzione se preferisci che venga visualizzato un bordo attorno alla tavola

source: Set this to load last PGN file on program start
de: Stellen Sie dies ein, um beim Programmstart die letzte PGN-Datei zu laden
fr: Définissez ceci pour charger le dernier fichier PGN au démarrage du programme
he: הגדר זאת לטעינת קובץ PGN האחרון עם תחילת התוכנית
hi: प्रोग्राम प्रारंभ होने पर अंतिम PGN फ़ाइल लोड करने के लिए इसे सेट करें
hu: Állítsa be az utolsó PGN fájl betöltéséhez a program indításakor
id: Atur ini untuk memuat file PGN terakhir saat program dimulai
it: Imposta questo per caricare l'ultimo file PGN all'avvio del programma

source: Set this to load last PGN game on program start
de: Stellen Sie dies ein, um beim Programmstart das letzte PGN-Spiel zu laden
fr: Réglez ceci pour charger le dernier jeu PGN au démarrage du programme
he: הגדר את זה כדי לטעון את משחק PGN האחרון עם תחילת התוכנית
hi: प्रोग्राम प्रारंभ होने पर अंतिम PGN गेम लोड करने के लिए इसे सेट करें
hu: Állítsa be az utolsó PGN játék betöltéséhez a program indításakor
id: Atur ini untuk memuat permainan PGN terakhir pada awal program
it: Imposta questo per caricare l'ultimo gioco PGN all'avvio del programma

source: Set this to load last log file game on program start
de: Stellen Sie dies ein, um die letzte Protokolldatei des Spiels beim Programmstart zu laden
fr: Réglez ceci pour charger le dernier fichier journal du jeu au démarrage du programme
he: הגדר את זה כדי לטעון את משחק קובץ היומן האחרון עם תחילת התוכנית
hi: प्रोग्राम प्रारंभ होने पर अंतिम लॉग फ़ाइल गेम लोड करने के लिए इसे सेट करें
hu: Állítsa be az utolsó naplófájl játék betöltéséhez a program indításakor
id: Atur ini untuk memuat file log game terakhir saat program dimulai
it: Imposta questa opzione per caricare l'ultimo file di registro del gioco all'avvio del programma

source: Enter the height of the toolbar
de: Geben Sie die Höhe der Symbolleiste ein
fr: Entrez la hauteur de la barre d'outils
he: הזן את גובה סרגל הכלים
hi: टूलबार की ऊंचाई दर्ज करें
hu: Adja meg az eszköztár magasságát
id: Masukkan tinggi bilah alat
it: Inserisci l'altezza della barra degli strumenti

source: Toggle full kibitzing display mode
de: Vollständigen Kibitzing-Anzeigemodus umschalten
fr: Activer/désactiver le mode d'affichage kibitzing complet
he: החלף מצב תצוגה של קיביטינג מלא
hi: पूर्ण किबिट्ज़िंग प्रदर्शन मोड टॉगल करें
hu: Teljes kibitezés megjelenítési mód átváltása
id: Beralih ke mode tampilan kibitzing penuh
it: Attiva/disattiva la modalità di visualizzazione completa del kibitzing

source: Use this panel to specify some general options, most importantly
de: In diesem Bereich können Sie einige allgemeine Optionen festlegen, vor allem
fr: Utilisez ce panneau pour spécifier certaines options générales, notamment
he: השתמש בחלונית זו כדי לציין כמה אפשרויות כלליות, והכי חשוב
hi: कुछ सामान्य विकल्प निर्दिष्ट करने के लिए इस पैनल का उपयोग करें, सबसे महत्वपूर्ण
hu: Ezen a panelen adhat meg néhány általános beállítást, ami a legfontosabb
id: Gunakan panel ini untuk menentukan beberapa opsi umum, yang terpenting
it: Utilizzare questo pannello per specificare alcune opzioni generali, la più importante

source: the algebraic notation characters to use. Select from a major
de: die zu verwendenden algebraischen Notationszeichen. Wählen Sie aus einer großen
fr: les caractères de notation algébrique à utiliser. Sélectionnez parmi les principaux
he: התווים האלגבריים לשימוש. בחר מתוך מגמה
hi: बीजीय संकेतन वर्णों का उपयोग करें। किसी प्रमुख वर्ण से चयन करें
hu: a használandó algebrai jelölési karaktereket. Válasszon egy szakból
id: karakter notasi aljabar yang akan digunakan. Pilih dari sejumlah karakter utama
it: i caratteri di notazione algebrica da utilizzare. Seleziona da una delle principali

source: European language, or define a custom string if your language
de: Europäische Sprache oder definieren Sie eine benutzerdefinierte Zeichenfolge, wenn Ihre Sprache
fr: Langue européenne, ou définissez une chaîne personnalisée si votre langue
he: שפה אירופאית, או הגדר מחרוזת מותאמת אישית אם השפה שלך
hi: यूरोपीय भाषा, या यदि आपकी भाषा है तो एक कस्टम स्ट्रिंग परिभाषित करें
hu: európai nyelvet, vagy adjon meg egyéni karakterláncot, ha az Ön nyelve
id: Bahasa Eropa, atau tentukan string khusus jika bahasa Anda
it: Lingua europea, oppure definisci una stringa personalizzata se la tua lingua

source: is not listed
de: ist nicht aufgeführt
fr: n'est pas répertorié
he: אינו רשום
hi: सूचीबद्ध नहीं है
hu: nincs felsorolva
id: tidak terdaftar
it: non è elencato

source: General Settings Dialog Help
de: Hilfe zum Dialogfeld „Allgemeine Einstellungen“
fr: Aide de la boîte de dialogue Paramètres généraux
he: עזרה בדיאלוג הגדרות כלליות
hi: सामान्य सेटिंग संवाद सहायता
hu: Általános beállítások párbeszédpanel Súgó
id: Bantuan Dialog Pengaturan Umum
it: Aiuto nella finestra di dialogo Impostazioni generali

source: Replace the <?> characters with your chosen characters for
de: Ersetzen Sie die Zeichen <?> durch die von Ihnen gewählten Zeichen für
fr: Remplacez les caractères <?> par les caractères de votre choix pour
he: החלף את התווים <?> בתווים שבחרת עבור
hi: <?> वर्णों को अपने चुने हुए वर्णों से बदलें
hu: Cserélje ki a <?> karaktereket a kiválasztott karakterekre
id: Ganti karakter <?> dengan karakter pilihan Anda untuk
it: Sostituisci i caratteri <?> con i caratteri scelti per

source: king, queen, rook, knight and bishop respectively
de: König, Dame, Turm, Springer und Läufer
fr: roi, reine, tour, cavalier et fou respectivement
he: מלך, מלכה, צריח, אביר ובישוף בהתאמה
hi: राजा, रानी, ​​किश्ती, घोड़ा और बिशप क्रमशः
hu: király, királyné, bástya, lovag és püspök
id: raja, ratu, benteng, kuda dan gajah masing-masing
it: rispettivamente re, regina, torre, cavallo e alfiere

source: Illegal notation string
de: Ungültige Notationszeichenfolge
fr: Chaîne de notation illégale
he: מחרוזת סימון לא חוקי
hi: अवैध संकेतन स्ट्रिंग
hu: Illegális jelölési karakterlánc
id: String notasi ilegal
it: Stringa di notazione non valida

source: You must enter or select a string starting with your chosen characters
de: Sie müssen eine Zeichenfolge eingeben oder auswählen, die mit den von Ihnen gewählten Zeichen beginnt
fr: Vous devez saisir ou sélectionner une chaîne commençant par les caractères que vous avez choisis
he: עליך להזין או לבחור מחרוזת שמתחילה בתווים שבחרת
hi: आपको अपने चुने हुए अक्षरों से शुरू होने वाली स्ट्रिंग दर्ज करनी होगी या चुननी होगी
hu: Meg kell adnia vagy ki kell választania a kiválasztott karakterekkel kezdődő karakterláncot
id: Anda harus memasukkan atau memilih string yang dimulai dengan karakter pilihan Anda
it: Devi inserire o selezionare una stringa che inizia con i caratteri scelti

source: for king, queen, rook, knight and bishop respectively
de: für König, Dame, Turm, Springer und Läufer
fr: pour le roi, la reine, la tour, le cavalier et le fou respectivement
he: עבור מלך, מלכה, צריח, אביר ובישוף בהתאמה
hi: क्रमशः राजा, रानी, ​​किश्ती, घोड़ा और बिशप के लिए
hu: királynak, királynénak, bástyanak, lovagnak és püspöknek
id: untuk raja, ratu, benteng, kuda dan gajah masing-masing
it: rispettivamente per re, regina, torre, cavallo e alfiere

source: Use help delay
de: Verwenden Sie die Hilfeverzögerung
fr: Utiliser le délai d'aide
he: השתמש בהשהיית עזרה
hi: सहायता विलंब का उपयोग करें
hu: Használja a segítség késleltetését
id: Gunakan bantuan tunda
it: Utilizzare l'aiuto per ritardare

source: Use start delay
de: Startverzögerung verwenden
fr: Utiliser le délai de démarrage
he: השתמש בהשהיית התחלה
hi: आरंभ विलंब का उपयोग करें
hu: Indítási késleltetés használata
id: Gunakan penundaan mulai
it: Utilizzare il ritardo di avvio

source: Help delay (milli seconds)
de: Hilfeverzögerung (Millisekunden)
fr: Délai d'aide (millisecondes)
he: עיכוב עזרה (מילי שניות)
hi: सहायता विलंब (मिली सेकंड)
hu: Segítség késleltetése (millió másodperc)
id: Penundaan bantuan (milidetik)
it: Ritardo di aiuto (millisecondi)

source: Check to use a delay for help file access
de: Aktivieren Sie dieses Kontrollkästchen, um eine Verzögerung für den Zugriff auf die Hilfedatei zu verwenden.
fr: Cochez cette case pour utiliser un délai pour l'accès au fichier d'aide
he: סמן כדי להשתמש בעיכוב לגישה לקובץ העזרה
hi: सहायता फ़ाइल तक पहुंच के लिए विलंब का उपयोग करने के लिए जाँच करें
hu: Jelölje be, ha késleltetést szeretne használni a súgófájl eléréséhez
id: Centang untuk menggunakan penundaan untuk akses file bantuan
it: Selezionare per utilizzare un ritardo per l'accesso al file di aiuto

source: Check to use a delay for accessing the help file at the start
de: Aktivieren Sie dieses Kontrollkästchen, um beim Start eine Verzögerung für den Zugriff auf die Hilfedatei zu verwenden.
fr: Cochez cette case pour utiliser un délai d'accès au fichier d'aide au démarrage.
he: סמן כדי להשתמש בעיכוב לגישה לקובץ העזרה בהתחלה
hi: आरंभ में सहायता फ़ाइल तक पहुँचने के लिए विलंब का उपयोग करने के लिए जाँच करें
hu: Jelölje be, ha az elején késleltetést szeretne használni a súgófájl eléréséhez
id: Centang untuk menggunakan penundaan untuk mengakses file bantuan di awal
it: Selezionare per utilizzare un ritardo per l'accesso al file della guida all'inizio

source: Enter the delay value, in milli-seconds for help file access
de: Geben Sie den Verzögerungswert in Millisekunden für den Zugriff auf die Hilfedatei ein
fr: Saisissez la valeur du délai, en millisecondes, pour l'accès au fichier d'aide
he: הזן את ערך ההשהיה, במילי-שניות לגישה לקובץ העזרה
hi: सहायता फ़ाइल तक पहुंच के लिए विलंब मान, मिली-सेकंड में दर्ज करें
hu: Adja meg a késleltetés értékét milliszekundumban a súgófájl eléréséhez
id: Masukkan nilai penundaan, dalam milidetik untuk akses file bantuan
it: Inserisci il valore del ritardo, in millisecondi, per l'accesso al file di aiuto

source: This dialog box allows the user to set the options for the help file delay.
de: In diesem Dialogfeld kann der Benutzer die Optionen für die Verzögerung der Hilfedatei festlegen.
fr: Cette boîte de dialogue permet à l'utilisateur de définir les options de délai du fichier d'aide.
he: תיבת דו-שיח זו מאפשרת למשתמש להגדיר את האפשרויות לעיכוב קובץ העזרה.
hi: यह संवाद बॉक्स उपयोगकर्ता को सहायता फ़ाइल विलंब के लिए विकल्प सेट करने की अनुमति देता है।
hu: Ez a párbeszédpanel lehetővé teszi a felhasználó számára, hogy beállítsa a súgófájl késleltetési beállításait.
id: Kotak dialog ini memungkinkan pengguna untuk mengatur opsi penundaan berkas bantuan.
it: Questa finestra di dialogo consente all'utente di impostare le opzioni per il ritardo del file della guida.

source: Sometimes, when the help file was being accessed for a particular topic,
de: Manchmal, wenn auf die Hilfedatei für ein bestimmtes Thema zugegriffen wurde,
fr: Parfois, lorsque le fichier d’aide était consulté pour un sujet particulier,
he: לפעמים, כאשר ניגש לקובץ העזרה עבור נושא מסוים,
hi: कभी-कभी, जब किसी विशेष विषय के लिए सहायता फ़ाइल तक पहुँचा जा रहा होता है,
hu: Néha, amikor a súgófájlt egy adott témakörhöz hozzáfértek,
id: Terkadang, ketika file bantuan diakses untuk topik tertentu,
it: A volte, quando si accedeva al file della guida per un argomento particolare,

source: the help file would be displayed minimized on the taskbar.
de: die Hilfedatei würde minimiert in der Taskleiste angezeigt.
fr: le fichier d'aide serait affiché minimisé dans la barre des tâches.
he: קובץ העזרה יוצג ממוזער בשורת המשימות.
hi: सहायता फ़ाइल टास्कबार पर छोटी रूप में प्रदर्शित होगी।
hu: a súgófájl kicsinyítve jelenik meg a tálcán.
id: berkas bantuan akan ditampilkan secara minimal pada bilah tugas.
it: il file della guida verrebbe visualizzato ridotto a icona sulla barra delle applicazioni.

source: Having a very short pause before help file displays fixes this problem.
de: Dieses Problem wird durch eine sehr kurze Pause vor der Anzeige der Hilfedatei behoben.
fr: Une très courte pause avant l'affichage du fichier d'aide résout ce problème.
he: הפסקה קצרה מאוד לפני הצגת קובץ העזרה פותר את הבעיה.
hi: सहायता फ़ाइल प्रदर्शित होने से पहले एक छोटा विराम देने से यह समस्या ठीक हो जाती है।
hu: A súgófájl megjelenítése előtti nagyon rövid szünet megoldja ezt a problémát.
id: Memiliki jeda yang sangat singkat sebelum berkas bantuan ditampilkan dapat memperbaiki masalah ini.
it: Per risolvere il problema, attendere una pausa molto breve prima che venga visualizzato il file della guida.

source: On my computer this only happens when context sensitive help is accessed,
de: Auf meinem Computer geschieht dies nur, wenn auf die kontextsensitive Hilfe zugegriffen wird.
fr: Sur mon ordinateur, cela ne se produit que lorsque l'on accède à l'aide contextuelle,
he: במחשב שלי זה קורה רק כאשר ניגשים לעזרה רגישת הקשר,
hi: मेरे कंप्यूटर पर ऐसा केवल तभी होता है जब संदर्भ संवेदनशील सहायता तक पहुंच होती है,
hu: A számítógépemen ez csak akkor történik meg, ha a környezetérzékeny súgót használják,
id: Di komputer saya, hal ini hanya terjadi ketika bantuan sensitif konteks diakses,
it: Sul mio computer questo accade solo quando si accede alla guida contestuale,

source: If the help file is opened at the start using < F1 > or from the main menu
de: Wird die Hilfedatei beim Start über <F1> oder über das Hauptmenü geöffnet
fr: Si le fichier d'aide est ouvert au démarrage en utilisant < F1 > ou depuis le menu principal
he: אם קובץ העזרה נפתח בהתחלה באמצעות < F1 > או מהתפריט הראשי
hi: यदि सहायता फ़ाइल को प्रारंभ में < F1 > या मुख्य मेनू से खोला जाता है
hu: Ha a súgófájlt az elején az < F1 > gombbal vagy a főmenüből nyitjuk meg
id: Jika file bantuan dibuka di awal menggunakan < F1 > atau dari menu utama
it: Se il file di aiuto viene aperto all'avvio tramite < F1 > o dal menu principale

source: with < Help > < Help file > this problem does not occur.
de: mit <Hilfe> <Hilfedatei> tritt dieses Problem nicht auf.
fr: avec < Aide > < Fichier d'aide > ce problème ne se produit pas.
he: עם < עזרה > < קובץ עזרה > בעיה זו לא מתרחשת.
hi: < सहायता > < सहायता फ़ाइल > के साथ यह समस्या उत्पन्न नहीं होती है.
hu: a < Súgó > < Súgófájl > segítségével ez a probléma nem fordul elő.
id: dengan < Help > < Help file > masalah ini tidak terjadi.
it: con < Help > < File della guida > questo problema non si verifica.

source: Help delay options :-
de: Optionen zur Hilfeverzögerung: -
fr: Options de retard d'aide :-
he: עזרה בעיכוב אפשרויות:-
hi: विलंब विकल्पों में सहायता करें:-
hu: Segítség a késleltetési lehetőségekhez: -
id: Opsi penundaan bantuan :-
it: Opzioni di ritardo dell'aiuto:-

source: Use help delay - Check to use a delay when accessing the help file.
de: Hilfeverzögerung verwenden – Aktivieren Sie dieses Kontrollkästchen, um beim Zugriff auf die Hilfedatei eine Verzögerung zu verwenden.
fr: Utiliser le délai d'aide - Cochez cette case pour utiliser un délai lors de l'accès au fichier d'aide.
he: השתמש בהשהיית עזרה - סמן כדי להשתמש בהשהיה בעת גישה לקובץ העזרה.
hi: सहायता विलंब का उपयोग करें - सहायता फ़ाइल तक पहुँचने के लिए विलंब का उपयोग करें।
hu: Súgó késleltetése – Jelölje be, ha késleltetést szeretne használni a súgófájl elérésekor.
id: Gunakan penundaan bantuan - Centang untuk menggunakan penundaan saat mengakses berkas bantuan.
it: Usa ritardo di aiuto: seleziona questa opzione per usare un ritardo quando si accede al file di aiuto.

source: Use start delay - Check to use a delay when accessing the help file at the start.
de: Startverzögerung verwenden – Aktivieren Sie dieses Kontrollkästchen, um beim Zugriff auf die Hilfedatei beim Start eine Verzögerung zu verwenden.
fr: Utiliser le délai de démarrage - Cochez cette case pour utiliser un délai lors de l'accès au fichier d'aide au démarrage.
he: השתמש בהשהיית התחלה - סמן כדי להשתמש בהשהיה בעת גישה לקובץ העזרה בהתחלה.
hi: आरंभ विलंब का उपयोग करें - आरंभ में सहायता फ़ाइल तक पहुँचते समय विलंब का उपयोग करने के लिए जाँच करें।
hu: Indítási késleltetés használata – Jelölje be, ha késleltetést szeretne használni a súgófájl indításakor.
id: Gunakan penundaan mulai - Centang untuk menggunakan penundaan saat mengakses berkas bantuan di awal.
it: Usa ritardo all'avvio: selezionare questa opzione per utilizzare un ritardo quando si accede al file della guida all'avvio.

source: Help delay - Enter the value for the help delay in milli-seconds.
de: Hilfeverzögerung – Geben Sie den Wert für die Hilfeverzögerung in Millisekunden ein.
fr: Délai d'aide - Saisissez la valeur du délai d'aide en millisecondes.
he: עיכוב עזרה - הזינו את הערך של עיכוב העזרה במילי-שניות.
hi: सहायता विलंब - सहायता विलंब का मान मिली-सेकंड में दर्ज करें।
hu: Súgó késleltetése – Adja meg a súgó késleltetés értékét milliszekundumban.
id: Penundaan bantuan - Masukkan nilai penundaan bantuan dalam mili-detik.
it: Ritardo di aiuto: immettere il valore per il ritardo di aiuto in millisecondi.

source: Help file delay options
de: Verzögerungsoptionen für Hilfedateien
fr: Options de retard du fichier d'aide
he: אפשרויות עיכוב קבצי עזרה
hi: सहायता फ़ाइल विलंब विकल्प
hu: Súgófájl késleltetési beállításai
id: Opsi penundaan file bantuan
it: Opzioni di ritardo del file di aiuto

source: Board highlight colours for 3d screen
de: Hervorhebungsfarben für die Tafel für den 3D-Bildschirm
fr: Couleurs de surbrillance du tableau pour écran 3D
he: צבעי הדגשת לוח עבור מסך תלת מימד
hi: 3डी स्क्रीन के लिए बोर्ड हाइलाइट रंग
hu: Tábla kiemelés színei 3D-s képernyőhöz
id: Sorotan warna papan untuk layar 3d
it: Colori di evidenziazione della scheda per lo schermo 3D

source: Use square hightlight
de: Quadratische Hervorhebung verwenden
fr: Utiliser la surbrillance carrée
he: השתמש בהדגשה מרובעת
hi: वर्गाकार हाइलाइट का उपयोग करें
hu: Használjon négyzet alakú kiemelést
id: Gunakan sorotan persegi
it: Usa l'evidenziazione quadrata

source: Save to file
de: In Datei speichern
fr: Enregistrer dans un fichier
he: שמור לקובץ
hi: फाइल को बचाएं
hu: Mentés fájlba
id: Simpan ke file
it: Salva nel file
