Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: and check the < Use engine epm name > checkbox.
de: und aktivieren Sie das Kontrollkästchen <Engine-EPM-Namen verwenden>.
fr: et cochez la case < Utiliser le nom epm du moteur >.
he: וסמן את תיבת הסימון < השתמש במנוע epm name >.
hi: और < इंजन ईपीएम नाम का उपयोग करें > चेकबॉक्स को चेक करें।
hu: és jelölje be a < Use engine epm name > jelölőnégyzetet.
id: dan centang kotak < Gunakan nama epm mesin >
it: e seleziona la casella di controllo <Usa nome epm motore>.

source: Engine options help
de: Hilfe zu den Engine-Optionen
fr: Aide sur les options du moteur
he: אפשרויות מנוע עוזרות
hi: इंजन विकल्प सहायता
hu: A motor opciók segítenek
id: Opsi mesin membantu
it: Le opzioni del motore aiutano

source: Parameter storage
de: Parameterspeicherung
fr: Stockage des paramètres
he: אחסון פרמטרים
hi: पैरामीटर संग्रहण
hu: Paramétertárolás
id: Penyimpanan parameter
it: Memorizzazione dei parametri

source: With this version of the program, I have increased the storage length
de: Mit dieser Programmversion habe ich die Speicherlänge erhöht
fr: Avec cette version du programme, j'ai augmenté la durée de stockage
he: עם גרסה זו של התוכנית, הגדלתי את אורך האחסון
hi: कार्यक्रम के इस संस्करण के साथ, मैंने भंडारण की लंबाई बढ़ा दी है
hu: A program ezen verziójával megnöveltem a tárolási hosszt
id: Dengan versi program ini, saya telah meningkatkan durasi penyimpanan
it: Con questa versione del programma ho aumentato la durata di archiviazione

source: for engine file names (with path) in *.epm files from 80 to 256 characters,
de: für Engine-Dateinamen (mit Pfad) in *.epm-Dateien von 80 bis 256 Zeichen,
fr: pour les noms de fichiers moteur (avec chemin) dans les fichiers *.epm de 80 à 256 caractères,
he: עבור שמות קבצי מנוע (עם נתיב) בקבצי *.epm מ-80 עד 256 תווים,
hi: *.epm फ़ाइलों में इंजन फ़ाइल नामों (पथ के साथ) के लिए 80 से 256 वर्णों तक,
hu: motor fájlnevekhez (útvonallal) *.epm fájlokban 80 és 256 karakter között,
id: untuk nama file mesin (dengan jalur) dalam file *.epm dari 80 hingga 256 karakter,
it: per i nomi dei file motore (con percorso) nei file *.epm da 80 a 256 caratteri,

source: so there should be no problems saving and loading engine names.
de: Daher sollte es beim Speichern und Laden von Engine-Namen keine Probleme geben.
fr: il ne devrait donc pas y avoir de problèmes pour enregistrer et charger les noms des moteurs.
he: אז לא אמורות להיות בעיות בשמירה וטעינת שמות מנועים.
hi: इसलिए इंजन नामों को सहेजने और लोड करने में कोई समस्या नहीं होनी चाहिए।
hu: így nem lehet gond a motornevek elmentésével és betöltésével.
id: jadi seharusnya tidak ada masalah dalam menyimpan dan memuat nama mesin.
it: quindi non dovrebbero esserci problemi nel salvare e caricare i nomi dei motori.

source: Also, there is now an error check for this on both < Save engine.. >
de: Außerdem gibt es jetzt eine Fehlerprüfung hierfür auf beiden < Save engine.. >
fr: De plus, il existe désormais une vérification d'erreur pour cela sur les deux < Enregistrer le moteur.. >
he: כמו כן, יש כעת בדיקת שגיאה עבור זה בשני < מנוע שמור.. >
hi: इसके अलावा, अब दोनों < सेव इंजन .. > पर इसके लिए एक त्रुटि जांच भी है
hu: Ezen kívül most már van egy hibaellenőrzés mindkét < Save engine.. >-n
id: Selain itu, sekarang ada pemeriksaan kesalahan untuk ini di kedua < Simpan mesin.. >
it: Inoltre, ora è disponibile un controllo degli errori per entrambi i < Salva motore.. >

source: and < Load engine.. >
de: und < Engine laden.. >
fr: et < Charger le moteur.. >
he: ו< Load engine.. >
hi: और < इंजन लोड करें.. >
hu: és < Motor betöltése.. >
id: dan < Muat mesin.. >
it: e < Carica motore.. >

source: I have left the maximum length for custom parameters at 80 characters,
de: Ich habe die maximale Länge für benutzerdefinierte Parameter bei 80 Zeichen belassen,
fr: J'ai laissé la longueur maximale des paramètres personnalisés à 80 caractères,
he: השארתי את האורך המרבי לפרמטרים מותאמים אישית ב-80 תווים,
hi: मैंने कस्टम पैरामीटर्स के लिए अधिकतम लंबाई 80 अक्षरों पर छोड़ दी है,
hu: Az egyéni paraméterek maximális hosszát 80 karakterben hagytam,
id: Saya telah meninggalkan panjang maksimum untuk parameter khusus pada 80 karakter,
it: Ho lasciato la lunghezza massima per i parametri personalizzati a 80 caratteri,

source: because most of them are much shorter than this.
de: weil die meisten von ihnen viel kürzer sind.
fr: parce que la plupart d'entre eux sont beaucoup plus courts que cela.
he: כי רובם הרבה יותר קצרים מזה.
hi: क्योंकि उनमें से अधिकतर इससे बहुत छोटे हैं।
hu: mert a legtöbb ennél jóval rövidebb.
id: karena kebanyakannya jauh lebih pendek dari ini.
it: perché la maggior parte di essi sono molto più corti di così.

source: However, any custom parameter that has a file name may cause a problem.
de: Jeder benutzerdefinierte Parameter mit einem Dateinamen kann jedoch ein Problem verursachen.
fr: Cependant, tout paramètre personnalisé comportant un nom de fichier peut entraîner un problème.
he: עם זאת, כל פרמטר מותאם אישית בעל שם קובץ עלול לגרום לבעיה.
hi: हालाँकि, कोई भी कस्टम पैरामीटर जिसमें फ़ाइल नाम हो, समस्या उत्पन्न कर सकता है।
hu: Azonban bármely fájlnévvel rendelkező egyéni paraméter problémát okozhat.
id: Namun, parameter khusus apa pun yang memiliki nama berkas dapat menimbulkan masalah.
it: Tuttavia, qualsiasi parametro personalizzato con un nome file potrebbe causare un problema.

source: e.g. < SyzygyPath > for tablebases and < EvalFile > for neural nets.
de: zB <SyzygyPath> für Tablebases und <EvalFile> für neuronale Netze.
fr: par exemple < SyzygyPath > pour les bases de données et < EvalFile > pour les réseaux neuronaux.
he: לְמָשָׁל < SyzygyPath > לבסיסי טבלאות ו<EvalFile > לרשתות עצביות.
hi: उदाहरण के लिए, टेबलबेस के लिए < SyzygyPath > और न्यूरल नेट के लिए < EvalFile >.
hu: például < SyzygyPath > táblabázisokhoz és < EvalFile > neurális hálókhoz.
id: misalnya < SyzygyPath > untuk basis tabel dan < EvalFile > untuk jaringan saraf.
it: ad esempio < SyzygyPath > per le tablebase e < EvalFile > per le reti neurali.

source: So if you load any option that has a filename, make sure that the
de: Wenn Sie also eine Option laden, die einen Dateinamen hat, achten Sie darauf, dass die
fr: Donc, si vous chargez une option qui a un nom de fichier, assurez-vous que le
he: אז אם אתה טוען כל אפשרות שיש לה שם קובץ, ודא שה-
hi: इसलिए यदि आप कोई ऐसा विकल्प लोड करते हैं जिसमें फ़ाइल नाम है, तो सुनिश्चित करें कि
hu: Tehát ha bármilyen fájlnévvel rendelkező opciót betölt, ellenőrizze, hogy a
id: Jadi jika Anda memuat opsi apa pun yang memiliki nama file, pastikan bahwa
it: Quindi, se carichi un'opzione che ha un nome file, assicurati che

source: filename with path is less than 80 characters.
de: Dateiname mit Pfad ist kürzer als 80 Zeichen.
fr: le nom de fichier avec le chemin comporte moins de 80 caractères.
he: שם הקובץ עם הנתיב הוא פחות מ-80 תווים.
hi: पथ वाला फ़ाइल नाम 80 वर्णों से कम है.
hu: az elérési úttal rendelkező fájlnév 80 karakternél rövidebb.
id: nama berkas dengan jalur kurang dari 80 karakter.
it: il nome file con percorso è inferiore a 80 caratteri.

source: If you disregard this guideline, it usually won't cause the program
de: Wenn Sie diese Richtlinie nicht beachten, führt dies normalerweise nicht dazu, dass das Programm
fr: Si vous ne tenez pas compte de cette directive, cela n'entraînera généralement pas de problème avec le programme.
he: אם אתה מתעלם מהנחיה זו, זה בדרך כלל לא יגרום לתוכנית
hi: यदि आप इस दिशानिर्देश की अवहेलना करते हैं, तो आमतौर पर इससे कार्यक्रम प्रभावित नहीं होगा
hu: Ha figyelmen kívül hagyja ezt az irányelvet, az általában nem okozza a programot
id: Jika Anda mengabaikan panduan ini, biasanya tidak akan menyebabkan program
it: Se si ignora questa linea guida, di solito non si verificherà alcun problema con il programma

source: to crash, but the option will not work.
de: zum Absturz, aber die Option funktioniert nicht.
fr: planter, mais l'option ne fonctionnera pas.
he: לקרוס, אבל האפשרות לא תעבוד.
hi: क्रैश करने के लिए, लेकिन विकल्प काम नहीं करेगा।
hu: összeomlik, de az opció nem fog működni.
id: untuk mogok, tetapi opsi tersebut tidak akan berfungsi.
it: per bloccarsi, ma l'opzione non funzionerà.

source: Notes on parameter storage
de: Hinweise zur Parameterspeicherung
fr: Remarques sur le stockage des paramètres
he: הערות על אחסון פרמטרים
hi: पैरामीटर संग्रहण पर नोट्स
hu: Megjegyzések a paramétertároláshoz
id: Catatan tentang penyimpanan parameter
it: Note sulla memorizzazione dei parametri

source: Engine paused
de: Motor angehalten
fr: Moteur en pause
he: המנוע מושהה
hi: इंजन रुका हुआ
hu: A motor leállt
id: Mesin berhenti
it: Motore in pausa

source: Press OK to continue
de: Drücken Sie OK, um fortzufahren
fr: Appuyez sur OK pour continuer
he: לחץ על OK כדי להמשיך
hi: जारी रखने के लिए OK दबाएँ
hu: Nyomja meg az OK gombot a folytatáshoz
id: Tekan OK untuk melanjutkan
it: Premere OK per continuare

source: Games in an engine match or tournament cannot be adjudicated
de: Spiele in einem Engine-Match oder Turnier können nicht beurteilt werden
fr: Les jeux dans un match ou un tournoi de moteur ne peuvent pas être jugés
he: לא ניתן לשפוט משחקים במשחק מנוע או בטורניר
hi: इंजन मैच या टूर्नामेंट में खेलों का निर्णय नहीं किया जा सकता
hu: Motormérkőzésen vagy versenyen a játékokat nem lehet elbírálni
id: Pertandingan dalam pertandingan mesin atau turnamen tidak dapat diadili
it: Le partite in una partita o torneo di motore non possono essere aggiudicate

source: until after the engine has played a move.
de: bis die Engine einen Zug ausgeführt hat.
fr: jusqu'à ce que le moteur ait joué un coup.
he: עד לאחר שהמנוע שיחק מהלך.
hi: जब तक इंजन कोई चाल न चल दे।
hu: amíg a motor meg nem mozdult.
id: sampai setelah mesin memainkan suatu gerakan.
it: finché il motore non ha eseguito una mossa.

source: Game adjudication message
de: Spielentscheidungsnachricht
fr: Message d'arbitrage du jeu
he: הודעת שיפוט משחק
hi: खेल निर्णय संदेश
hu: A játék elbírálásáról szóló üzenet
id: Pesan keputusan permainan
it: Messaggio di aggiudicazione del gioco

source: Stop engine match
de: Motorübereinstimmung stoppen
fr: Arrêter le moteur
he: עצור את התאמת המנוע
hi: इंजन मैच बंद करो
hu: Állítsa le a motormérkőzést
id: Hentikan pertandingan mesin
it: Arresta il motore di partita

source: Cannot load engine 1 - Match terminated
de: Engine 1 kann nicht geladen werden – Spiel beendet
fr: Impossible de charger le moteur 1 - Match terminé
he: לא ניתן לטעון מנוע 1 - ההתאמה הופסקה
hi: इंजन 1 लोड नहीं किया जा सका - मैच समाप्त
hu: Nem lehet betölteni az 1. motort – A mérkőzés megszakadt
id: Tidak dapat memuat mesin 1 - Pertandingan dihentikan
it: Impossibile caricare il motore 1 - Partita terminata

source: Cannot load engine 2 - Match terminated
de: Engine 2 kann nicht geladen werden – Spiel beendet
fr: Impossible de charger le moteur 2 - Match terminé
he: לא ניתן לטעון מנוע 2 - ההתאמה הופסקה
hi: इंजन 2 लोड नहीं किया जा सका - मैच समाप्त
hu: A 2. motor nem tölthető be – A mérkőzés megszakadt
id: Tidak dapat memuat mesin 2 - Pertandingan dihentikan
it: Impossibile caricare il motore 2 - Partita terminata

source: Error writing match game
de: Fehler beim Schreiben des Match-Spiels
fr: Erreur lors de l'écriture du jeu de correspondance
he: שגיאה בכתיבת משחק התאמה
hi: मैच गेम लिखने में त्रुटि
hu: Hiba a meccs játék írásakor
id: Kesalahan dalam penulisan pertandingan
it: Errore durante la scrittura del gioco di abbinamento

source: points
de: Punkte
he: נקודות
hi: अंक
hu: pontokat
id: poin
it: punti

source: Engine match finished
de: Engine-Match abgeschlossen
fr: Match moteur terminé
he: משחק המנוע הסתיים
hi: इंजन मिलान समाप्त
hu: Motormérkőzés véget ért
id: Pertandingan mesin selesai
it: Abbinamento motore terminato

source: Blitz :
he: בליץ:
hi: ब्लिट्ज़ :
id: Serangan kilat :
it: Colpo rapido:

source: minutes
de: Minuten
he: פּרוֹטוֹקוֹל
hi: मिनट
hu: jegyzőkönyv
id: menit
it: minuti

source: Fixed time :
de: Feste Zeit:
fr: Heure fixe :
he: זמן קבוע:
hi: निश्चित समय :
hu: Fix idő:
id: Waktu tetap :
it: Tempo fisso:

source: mins.
de: Min.
fr: minutes
he: דקות
hi: मिनट.
hu: perc
id: menit.
it: minuti

source: secs.
de: Sek.
fr: secondes
he: שניות.
hi: सेकंड.
hu: mp.
id: detik.
it: secondi

source: PGN Match Filename
de: PGN-Übereinstimmungsdateiname
fr: Nom de fichier de correspondance PGN
he: שם קובץ PGN Match
hi: PGN मिलान फ़ाइल नाम
hu: PGN egyezési fájlnév
id: Nama File Pertandingan PGN
it: Nome file corrispondente PGN

source: Select .pgn file for engine match
de: Wählen Sie eine PNG-Datei für die Engine-Übereinstimmung aus
fr: Sélectionnez le fichier .pgn pour la correspondance du moteur
he: בחר קובץ .pgn עבור התאמת מנוע
hi: इंजन मिलान के लिए .pgn फ़ाइल का चयन करें
hu: Válassza ki a .pgn fájlt a motoregyezéshez
id: Pilih file .pgn untuk pencocokan mesin
it: Seleziona il file .pgn per la corrispondenza del motore

source: Engine 1
de: Motor 1
fr: Moteur 1
he: מנוע 1
hi: इंजन 1
hu: Motor 1
id: Mesin 1
it: Motore 1

source: Select engine ..
de: Motor auswählen ..
fr: Sélectionnez le moteur ..
he: בחר מנוע..
hi: इंजन का चयन करें..
hu: Válassz motort..
id: Pilih mesin ..
it: Seleziona motore ..

source: Use book
de: Buch verwenden
fr: Utiliser le livre
he: השתמש בספר
hi: पुस्तक का उपयोग करें
hu: Használj könyvet
id: Gunakan buku
it: Usa il libro

source: Opening book..
de: Eröffnungsbuch..
fr: Livre d'ouverture..
he: ספר פתיחה..
hi: किताब खोलकर..
hu: Nyitó könyv..
id: Membuka buku..
it: Apertura del libro..

source: Time controls..
de: Zeitkontrollen.
fr: Contrôles du temps..
he: בקרות זמן..
hi: समय नियंत्रण..
hu: Időszabályzók..
id: Kontrol waktu..
it: Controlli del tempo.

source: Engine adjustment..
de: Motoreinstellung..
fr: Réglage du moteur..
he: התאמת מנוע..
hi: इंजन समायोजन..
hu: Motor beállítás..
id: Penyesuaian mesin..
it: Regolazione del motore.

source: Start the match..
de: Starte das Spiel..
fr: Commencer le match..
he: להתחיל את המשחק..
hi: मैच शुरू..
hu: Kezdje a meccset..
id: Mulai pertandingan..
it: Inizia la partita.

source: Engine 2
de: Motor 2
fr: Moteur 2
he: מנוע 2
hi: इंजन 2
hu: Motor 2
id: Mesin 2
it: Motore 2

source: Game options
de: Spieloptionen
fr: Options de jeu
he: אפשרויות משחק
hi: गेम विकल्प
hu: Játéklehetőségek
id: Opsi permainan
it: Opzioni di gioco

source: No. of games
de: Anzahl der Spiele
fr: Nombre de jeux
he: מספר משחקים
hi: खेलों की संख्या
hu: játékok száma
id: Jumlah permainan
it: Numero di giochi

source: Move limit
de: Bewegungslimit
fr: Limite de déplacement
he: העברת מגבלת
hi: चाल सीमा
hu: Mozgáskorlátozás
id: Batasan gerakan
it: Limite di spostamento

source: Alternate colours
de: Alternative Farben
fr: Couleurs alternatives
he: צבעים חלופיים
hi: वैकल्पिक रंग
hu: Alternatív színek
id: Warna alternatif
it: Colori alternativi

source: Save match..
de: Spiel speichern..
fr: Enregistrer le match..
he: שמור התאמה..
hi: मैच बचाओ..
hu: Egyezés mentése..
id: Simpan pertandingan..
it: Salva la partita.

source: Select .mat file to save engine match
de: Wählen Sie die .mat-Datei aus, um die Engine-Übereinstimmung zu speichern
fr: Sélectionnez le fichier .mat pour enregistrer la correspondance du moteur
he: בחר קובץ .mat כדי לשמור את התאמת המנוע
hi: इंजन मिलान को सहेजने के लिए .mat फ़ाइल का चयन करें
hu: Válassza ki a .mat fájlt a motor egyezésének mentéséhez
id: Pilih file .mat untuk menyimpan kecocokan mesin
it: Seleziona il file .mat per salvare la corrispondenza del motore

source: Load match..
de: Übereinstimmung laden..
fr: Charger le match..
he: התאמה לטעינה..
hi: लोड मिलान..
hu: Egyezés betöltése..
id: Muat kecocokan..
it: Carica la partita.

source: Display score on panel tab
de: Punktestand auf der Registerkarte des Bedienfelds anzeigen
fr: Afficher le score sur l'onglet du panneau
he: הצג ציון בכרטיסיית הפאנל
hi: पैनल टैब पर स्कोर प्रदर्शित करें
hu: Pontszám megjelenítése a panel lapján
id: Menampilkan skor pada tab panel
it: Visualizza il punteggio sulla scheda del pannello

source: Enter the name for the engine match PGN file
de: Geben Sie den Namen für die Engine-Match-PGN-Datei ein
fr: Entrez le nom du fichier PGN de correspondance du moteur
he: הזן את השם של קובץ PGN תואם המנוע
hi: इंजन मैच PGN फ़ाइल के लिए नाम दर्ज करें
hu: Adja meg a motor megfelelő PGN fájl nevét
id: Masukkan nama untuk file PGN yang cocok dengan mesin
it: Inserisci il nome per il file PGN corrispondente al motore

source: Select chess engine 1
de: Schachengine auswählen 1
fr: Sélectionnez le moteur d'échecs 1
he: בחר מנוע שחמט 1
hi: शतरंज इंजन 1 का चयन करें
hu: Válasszon sakkmotort 1
id: Pilih mesin catur 1
it: Seleziona motore scacchistico 1

source: Chess engine 1 name
de: Schachengine 1 Name
fr: Nom du moteur d'échecs 1
he: שם מנוע שחמט 1
hi: शतरंज इंजन 1 नाम
hu: Sakkmotor 1 név
id: Mesin catur 1 nama
it: Nome del motore scacchistico 1

source: Check box to use opening book
de: Kontrollkästchen zur Verwendung des Eröffnungsbuchs
fr: Cochez la case pour utiliser le livre d'ouverture
he: תיבת סימון כדי להשתמש בספר הפתיחה
hi: ओपनिंग बुक का उपयोग करने के लिए बॉक्स को चेक करें
hu: Jelölje be a jelölőnégyzetet a nyitókönyv használatához
id: Kotak centang untuk menggunakan buku pembuka
it: Seleziona la casella per utilizzare l'apertura del libro

source: Select opening book
de: Eröffnungsbuch auswählen
fr: Sélectionnez le livre d'ouverture
he: בחר ספר פתיחה
hi: आरंभिक पुस्तक चुनें
hu: Válassza ki a nyitókönyvet
id: Pilih buku pembuka
it: Seleziona il libro di apertura

source: Opening book name
de: Name des Eröffnungsbuchs
fr: Nom du livre d'ouverture
he: שם ספר הפתיחה
hi: प्रारंभिक पुस्तक का नाम
hu: Nyitókönyv neve
id: Nama buku pembuka
it: Nome del libro di apertura

source: Select the time controls
de: Wählen Sie die Zeitsteuerung
fr: Sélectionnez les commandes de temps
he: בחר את בקרות הזמן
hi: समय नियंत्रण का चयन करें
hu: Válassza ki az idővezérlőket
id: Pilih kontrol waktu
it: Selezionare i controlli del tempo

source: Time control type
de: Zeitsteuerungstyp
fr: Type de contrôle du temps
he: סוג בקרת זמן
hi: समय नियंत्रण प्रकार
hu: Időszabályozás típusa
id: Jenis kontrol waktu
it: Tipo di controllo del tempo

source: Open engine time adjustment dialog box
de: Dialogfeld zur Motorzeitanpassung öffnen
fr: Ouvrir la boîte de dialogue de réglage de l'heure du moteur
he: פתח את תיבת הדו-שיח של התאמת זמן מנוע
hi: इंजन समय समायोजन संवाद बॉक्स खोलें
hu: Nyissa meg a motoridő-beállítás párbeszédpanelt
id: Buka kotak dialog penyesuaian waktu mesin
it: Apri la finestra di dialogo di regolazione del tempo motore

source: Start the chess engine match
de: Starten Sie das Schach-Engine-Match
fr: Démarrer le match du moteur d'échecs
he: התחל את משחק מנוע השחמט
hi: शतरंज इंजन मैच शुरू करें
hu: Indítsa el a sakkmotor mérkőzést
id: Mulai pertandingan mesin catur
it: Avvia la partita del motore scacchistico

source: Select chess engine 2
de: Wähle Schachengine 2
fr: Sélectionnez le moteur d'échecs 2
he: בחר מנוע שחמט 2
hi: शतरंज इंजन 2 का चयन करें
hu: Válassza ki a sakkmotort 2
id: Pilih mesin catur 2
it: Seleziona motore scacchistico 2

source: Chess engine 2 name
de: Name der Schach-Engine 2
fr: Nom du moteur d'échecs 2
he: שם מנוע שחמט 2
hi: शतरंज इंजन 2 का नाम
hu: Sakkmotor 2 név
id: Nama mesin catur 2
it: Nome del motore scacchistico 2

source: Enter the number of games for the match
de: Geben Sie die Anzahl der Spiele für das Spiel ein
fr: Entrez le nombre de jeux pour le match
he: הזן את מספר המשחקים למשחק
hi: मैच के लिए खेलों की संख्या दर्ज करें
hu: Adja meg a meccsek számát
id: Masukkan jumlah permainan untuk pertandingan tersebut
it: Inserisci il numero di partite per la partita

source: Enter the maximum number of moves per game
de: Geben Sie die maximale Anzahl Züge pro Spiel ein
fr: Entrez le nombre maximum de coups par partie
he: הזן את מספר המהלכים המקסימלי למשחק
hi: प्रति गेम चालों की अधिकतम संख्या दर्ज करें
hu: Adja meg a játékonkénti lépések maximális számát
id: Masukkan jumlah gerakan maksimum per permainan
it: Inserisci il numero massimo di mosse per partita

source: Toggle to alternate game colours
de: Zu alternativen Spielfarben wechseln
fr: Basculer vers les couleurs de jeu alternatives
he: החלף לצבעים חלופיים במשחק
hi: वैकल्पिक खेल रंगों के लिए टॉगल करें
hu: Váltás a játék színeihez
id: Beralih ke warna permainan alternatif
it: Passa ai colori di gioco alternativi

source: Save the current engine match settings to a file
de: Speichern Sie die aktuellen Engine-Match-Einstellungen in einer Datei
fr: Enregistrer les paramètres de correspondance du moteur actuel dans un fichier
he: שמור את הגדרות התאמת המנוע הנוכחיות לקובץ
hi: वर्तमान इंजन मिलान सेटिंग्स को फ़ाइल में सहेजें
hu: Mentse el az aktuális motoregyeztetési beállításokat egy fájlba
id: Simpan pengaturan pencocokan mesin saat ini ke sebuah file
it: Salva le impostazioni di corrispondenza del motore corrente in un file

source: Load the engine match settings from a file
de: Laden Sie die Engine-Match-Einstellungen aus einer Datei
fr: Charger les paramètres de correspondance du moteur à partir d'un fichier
he: טען את הגדרות התאמת המנוע מקובץ
hi: किसी फ़ाइल से इंजन मिलान सेटिंग लोड करें
hu: Töltse be a motoregyeztetési beállításokat egy fájlból
id: Muat pengaturan pencocokan mesin dari sebuah file
it: Carica le impostazioni di corrispondenza del motore da un file

source: Display score on engine match panel tab
de: Punktestand auf der Registerkarte des Engine-Match-Panels anzeigen
fr: Afficher le score sur l'onglet du panneau de correspondance du moteur
he: הצג ציון בכרטיסיית לוח התאמת המנוע
hi: इंजन मैच पैनल टैब पर स्कोर प्रदर्शित करें
hu: A pontszám megjelenítése a motoregyeztetési panel lapján
id: Menampilkan skor pada tab panel pencocokan mesin
it: Visualizza il punteggio nella scheda del pannello di corrispondenza del motore

source: No engine selected
de: Kein Motor ausgewählt
fr: Aucun moteur sélectionné
he: לא נבחר מנוע
hi: कोई इंजन चयनित नहीं
hu: Nincs kiválasztva motor
id: Tidak ada mesin yang dipilih
it: Nessun motore selezionato

source: No book selected
de: Kein Buch ausgewählt
fr: Aucun livre sélectionné
he: לא נבחר ספר
hi: कोई पुस्तक चयनित नहीं
hu: Nincs kiválasztott könyv
id: Tidak ada buku yang dipilih
it: Nessun libro selezionato

source: This allows you to stage automatic engine matches.
de: Auf diese Weise können Sie automatische Engine-Matches durchführen.
fr: Cela vous permet d'organiser des matchs de moteur automatiques.
he: זה מאפשר לך לשלב התאמות מנוע אוטומטיות.
hi: यह आपको स्वचालित इंजन मैच आयोजित करने की अनुमति देता है।
hu: Ez lehetővé teszi az automatikus motormérkőzések rendezését.
id: Ini memungkinkan Anda untuk menggelar pencocokan mesin otomatis.
it: Ciò consente di organizzare abbinamenti automatici dei motori.

source: You can select the engines to play and the options to use for the match.
de: Sie können die zu spielenden Engines und die für das Spiel zu verwendenden Optionen auswählen.
fr: Vous pouvez sélectionner les moteurs à jouer et les options à utiliser pour le match.
he: אתה יכול לבחור את המנועים לשחק ואת האפשרויות לשימוש עבור המשחק.
hi: आप खेलने के लिए इंजन और मैच के लिए उपयोग किए जाने वाले विकल्पों का चयन कर सकते हैं।
hu: Kiválaszthatja a lejátszani kívánt motorokat és a mérkőzéshez használt lehetőségeket.
id: Anda dapat memilih mesin untuk dimainkan dan opsi yang akan digunakan dalam pertandingan.
it: Puoi selezionare i motori da utilizzare e le opzioni da utilizzare per la partita.
