Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: On their own these buttons will scroll the profile by one move element.
de: Diese Schaltflächen allein scrollen das Profil um ein Bewegungselement.
fr: À eux seuls, ces boutons feront défiler le profil d'un élément de déplacement.
he: הלחצנים הללו יגללו לבדם את הפרופיל לפי אלמנט תנועה אחד.
hi: ये बटन अपने आप ही प्रोफ़ाइल को एक तत्व आगे स्क्रॉल कर देंगे।
hu: Ezek a gombok önmagukban egy mozgatási elemmel görgetik a profilt.
id: Tombol-tombol ini sendiri akan menggulir profil sebanyak satu elemen gerakan.
it: Da soli, questi pulsanti faranno scorrere il profilo di un elemento di spostamento.

source: Hold down the <Shift> key to scroll the profile by four elements.
de: Halten Sie die <Umschalt>-Taste gedrückt, um das Profil um vier Elemente zu scrollen.
fr: Maintenez la touche <Maj> enfoncée pour faire défiler le profil de quatre éléments.
he: החזק את מקש <Shift> לחוץ כדי לגלול את הפרופיל לפי ארבעה אלמנטים.
hi: प्रोफ़ाइल को चार तत्वों तक स्क्रॉल करने के लिए <Shift> कुंजी दबाए रखें।
hu: Tartsa lenyomva a <Shift> billentyűt a profil négy elemmel való görgetéséhez.
id: Tekan terus tombol <Shift> untuk menggulir profil sebanyak empat elemen.
it: Tenere premuto il tasto <Maiusc> per scorrere il profilo di quattro elementi.

source: Hold down the <Ctrl> key to scroll the profile by eight elements.
de: Halten Sie die <Strg>-Taste gedrückt, um das Profil um acht Elemente zu scrollen.
fr: Maintenez la touche <Ctrl> enfoncée pour faire défiler le profil de huit éléments.
he: החזק את המקש <Ctrl> לחוץ כדי לגלול את הפרופיל לפי שמונה אלמנטים.
hi: प्रोफ़ाइल को आठ तत्वों तक स्क्रॉल करने के लिए <Ctrl> कुंजी दबाए रखें।
hu: Tartsa lenyomva a <Ctrl> billentyűt a profil nyolc elemmel történő görgetéséhez.
id: Tekan terus tombol <Ctrl> untuk menggulir profil sebanyak delapan elemen.
it: Tenere premuto il tasto <Ctrl> per scorrere il profilo di otto elementi.

source: Hold down the <Alt> key to go to the start or end of the profile.
de: Halten Sie die <Alt>-Taste gedrückt, um zum Anfang oder Ende des Profils zu gelangen.
fr: Maintenez la touche <Alt> enfoncée pour aller au début ou à la fin du profil.
he: החזק את מקש <Alt> לחוץ כדי לעבור להתחלה או לסוף של הפרופיל.
hi: प्रोफ़ाइल के आरंभ या अंत पर जाने के लिए <Alt> कुंजी दबाए रखें।
hu: Tartsa lenyomva az <Alt> billentyűt a profil elejére vagy végére lépéshez.
id: Tekan terus tombol <Alt> untuk pergi ke awal atau akhir profil.
it: Tenere premuto il tasto <Alt> per andare all'inizio o alla fine del profilo.

source: You can click on an element of the profile to move to the game position.
de: Sie können auf ein Element des Profils klicken, um zur Spielposition zu gelangen.
fr: Vous pouvez cliquer sur un élément du profil pour passer à la position de jeu.
he: אתה יכול ללחוץ על אלמנט בפרופיל כדי לעבור לעמדת המשחק.
hi: आप गेम की स्थिति पर जाने के लिए प्रोफ़ाइल के किसी तत्व पर क्लिक कर सकते हैं।
hu: A profil egy elemére kattintva a játék pozíciójára léphet.
id: Anda dapat mengeklik elemen profil untuk berpindah ke posisi permainan.
it: Puoi cliccare su un elemento del profilo per passare alla posizione di gioco.

source: Also, if you hover the mouse close to the x-axis, then a pop-up info box
de: Wenn Sie mit der Maus in die Nähe der x-Achse fahren, wird ein Popup-Infofeld angezeigt.
fr: De plus, si vous passez la souris près de l'axe des x, une boîte d'informations contextuelle s'affiche.
he: כמו כן, אם תרחף עם העכבר קרוב לציר ה-x, אז תיבת מידע קופצת
hi: इसके अलावा, यदि आप माउस को x-अक्ष के करीब ले जाते हैं, तो एक पॉप-अप जानकारी बॉक्स दिखाई देगा
hu: Továbbá, ha az egeret az x tengely közelébe viszi, megjelenik egy felugró információs mező
id: Juga, jika Anda mengarahkan mouse dekat sumbu x, maka kotak info pop-up akan muncul
it: Inoltre, se si passa il mouse vicino all'asse x, viene visualizzata una casella informativa pop-up

source: and game board position can be displayed for each move element.
de: und die Spielbrettposition können für jedes Zugelement angezeigt werden.
fr: et la position du plateau de jeu peut être affichée pour chaque élément de déplacement.
he: ומיקום לוח המשחק יכול להיות מוצג עבור כל אלמנט מהלך.
hi: और प्रत्येक चाल तत्व के लिए गेम बोर्ड की स्थिति प्रदर्शित की जा सकती है।
hu: és a játéktábla pozíciója minden mozgáselemnél megjeleníthető.
id: dan posisi papan permainan dapat ditampilkan untuk setiap elemen gerakan.
it: e la posizione sulla scacchiera può essere visualizzata per ogni elemento in movimento.

source: There are several options for the eval profile :-
de: Es gibt mehrere Optionen für das Evaluierungsprofil: -
fr: Il existe plusieurs options pour le profil d'évaluation :-
he: ישנן מספר אפשרויות עבור פרופיל eval:
hi: इवैल प्रोफाइल के लिए कई विकल्प हैं:-
hu: Számos lehetőség van az eval profilhoz: -
id: Ada beberapa pilihan untuk profil evaluasi :-
it: Ci sono diverse opzioni per il profilo di valutazione:

source: Display evaluation profile : Check to display the eval profile panel.
de: Bewertungsprofil anzeigen: Aktivieren Sie dieses Kontrollkästchen, um das Bewertungsprofilfenster anzuzeigen.
fr: Afficher le profil d'évaluation : Cochez cette case pour afficher le panneau du profil d'évaluation.
he: הצג פרופיל הערכה : סמן כדי להציג את חלונית פרופיל הערכה.
hi: मूल्यांकन प्रोफ़ाइल प्रदर्शित करें : मूल्यांकन प्रोफ़ाइल पैनल प्रदर्शित करने के लिए जाँच करें।
hu: Kiértékelési profil megjelenítése: Jelölje be az értékelési profil panel megjelenítéséhez.
id: Tampilkan profil evaluasi: Centang untuk menampilkan panel profil evaluasi.
it: Visualizza profilo di valutazione: selezionare per visualizzare il pannello del profilo di valutazione.

source: Max y-axis score : Enter the maximum score number for the y-axis.
de: Maximale Punktzahl auf der Y-Achse: Geben Sie die maximale Punktzahl für die Y-Achse ein.
fr: Score maximal de l'axe des Y : saisissez le score maximal pour l'axe des Y.
he: ציון מקסימלי של ציר y: הזן את מספר הניקוד המרבי עבור ציר ה-y.
hi: अधिकतम y-अक्ष स्कोर : y-अक्ष के लिए अधिकतम स्कोर संख्या दर्ज करें।
hu: Max y-tengely pontszám: Adja meg az y-tengely maximális pontszámát.
id: Skor sumbu y maksimum: Masukkan angka skor maksimum untuk sumbu y.
it: Punteggio massimo per l'asse y: immettere il punteggio massimo per l'asse y.

source: The number selected will be saved with the game.
de: Die gewählte Nummer wird mit dem Spiel gespeichert.
fr: Le numéro sélectionné sera enregistré avec le jeu.
he: המספר שנבחר יישמר עם המשחק.
hi: चयनित नंबर गेम के साथ सहेज लिया जाएगा।
hu: A kiválasztott szám mentésre kerül a játékkal együtt.
id: Nomor yang dipilih akan disimpan dalam permainan.
it: Il numero selezionato verrà salvato insieme al gioco.

source: If a move evaluation bar is too large for the y-axis,
de: Wenn ein Bewegungsbewertungsbalken zu groß für die Y-Achse ist,
fr: Si une barre d’évaluation de mouvement est trop grande pour l’axe des Y,
he: אם סרגל הערכת מהלך גדול מדי עבור ציר ה-y,
hi: यदि चाल मूल्यांकन पट्टी y-अक्ष के लिए बहुत बड़ी है,
hu: Ha egy mozgáskiértékelő sáv túl nagy az y tengelyhez,
id: Jika bilah evaluasi gerakan terlalu besar untuk sumbu y,
it: Se una barra di valutazione dello spostamento è troppo grande per l'asse y,

source: a small black triangle will be placed on top of the bar.
de: Über der Leiste wird ein kleines schwarzes Dreieck platziert.
fr: un petit triangle noir sera placé au dessus de la barre.
he: משולש שחור קטן יוצב על גבי המוט.
hi: बार के शीर्ष पर एक छोटा काला त्रिभुज रखा जाएगा।
hu: egy kis fekete háromszög kerül a rúd tetejére.
id: segitiga hitam kecil akan ditempatkan di atas bilah.
it: un piccolo triangolo nero verrà posizionato sulla parte superiore della barra.

source: Graph x-scale percent : Enter the percentage length size for the graph. (40 - 80)
de: Diagramm-X-Skala in Prozent: Geben Sie die Längengröße des Diagramms in Prozent ein.
fr: Pourcentage de l'échelle x du graphique : saisissez la taille de la longueur en pourcentage du graphique.
he: גרף באחוזים בסולם x : הזן את גודל האורך באחוזים עבור הגרף.
hi: ग्राफ x-स्केल प्रतिशत : ग्राफ के लिए प्रतिशत लंबाई आकार दर्ज करें।
hu: Grafikon x-skála százaléka : Adja meg a grafikon hosszának százalékos méretét.
id: Grafik skala x persen: Masukkan ukuran panjang persentase untuk grafik.
it: Percentuale scala x del grafico: immettere la dimensione percentuale della lunghezza del grafico.

source: Graph y-scale percent : Enter the percentage height size for the graph. (50 - 90)
de: Diagramm-Y-Skala in Prozent: Geben Sie die prozentuale Höhe des Diagramms ein. (50
fr: Pourcentage de l'échelle Y du graphique : saisissez le pourcentage de la taille de la hauteur du graphique. (50
he: גרף y-scale אחוז : הזן את אחוז הגובה של גודל הגרף. (50
hi: ग्राफ y-स्केल प्रतिशत : ग्राफ के लिए प्रतिशत ऊंचाई आकार दर्ज करें। (50
hu: Grafikon y-skála százaléka : Adja meg a grafikon magasságának százalékos méretét. (50
id: Grafik skala y persen: Masukkan ukuran tinggi persentase untuk grafik. (50
it: Grafico scala y percentuale: immettere la dimensione percentuale dell'altezza per il grafico. (50

source: Graph x-step size : Enter the size in pixels for each move element. (6 - 20)
de: Graph-x-Schrittgröße: Geben Sie die Größe in Pixeln für jedes Bewegungselement ein. (6 - 20)
fr: Taille du graphique x-step : saisissez la taille en pixels pour chaque élément de déplacement. (6 - 20)
he: גרף x-step size : הזן את הגודל בפיקסלים עבור כל רכיב מהלך. (6 - 20)
hi: ग्राफ x-चरण आकार : प्रत्येक चाल तत्व के लिए पिक्सेल में आकार दर्ज करें। (6 - 20)
hu: Grafikon x-step size : Adja meg az egyes mozgatási elemek méretét pixelben. (6-20)
id: Ukuran grafik x-langkah: Masukkan ukuran dalam piksel untuk setiap elemen gerakan. (6 - 20)
it: Grafico dimensione x-step: immettere la dimensione in pixel per ogni elemento di spostamento. (6 - 20)

source: Save evaluation profile : Check to save the profile to a file,
de: Auswertungsprofil speichern: Aktivieren Sie dieses Kontrollkästchen, um das Profil in einer Datei zu speichern.
fr: Enregistrer le profil d'évaluation : Cochez pour enregistrer le profil dans un fichier,
he: שמור פרופיל הערכה: סמן כדי לשמור את הפרופיל לקובץ,
hi: मूल्यांकन प्रोफ़ाइल सहेजें : प्रोफ़ाइल को फ़ाइल में सहेजने के लिए जाँच करें,
hu: Értékelési profil mentése: Jelölje be, ha a profilt fájlba szeretné menteni,
id: Simpan profil evaluasi: Centang untuk menyimpan profil ke file,
it: Salva profilo di valutazione: seleziona per salvare il profilo in un file,

source: when the game is saved.
de: wenn das Spiel gespeichert wird.
fr: lorsque le jeu est sauvegardé.
he: כאשר המשחק נשמר.
hi: जब खेल सुरक्षित हो जाता है.
hu: amikor a játék el lett mentve.
id: saat permainan disimpan.
it: quando il gioco viene salvato.

source: Move time (1/10 secs) : Enter the time in tenths of a second
de: Bewegungszeit (1/10 Sek.): Geben Sie die Zeit in Zehntelsekunden ein
fr: Temps de déplacement (1/10 s) : saisissez le temps en dixièmes de seconde
he: זמן תנועה (1/10 שניות): הזן את הזמן בעשיריות השניה
hi: चाल समय (1/10 सेकंड) : समय को सेकंड के दसवें भाग में दर्ज करें
hu: Mozgási idő (1/10 mp) : Adja meg az időt tizedmásodpercben
id: Waktu gerakan (1/10 detik): Masukkan waktu dalam sepersepuluh detik
it: Tempo di spostamento (1/10 sec): Inserisci il tempo in decimi di secondo

source: to spend analysing each move when creating a profile.
de: beim Erstellen eines Profils Zeit für die Analyse jeder einzelnen Bewegung aufzuwenden.
fr: de consacrer du temps à l'analyse de chaque mouvement lors de la création d'un profil.
he: להשקיע בניתוח כל מהלך בעת יצירת פרופיל.
hi: प्रोफ़ाइल बनाते समय प्रत्येक कदम का विश्लेषण करने में समय व्यतीत करना।
hu: a profil létrehozásakor minden lépés elemzésével tölteni.
id: untuk dihabiskan menganalisis setiap gerakan saat membuat profil.
it: analizzare ogni mossa durante la creazione di un profilo.

source: With my computer, using the Stockfish 17 engine, I found that the minimum
de: Mit meinem Computer, der die Stockfish 17 Engine verwendet, habe ich festgestellt, dass das Minimum
fr: Avec mon ordinateur, en utilisant le moteur Stockfish 17, j'ai constaté que le minimum
he: עם המחשב שלי, באמצעות מנוע Stockfish 17, מצאתי שזה המינימום
hi: अपने कंप्यूटर पर स्टॉकफिश 17 इंजन का उपयोग करते हुए मैंने पाया कि न्यूनतम
hu: Számítógépemmel a Stockfish 17 motort használva azt találtam, hogy a minimum
id: Dengan komputer saya, menggunakan mesin Stockfish 17, saya menemukan bahwa minimum
it: Con il mio computer, utilizzando il motore Stockfish 17, ho scoperto che il minimo

source: time needed to get a bar for each move was 17 tenths, 1.7 seconds.
de: Die zum Erhalten eines Taktes für jede Bewegung benötigte Zeit betrug 17 Zehntel, also 1,7 Sekunden.
fr: le temps nécessaire pour obtenir une barre pour chaque mouvement était de 17 dixièmes, 1,7 seconde.
he: הזמן הדרוש כדי לקבל סרגל עבור כל מהלך היה 17 עשיריות, 1.7 שניות.
hi: प्रत्येक चाल के लिए बार प्राप्त करने में लगने वाला समय 17 दशांश, 1.7 सेकंड था।
hu: minden mozdulathoz egy rúd megszerzéséhez szükséges idő 17 tized, 1,7 másodperc volt.
id: waktu yang dibutuhkan untuk mendapatkan satu batang untuk setiap gerakan adalah 17 persepuluh, 1,7 detik.
it: il tempo necessario per ottenere una barra per ogni mossa era di 17 decimi, 1,7 secondi.

source: Scroll options -
de: Scroll-Optionen -
fr: Options de défilement -
he: אפשרויות גלילה -
hi: स्क्रॉल विकल्प -
hu: Görgetési lehetőségek -
id: Opsi gulir -
it: Opzioni di scorrimento -

source: Show info box - Check to show the move details info box when scrolling.
de: Infofeld anzeigen – Aktivieren Sie dieses Kontrollkästchen, um beim Scrollen das Infofeld mit den Bewegungsdetails anzuzeigen.
fr: Afficher la boîte d'informations - Cochez cette case pour afficher la boîte d'informations sur les détails du déplacement lors du défilement.
he: הצג תיבת מידע - סמן כדי להציג את תיבת המידע של פרטי ההעברה בעת גלילה.
hi: जानकारी बॉक्स दिखाएँ - स्क्रॉल करते समय चाल विवरण जानकारी बॉक्स दिखाने के लिए चेक करें।
hu: Információs mező megjelenítése – Jelölje be, ha görgetés közben szeretné megjeleníteni a költözés részleteinek információs mezőjét.
id: Tampilkan kotak info - Centang untuk menampilkan kotak info rincian pemindahan saat menggulir.
it: Mostra casella informativa: seleziona questa opzione per visualizzare la casella informativa con i dettagli dello spostamento durante lo scorrimento.

source: Show position - Check the show the current board position when scrolling.
de: Position anzeigen – Aktivieren Sie diese Option, um beim Scrollen die aktuelle Boardposition anzuzeigen.
fr: Afficher la position - Cochez la case pour afficher la position actuelle du tableau lors du défilement.
he: הצג מיקום - סמן את הצג את מיקום הלוח הנוכחי בעת הגלילה.
hi: स्थिति दिखाएँ - स्क्रॉल करते समय वर्तमान बोर्ड स्थिति दिखाएँ चेक करें।
hu: Pozíció megjelenítése – Görgetés közben ellenőrizze a tábla aktuális pozícióját.
id: Tampilkan posisi - Centang untuk menampilkan posisi papan saat ini saat menggulir.
it: Mostra posizione: seleziona questa opzione per mostrare la posizione corrente della bacheca durante lo scorrimento.

source: Eval board size - Enter the size in pixels of the scrolling eval game board.
de: Größe des Eval-Bretts – Geben Sie die Größe des scrollenden Eval-Spielbretts in Pixeln ein.
fr: Taille du plateau d'évaluation - Saisissez la taille en pixels du plateau de jeu d'évaluation défilant.
he: גודל לוח Eval - הזן את הגודל בפיקסלים של לוח המשחק Eval הגלילה.
hi: मूल्यांकन बोर्ड का आकार - स्क्रॉलिंग मूल्यांकन गेम बोर्ड का आकार पिक्सल में दर्ज करें।
hu: Eval tábla mérete – Adja meg a görgető eval játéktábla méretét pixelben.
id: Ukuran papan evaluasi - Masukkan ukuran dalam piksel papan permainan evaluasi yang bergulir.
it: Dimensioni del tabellone di valutazione: inserisci le dimensioni in pixel del tabellone di valutazione scorrevole.

source: Select background colour - Select the background colour for the eval profile panel.
de: Hintergrundfarbe auswählen – Wählen Sie die Hintergrundfarbe für das Evaluierungsprofilfeld aus.
fr: Sélectionner la couleur d'arrière-plan - Sélectionnez la couleur d'arrière-plan pour le panneau de profil d'évaluation.
he: בחר צבע רקע - בחר את צבע הרקע לחלונית eval profile.
hi: पृष्ठभूमि रंग का चयन करें - eval प्रोफ़ाइल पैनल के लिए पृष्ठभूमि रंग का चयन करें।
hu: Háttérszín kiválasztása – Válassza ki az eval profilpanel háttérszínét.
id: Pilih warna latar belakang - Pilih warna latar belakang untuk panel profil evaluasi.
it: Seleziona colore di sfondo - Seleziona il colore di sfondo per il pannello del profilo di valutazione.

source: Select white colour - Select the colour for the graph bars for white.
de: Weiße Farbe auswählen – Wählen Sie die Farbe für die Diagrammbalken in Weiß aus.
fr: Sélectionnez la couleur blanche - Sélectionnez la couleur des barres du graphique pour le blanc.
he: בחר צבע לבן - בחר את הצבע עבור פסי הגרף עבור לבן.
hi: सफेद रंग का चयन करें - ग्राफ बार के लिए सफेद रंग का चयन करें।
hu: Fehér szín kiválasztása – Válassza ki a grafikon sávjainak színét a fehérhez.
id: Pilih warna putih - Pilih warna untuk batang grafik untuk putih.
it: Seleziona il colore bianco - Seleziona il colore bianco per le barre del grafico.

source: Select black colour - Select the colour for the graph bars for black.
de: Schwarze Farbe auswählen – Wählen Sie die Farbe für die Diagrammbalken in Schwarz aus.
fr: Sélectionnez la couleur noire - Sélectionnez la couleur des barres du graphique pour le noir.
he: בחר צבע שחור - בחר את הצבע עבור פסי הגרף עבור שחור.
hi: काले रंग का चयन करें - ग्राफ बार के लिए काले रंग का चयन करें।
hu: Fekete szín kiválasztása – Válassza ki a fekete grafikon sávjainak színét.
id: Pilih warna hitam - Pilih warna untuk batang grafik untuk hitam.
it: Seleziona colore nero - Seleziona il colore nero per le barre del grafico.

source: A right mouse click in the eval profile panel will display a pop-up menu
de: Ein Rechtsklick in das Evaluierungsprofil-Panel öffnet ein Popup-Menü
fr: Un clic droit de la souris dans le panneau de profil d'évaluation affichera un menu contextuel
he: לחיצה ימנית בעכבר בחלונית eval profile תציג תפריט מוקפץ
hi: इवैल्यूएशन प्रोफाइल पैनल में दायाँ माउस क्लिक करने पर एक पॉप-अप मेनू प्रदर्शित होगा
hu: A jobb egérgombbal az eval profile panelen megjelenik egy felugró menü
id: Klik kanan mouse di panel profil evaluasi akan menampilkan menu pop-up
it: Facendo clic con il tasto destro del mouse nel pannello del profilo di valutazione verrà visualizzato un menu a comparsa

source: that has the following extra functions -
de: das über die folgenden Zusatzfunktionen verfügt -
fr: qui a les fonctions supplémentaires suivantes -
he: שיש לו את הפונקציות הנוספות הבאות -
hi: जिसके निम्नलिखित अतिरिक्त कार्य हैं -
hu: amely a következő extra funkciókkal rendelkezik -
id: yang memiliki fungsi tambahan berikut -
it: che ha le seguenti funzioni extra -

source: Add eval - Adds the current move element details to the game notation.
de: Auswertung hinzufügen – Fügt der Spielnotation die aktuellen Details des Zugelements hinzu.
fr: Ajouter une évaluation - Ajoute les détails de l'élément de déplacement actuel à la notation du jeu.
he: הוסף eval - מוסיף את פרטי רכיב המהלך הנוכחי לסימון המשחק.
hi: eval जोड़ें - खेल संकेतन में वर्तमान चाल तत्व विवरण जोड़ता है।
hu: Add eval – Az aktuális mozgáselem részleteit hozzáadja a játék jelöléseihez.
id: Tambahkan eval - Menambahkan detail elemen gerakan saat ini ke notasi permainan.
it: Aggiungi eval - Aggiunge i dettagli dell'elemento della mossa corrente alla notazione del gioco.

source: Add all evals - Adds all the move element details to the game notation.
de: Alle Bewertungen hinzufügen – Fügt der Spielnotation alle Details der Bewegungselemente hinzu.
fr: Ajouter toutes les évaluations - Ajoute tous les détails des éléments de déplacement à la notation du jeu.
he: הוסף את כל ההשוואות - מוסיף את כל פרטי רכיב התנועה לסימון המשחק.
hi: सभी evals जोड़ें - खेल संकेतन में सभी चाल तत्व विवरण जोड़ता है।
hu: Add all evals – A mozgáselemek összes részletét hozzáadja a játék jelöléseihez.
id: Tambahkan semua evaluasi - Menambahkan semua detail elemen gerakan ke notasi permainan.
it: Aggiungi tutte le valutazioni: aggiunge tutti i dettagli degli elementi di movimento alla notazione del gioco.

source: Delete eval - Deletes the current move element details from the game notation.
de: Auswertung löschen – Löscht die aktuellen Zugelementdetails aus der Spielnotation.
fr: Supprimer l'évaluation - Supprime les détails de l'élément de déplacement actuel de la notation du jeu.
he: מחיקת eval - מחיקת פרטי רכיב המהלך הנוכחיים מסימון המשחק.
hi: eval हटाएँ - खेल संकेतन से वर्तमान चाल तत्व विवरण हटाता है।
hu: Eval törlése – Törli az aktuális mozgáselem részleteit a játék jelöléséből.
id: Hapus eval - Menghapus detail elemen gerakan saat ini dari notasi permainan.
it: Elimina valutazione - Elimina i dettagli dell'elemento della mossa corrente dalla notazione del gioco.

source: Delete all evals - Deletes all the move element details from the game notation.
de: Alle Auswertungen löschen – Löscht alle Details der Zugelemente aus der Spielnotation.
fr: Supprimer toutes les évaluations - Supprime tous les détails des éléments de déplacement de la notation du jeu.
he: מחק את כל ההשוואות - מחיקת כל פרטי רכיב המהלך מסימון המשחק.
hi: सभी evals हटाएँ - खेल संकेतन से सभी चाल तत्व विवरण हटाता है।
hu: Minden eval törlése – Törli az összes mozgáselem részletet a játék jelöléséből.
id: Hapus semua evaluasi - Menghapus semua detail elemen gerakan dari notasi permainan.
it: Elimina tutte le valutazioni: elimina tutti i dettagli degli elementi di movimento dalla notazione del gioco.

source: Delete eval profile - Delete the eval profile for the current game.
de: Evaluierungsprofil löschen – Löscht das Evaluierungsprofil für das aktuelle Spiel.
fr: Supprimer le profil d'évaluation - Supprimez le profil d'évaluation du jeu en cours.
he: מחק פרופיל eval - מחק את פרופיל eval עבור המשחק הנוכחי.
hi: eval प्रोफ़ाइल हटाएं - वर्तमान गेम के लिए eval प्रोफ़ाइल हटाएं.
hu: Eval profile törlése – Az aktuális játék eval profiljának törlése.
id: Hapus profil evaluasi - Hapus profil evaluasi untuk permainan saat ini.
it: Elimina profilo di valutazione - Elimina il profilo di valutazione per la partita corrente.

source: Analyse move.. - Opens a dialog box to perform a deeper analysis
de: Zug analysieren... - Öffnet ein Dialogfeld zur Durchführung einer tieferen Analyse
fr: Analyser le mouvement.. - Ouvre une boîte de dialogue pour effectuer une analyse plus approfondie
he: ניתוח מהלך.. - פותח תיבת דו-שיח לביצוע ניתוח מעמיק יותר
hi: विश्लेषण करें चाल.. - गहन विश्लेषण करने के लिए एक संवाद बॉक्स खोलता है
hu: Mozgatás elemzése... – Megnyit egy párbeszédpanelt a mélyebb elemzés elvégzéséhez
id: Analisis gerakan.. - Membuka kotak dialog untuk melakukan analisis lebih dalam
it: Analizza mossa.. - Apre una finestra di dialogo per eseguire un'analisi più approfondita

source: on a single move from the eval profile.
de: mit einem einzigen Zug aus dem Evaluierungsprofil.
fr: sur un seul mouvement à partir du profil d'évaluation.
he: על מהלך בודד מפרופיל eval.
hi: eval प्रोफ़ाइल से एक ही चाल पर.
hu: egyetlen mozdulattal az eval profilból.
id: pada satu gerakan dari profil eval.
it: con una sola mossa dal profilo di valutazione.

source: Evaluation profile display
de: Anzeige des Bewertungsprofils
fr: Affichage du profil d'évaluation
he: תצוגת פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल प्रदर्शन
hu: Értékelési profil megjelenítése
id: Tampilan profil evaluasi
it: Visualizzazione del profilo di valutazione

source: Please select a move for analysis
de: Bitte wählen Sie einen Zug zur Analyse aus
fr: Veuillez sélectionner un mouvement à analyser
he: אנא בחר מהלך לניתוח
hi: कृपया विश्लेषण के लिए एक चाल चुनें
hu: Kérjük, válasszon egy lépést az elemzéshez
id: Silakan pilih langkah untuk analisis
it: Seleziona una mossa per l'analisi
