Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Use weight scaling
de: Gewichtsskalierung verwenden
fr: Utiliser l'échelle de poids
he: השתמש בקנה מידה משקל
hi: वजन मापन का उपयोग करें
hu: Használjon súlymérést
id: Gunakan skala berat
it: Utilizzare la bilancia pesapersone

source: Max scaling weight :
de: Maximales Skalierungsgewicht:
fr: Poids de mise à l'échelle maximal :
he: משקל קנה מידה מקסימלי:
hi: अधिकतम स्केलिंग वजन :
hu: Max méretezési súly:
id: Berat skala maksimum:
it: Peso massimo di scalabilità:

source: Use weight filter
de: Gewichtsfilter verwenden
fr: Utiliser le filtre de poids
he: השתמש במסנן משקל
hi: वज़न फ़िल्टर का उपयोग करें
hu: Használjon súlyszűrőt
id: Gunakan filter berat
it: Usa filtro peso

source: Min.
de: Mindest.
he: מינימום
hi: न्यूनतम
id: menit
it: Minimo

source: Max.
he: מקסימום
hi: अधिकतम.
id: Maksimum
it: Massimo

source: Re-write book file
de: Buchdatei neu schreiben
fr: Réécrire le fichier du livre
he: כתוב מחדש את קובץ הספר
hi: पुस्तक फ़ाइल को पुनः लिखें
hu: Könyvfájl újraírása
id: Menulis ulang file buku
it: Riscrivere il file del libro

source: Save book weights
de: Buchgewichte speichern
fr: Enregistrer le poids des livres
he: שמור משקלים של הספר
hi: पुस्तक का वजन बचाएँ
hu: Mentse el a könyv súlyát
id: Simpan berat buku
it: Salva i pesi dei libri

source: Weight
de: Gewicht
fr: Poids
he: מִשׁקָל
hi: वज़न
hu: Súly
id: Berat
it: Peso

source: Check to scale move weights to max. scale weight
de: Überprüfen Sie, ob die Waage Gewichte bis zum maximalen Waagengewicht verschiebt.
fr: Vérifiez pour déplacer les poids à l'échelle jusqu'au poids maximum de la balance.
he: סמן כדי לשנות את קנה המידה להזיז משקלים למקסימום. משקל סולם
hi: वजन को अधिकतम स्केल वजन तक ले जाने के लिए जाँच करें
hu: Jelölje be a mérleghez, mozgassa a súlyokat max. mérleg súlya
id: Periksa untuk menskalakan bobot pindah ke bobot skala maks.
it: Controllare la bilancia e spostare i pesi al peso massimo della bilancia

source: Maximum scale weight value
de: Maximaler Waagengewichtswert
fr: Valeur maximale du poids de la balance
he: ערך משקל סולם מקסימלי
hi: अधिकतम स्केल वजन मान
hu: A mérleg maximális súlyértéke
id: Nilai berat skala maksimum
it: Valore massimo del peso della bilancia

source: Use book move weight filtering
de: Verwenden Sie die Buchverschiebungsgewichtsfilterung
fr: Utiliser le filtrage du poids du déplacement du livre
he: השתמש בסינון משקל תנועת ספר
hi: पुस्तक चाल भार फ़िल्टरिंग का उपयोग करें
hu: Használja a könyvmozgatás súlyának szűrését
id: Gunakan penyaringan bobot perpindahan buku
it: Utilizzare il filtro del peso dello spostamento del libro

source: Book move weight minimum value
de: Mindestwert für das Gewicht der Buchbewegung
fr: Valeur minimale du poids du mouvement du livre
he: ערך מינימום למשקל מהלך ספר
hi: पुस्तक चालन भार न्यूनतम मान
hu: Könyvmozgatás súlyának minimális értéke
id: Nilai minimum berat pemindahan buku
it: Prenota il peso minimo dello spostamento

source: Book move weight maximum value
de: Maximalwert des Gewichts einer Buchbewegung
fr: Valeur maximale du poids de déplacement du livre
he: ערך מקסימלי של משקל העברת ספר
hi: पुस्तक चालन भार अधिकतम मान
hu: Könyvmozgatás súlyának maximális értéke
id: Nilai maksimum berat pemindahan buku
it: Prenota il peso massimo dello spostamento

source: Click to re-write opening book file with scaled values
de: Klicken Sie hier, um die Eröffnungsbuchdatei mit skalierten Werten neu zu schreiben
fr: Cliquez pour réécrire le fichier d'ouverture du livre avec des valeurs mises à l'échelle
he: לחץ כדי לכתוב מחדש את קובץ ספר הפתיחה עם ערכים מותאמים
hi: स्केल किए गए मानों के साथ ओपनिंग बुक फ़ाइल को पुनः लिखने के लिए क्लिक करें
hu: Kattintson a nyitó könyvfájl újraírásához méretezett értékekkel
id: Klik untuk menulis ulang file buku pembuka dengan nilai berskala
it: Fare clic per riscrivere il file del libro di apertura con valori ridimensionati

source: Click to save the current weights to the opening book file
de: Klicken Sie hier, um die aktuellen Gewichte in der Eröffnungsbuchdatei zu speichern
fr: Cliquez pour enregistrer les poids actuels dans le fichier du livre d'ouverture
he: לחץ כדי לשמור את המשקולות הנוכחיות בקובץ ספר הפתיחה
hi: वर्तमान वज़न को ओपनिंग बुक फ़ाइल में सहेजने के लिए क्लिक करें
hu: Kattintson az aktuális súlyok mentéséhez a nyitókönyvfájlba
id: Klik untuk menyimpan bobot saat ini ke file buku pembukaan
it: Fare clic per salvare i pesi correnti nel file del libro di apertura

source: You are about to re-write the opening book file
de: Sie sind dabei, die Eröffnungsbuchdatei neu zu schreiben
fr: Vous êtes sur le point de réécrire le fichier du livre d'ouverture
he: אתה עומד לכתוב מחדש את קובץ ספר הפתיחה
hi: आप आरंभिक पुस्तक फ़ाइल को पुनः लिखने वाले हैं
hu: A nyitókönyvfájl újraírására készül
id: Anda akan menulis ulang file buku pembukaan
it: Stai per riscrivere il file del libro di apertura

source: This process cannot be reversed
de: Dieser Prozess kann nicht rückgängig gemacht werden
fr: Ce processus ne peut pas être inversé
he: לא ניתן להפוך את התהליך הזה
hi: इस प्रक्रिया को उलटा नहीं किया जा सकता
hu: Ez a folyamat nem fordítható vissza
id: Proses ini tidak dapat dibalikkan
it: Questo processo non può essere invertito

source: Do you wish to continue
de: Möchten Sie fortfahren
fr: Souhaitez-vous continuer
he: האם אתה רוצה להמשיך
hi: क्या आप जारी रखना चाहते हैं
hu: Szeretnéd folytatni
id: Apakah Anda ingin melanjutkan?
it: Vuoi continuare?

source: Confirm re-write of book file
de: Neuschreiben der Buchdatei bestätigen
fr: Confirmer la réécriture du fichier du livre
he: אשר כתיבה מחדש של קובץ הספר
hi: पुस्तक फ़ाइल के पुनः लेखन की पुष्टि करें
hu: Erősítse meg a könyvfájl újraírását
id: Konfirmasi penulisan ulang file buku
it: Conferma la riscrittura del file del libro

source: Re-writing the opening book file will re-write all of the moves in
de: Das Neuschreiben der Eröffnungsbuchdatei schreibt alle Züge neu in
fr: La réécriture du fichier du livre d'ouverture réécrira tous les mouvements dans
he: כתיבה מחדש של קובץ ספר הפתיחה תכתוב מחדש את כל המהלכים פנימה
hi: प्रारंभिक पुस्तक फ़ाइल को पुनः लिखने से सभी चालें पुनः लिखी जाएंगी
hu: A nyitó könyvfájl újraírása újraírja az összes lépést
id: Menulis ulang file buku pembukaan akan menulis ulang semua gerakan di
it: Riscrivere il file del libro di apertura riscriverà tutte le mosse in

source: the opening book file using the current scaling and filtering settings.
de: die Eröffnungsbuchdatei mit den aktuellen Skalierungs- und Filtereinstellungen.
fr: le fichier de livre d'ouverture utilisant les paramètres de mise à l'échelle et de filtrage actuels.
he: קובץ ספר הפתיחה באמצעות הגדרות קנה המידה והסינון הנוכחיות.
hi: वर्तमान स्केलिंग और फ़िल्टरिंग सेटिंग्स का उपयोग करके प्रारंभिक पुस्तक फ़ाइल।
hu: a nyitó könyvfájlt az aktuális méretezési és szűrési beállításokkal.
id: file buku pembuka menggunakan pengaturan skala dan penyaringan saat ini.
it: il file del libro di apertura utilizzando le impostazioni di ridimensionamento e filtraggio correnti.

source: When you select the scaling and filtering options with the check boxes,
de: Wenn Sie die Skalierungs- und Filteroptionen mit den Kontrollkästchen auswählen,
fr: Lorsque vous sélectionnez les options de mise à l'échelle et de filtrage avec les cases à cocher,
he: כאשר אתה בוחר באפשרויות קנה המידה והסינון באמצעות תיבות הסימון,
hi: जब आप चेक बॉक्स के साथ स्केलिंग और फ़िल्टरिंग विकल्प चुनते हैं,
hu: Ha a jelölőnégyzetekkel kiválasztja a méretezési és szűrési beállításokat,
id: Saat Anda memilih opsi penskalaan dan pemfilteran dengan kotak centang,
it: Quando selezioni le opzioni di ridimensionamento e filtraggio con le caselle di controllo,

source: this only affects the display of the moves but has no effect
de: Dies betrifft nur die Anzeige der Züge, hat aber keine Auswirkung
fr: cela affecte uniquement l'affichage des mouvements mais n'a aucun effet
he: זה משפיע רק על תצוגת המהלכים אך אין לו השפעה
hi: यह केवल चालों के प्रदर्शन को प्रभावित करता है लेकिन इसका कोई प्रभाव नहीं पड़ता है
hu: ez csak a mozdulatok megjelenítését érinti, de nincs hatása
id: ini hanya mempengaruhi tampilan gerakan tetapi tidak memiliki efek apa pun
it: questo riguarda solo la visualizzazione delle mosse ma non ha alcun effetto

source: on the opening book file itself.
de: auf der Eröffnungsbuchdatei selbst.
fr: sur le fichier du livre d'ouverture lui-même.
he: על קובץ ספר הפתיחה עצמו.
hi: प्रारंभिक पुस्तक फ़ाइल पर ही.
hu: magán a nyitó könyvfájlon.
id: pada berkas buku pembuka itu sendiri.
it: sul file del libro di apertura stesso.

source: However, if you proceed to re-write the opening book file
de: Wenn Sie jedoch die Eröffnungsbuchdatei neu schreiben,
fr: Cependant, si vous procédez à la réécriture du fichier du livre d'ouverture
he: עם זאת, אם תמשיך לכתוב מחדש את קובץ ספר הפתיחה
hi: हालाँकि, यदि आप प्रारंभिक पुस्तक फ़ाइल को फिर से लिखना शुरू करते हैं
hu: Ha azonban folytatja a nyitókönyvfájl újraírását
id: Namun, jika Anda melanjutkan untuk menulis ulang file buku pembukaan
it: Tuttavia, se si procede a riscrivere il file del libro di apertura

source: then the changes are made to the file itself.
de: dann werden die Änderungen an der Datei selbst vorgenommen.
fr: ensuite les modifications sont apportées au fichier lui-même.
he: לאחר מכן השינויים מתבצעים בקובץ עצמו.
hi: फिर फ़ाइल में ही परिवर्तन किए जाते हैं।
hu: akkor a változtatások magán a fájlon történnek.
id: lalu perubahan dilakukan pada berkas itu sendiri.
it: quindi le modifiche vengono apportate al file stesso.

source: This process cannot be reversed because each block of moves
de: Dieser Vorgang kann nicht rückgängig gemacht werden, da jeder Bewegungsblock
fr: Ce processus ne peut pas être inversé car chaque bloc de mouvements
he: תהליך זה לא ניתן להיפוך כי כל בלוק של מהלכים
hi: इस प्रक्रिया को उलटा नहीं किया जा सकता क्योंकि प्रत्येक ब्लॉक चलता रहता है
hu: Ez a folyamat nem fordítható vissza, mert minden egyes blokk mozog
id: Proses ini tidak dapat dibalik karena setiap blok bergerak
it: Questo processo non può essere invertito perché ogni blocco di mosse

source: in the book will be scaled by a different factor in order to
de: im Buch wird mit einem anderen Faktor skaliert, um
fr: dans le livre sera mis à l'échelle par un facteur différent afin de
he: בספר יוגדל לפי גורם אחר כדי
hi: पुस्तक में एक अलग कारक द्वारा स्केल किया जाएगा ताकि
hu: a könyvben egy másik tényezővel lesz méretezve annak érdekében
id: dalam buku akan diskalakan dengan faktor yang berbeda untuk
it: nel libro verrà ridimensionato con un fattore diverso per poter

source: scale them against the move with the highest weight in the block.
de: Skalieren Sie sie gegenüber der Bewegung mit dem höchsten Gewicht im Block.
fr: mettez-les à l'échelle par rapport au mouvement ayant le poids le plus élevé dans le bloc.
he: לשנות את קנה המידה שלהם כנגד המהלך עם המשקל הגבוה ביותר בבלוק.
hi: उन्हें ब्लॉक में सबसे अधिक वजन वाले चाल के विरुद्ध स्केल करें।
hu: méretezze meg őket a blokk legnagyobb súllyal történő mozgásával szemben.
id: skalakan mereka terhadap gerakan dengan bobot tertinggi dalam blok.
it: ridimensionarli rispetto alla mossa con il peso più alto nel blocco.

source: If the moves are filtered, then some will them may be excluded
de: Wenn die Züge gefiltert werden, werden einige davon möglicherweise ausgeschlossen
fr: Si les mouvements sont filtrés, certains d'entre eux peuvent être exclus
he: אם המהלכים מסוננים, ייתכן שחלק מהם יוחרגו
hi: यदि चालों को फ़िल्टर किया जाता है, तो उनमें से कुछ को बाहर रखा जा सकता है
hu: Ha a lépések szűrve vannak, akkor néhányat kizárhatunk
id: Jika gerakan difilter, maka beberapa gerakan mungkin akan dikecualikan
it: Se le mosse vengono filtrate, alcune potrebbero essere escluse

source: during the re-write.
de: während des Umschreibens.
fr: pendant la réécriture.
he: במהלך הכתיבה מחדש.
hi: पुनः लेखन के दौरान.
hu: az újraírás során.
id: selama penulisan ulang.
it: durante la riscrittura.

source: So if you want to have the option of seeing the original weight
de: Wenn Sie also die Möglichkeit haben möchten, das ursprüngliche Gewicht zu sehen
fr: Donc si vous voulez avoir la possibilité de voir le poids d'origine
he: אז אם אתה רוצה שתהיה לך אפשרות לראות את המשקל המקורי
hi: तो यदि आप मूल वजन देखने का विकल्प चाहते हैं
hu: Tehát ha szeretné látni az eredeti súlyt
id: Jadi jika Anda ingin memiliki pilihan untuk melihat berat aslinya
it: Quindi se vuoi avere la possibilità di vedere il peso originale

source: for a book move and/or see all of the moves in a block,
de: für einen Buchzug und/oder alle Züge in einem Block sehen,
fr: pour un mouvement de livre et/ou voir tous les mouvements d'un bloc,
he: עבור מהלך ספר ו/או לראות את כל המהלכים בבלוק,
hi: किसी पुस्तक की चाल देखने के लिए और/या किसी ब्लॉक में सभी चालों को देखने के लिए,
hu: könyvmozgatáshoz és/vagy egy blokk összes lépésének megtekintéséhez,
id: untuk memindahkan buku dan/atau melihat semua pergerakan dalam satu blok,
it: per spostare un libro e/o vedere tutte le mosse in un blocco,

source: then do not proceed with this operation.
de: dann fahren Sie mit diesem Vorgang nicht fort.
fr: alors ne procédez pas à cette opération.
he: אז אל תמשיך בפעולה זו.
hi: तो इस ऑपरेशन को आगे न बढ़ाएं।
hu: akkor ne folytassa ezt a műveletet.
id: maka jangan lanjutkan operasi ini.
it: allora non procedere con questa operazione.

source: However, if you have no interest in the original book weights
de: Wenn Sie jedoch kein Interesse an den ursprünglichen Buchgewichten haben
fr: Cependant, si vous n'êtes pas intéressé par les poids des livres d'origine
he: עם זאת, אם אין לך עניין במשקל הספר המקורי
hi: हालाँकि, यदि आपको मूल पुस्तक के वजन में कोई रुचि नहीं है
hu: Ha azonban nem érdekli az eredeti könyv súlya
id: Namun, jika Anda tidak tertarik dengan berat buku aslinya
it: Tuttavia, se non sei interessato ai pesi del libro originale

source: and want to get rid of the moves outside of the filter,
de: und die Bewegungen außerhalb des Filters loswerden möchten,
fr: et je veux me débarrasser des mouvements en dehors du filtre,
he: ורוצה להיפטר מהמהלכים מחוץ למסנן,
hi: और फ़िल्टर के बाहर की चालों से छुटकारा पाना चाहते हैं,
hu: és szeretnének megszabadulni a szűrőn kívüli mozgásoktól,
id: dan ingin menghilangkan gerakan di luar filter,
it: e vuoi sbarazzarti delle mosse fuori dal filtro,

source: then re-writing the book will mean the program will read the
de: dann bedeutet das erneute Schreiben des Buches, dass das Programm das
fr: alors réécrire le livre signifie que le programme lira le
he: ואז כתיבה מחדש של הספר משמעה שהתוכנית תקרא את
hi: तो पुस्तक को फिर से लिखने का मतलब होगा कि कार्यक्रम पढ़ेगा
hu: akkor a könyv újraírása azt jelenti, hogy a program elolvassa a
id: kemudian menulis ulang buku tersebut berarti program akan membaca
it: quindi riscrivere il libro significherà che il programma leggerà il

source: book moves slightly faster.
de: Das Buch bewegt sich etwas schneller.
fr: le livre bouge un peu plus vite.
he: הספר זז מעט יותר מהר.
hi: पुस्तक थोड़ी तेजी से चलती है.
hu: a könyv valamivel gyorsabban mozog.
id: buku bergerak sedikit lebih cepat.
it: il libro si muove leggermente più velocemente.

source: It would be advisable to make a backup copy of the original file
de: Es wäre ratsam, eine Sicherungskopie der Originaldatei zu erstellen
fr: Il serait conseillé de faire une copie de sauvegarde du fichier original
he: מומלץ ליצור עותק גיבוי של הקובץ המקורי
hi: मूल फ़ाइल की बैकअप प्रतिलिपि बनाना उचित होगा
hu: Célszerű lenne biztonsági másolatot készíteni az eredeti fájlról
id: Sebaiknya buat salinan cadangan dari file asli
it: Sarebbe consigliabile effettuare una copia di backup del file originale

source: before performing this operation in case something goes wrong.
de: bevor Sie diesen Vorgang durchführen, falls etwas schief geht.
fr: avant d'effectuer cette opération au cas où quelque chose se passerait mal.
he: לפני ביצוע פעולה זו למקרה שמשהו ישתבש.
hi: इस ऑपरेशन को करने से पहले सावधान रहें, क्योंकि हो सकता है कि कुछ गलत हो जाए।
hu: mielőtt végrehajtaná ezt a műveletet, ha valami nem stimmel.
id: sebelum melakukan operasi ini apabila terjadi kesalahan.
it: prima di eseguire questa operazione nel caso in cui qualcosa vada storto.

source: Opening book scale file help
de: Hilfe zum Öffnen der Buchskalendatei
fr: Aide à l'ouverture du fichier d'échelle du livre
he: עזרה בקובץ קנה המידה של פתיחת ספר
hi: पुस्तक स्केल फ़ाइल खोलने में सहायता
hu: Súgó megnyitása könyv méretarány fájl
id: Bantuan file skala buku pembuka
it: Aiuto con l'apertura del file della bilancia del libro

source: This dialog box displays the polyglot .bin book move weights,
de: Dieses Dialogfeld zeigt die Verschiebungsgewichte des polyglotten .bin-Buchs an.
fr: Cette boîte de dialogue affiche les poids de déplacement du livre polyglot .bin,
he: תיבת דו-שיח זו מציגה את משקולות ההזזה של ספר הפוליגלוט .bin,
hi: यह संवाद बॉक्स पॉलीग्लॉट .bin पुस्तक चाल भार प्रदर्शित करता है,
hu: Ez a párbeszédpanel a poliglott .bin könyvmozgatási súlyokat jeleníti meg,
id: Kotak dialog ini menampilkan bobot perpindahan buku poliglot .bin,
it: Questa finestra di dialogo visualizza i pesi degli spostamenti del libro .bin poliglotta,

source: allows you to select display options and change the move weights.
de: ermöglicht Ihnen, Anzeigeoptionen auszuwählen und die Bewegungsgewichte zu ändern.
fr: vous permet de sélectionner les options d'affichage et de modifier les poids de déplacement.
he: מאפשר לך לבחור אפשרויות תצוגה ולשנות את משקלות התנועה.
hi: आपको प्रदर्शन विकल्पों का चयन करने और चाल भार बदलने की अनुमति देता है।
hu: lehetővé teszi a megjelenítési opciók kiválasztását és a mozgási súlyok módosítását.
id: memungkinkan Anda memilih opsi tampilan dan mengubah bobot gerakan.
it: consente di selezionare le opzioni di visualizzazione e di modificare i pesi degli spostamenti.

source: Use scaling : Check this box to scale the move weights
de: Skalierung verwenden: Aktivieren Sie dieses Kontrollkästchen, um die Bewegungsgewichte zu skalieren
fr: Utiliser la mise à l'échelle : cochez cette case pour mettre à l'échelle les poids de déplacement
he: השתמש בקנה מידה: סמן את התיבה הזו כדי לשנות את משקלות התנועה
hi: स्केलिंग का उपयोग करें: चाल भार को स्केल करने के लिए इस बॉक्स को चेक करें
hu: Méretezés használata: Jelölje be ezt a négyzetet a mozgatási súlyok skálázásához
id: Gunakan skala: Centang kotak ini untuk menskalakan bobot gerakan
it: Usa ridimensionamento: seleziona questa casella per ridimensionare i pesi degli spostamenti

source: up to the maximum scale weight setting.
de: bis zur maximalen Waagengewichtseinstellung.
fr: jusqu'au réglage de poids maximum de la balance.
he: עד להגדרת המשקל המקסימלי של הסולם.
hi: अधिकतम स्केल वजन सेटिंग तक।
hu: a mérleg maximális súlyának beállításáig.
id: hingga pengaturan berat skala maksimum.
it: fino al peso massimo impostato sulla bilancia.

source: Max scaling weight : Input the value for the best move in the block of moves
de: Max. Skalierungsgewicht: Geben Sie den Wert für den besten Zug im Zugblock ein
fr: Poids de mise à l'échelle maximal : saisissez la valeur du meilleur coup dans le bloc de coups
he: משקל קנה מידה מקסימלי: הזן את הערך עבור המהלך הטוב ביותר בבלוק המהלכים
hi: अधिकतम स्केलिंग वजन: चालों के ब्लॉक में सर्वोत्तम चाल के लिए मान इनपुट करें
hu: Max méretezési súly: Adja meg a lépésblokk legjobb lépésének értékét
id: Bobot skala maksimum: Masukkan nilai untuk gerakan terbaik di blok gerakan
it: Peso massimo di ridimensionamento: inserisci il valore per la mossa migliore nel blocco di mosse

source: to be set to. The remaining moves are then scaled from this value.
de: eingestellt werden. Die restlichen Züge werden dann von diesem Wert aus skaliert.
fr: à définir. Les coups restants sont ensuite mis à l'échelle à partir de cette valeur.
he: להיות מוגדר. לאחר מכן יש לשנות את המהלכים הנותרים מהערך הזה.
hi: शेष चालों को फिर इस मान से स्केल किया जाता है।
hu: be kell állítani. A fennmaradó lépések ekkor ebből az értékből skálázódnak.
id: yang akan ditetapkan. Gerakan yang tersisa kemudian diskalakan dari nilai ini.
it: da impostare. Le mosse rimanenti vengono quindi ridimensionate da questo valore.

source: Use filter : Use a range filter for the move weights.
de: Filter verwenden: Verwenden Sie einen Bereichsfilter für die Bewegungsgewichte.
fr: Utiliser un filtre : utilisez un filtre de plage pour les poids de déplacement.
he: השתמש במסנן: השתמש במסנן טווח למשקולות התנועה.
hi: फ़िल्टर का उपयोग करें: चाल भार के लिए रेंज फ़िल्टर का उपयोग करें।
hu: Szűrő használata: Használjon tartományszűrőt a mozgási súlyokhoz.
id: Gunakan filter: Gunakan filter rentang untuk bobot gerakan.
it: Usa filtro: usa un filtro di intervallo per i pesi degli spostamenti.

source: Move weights : Input the minimum and maximum weights for a
de: Gewichte verschieben: Geben Sie die minimalen und maximalen Gewichte für eine
fr: Déplacer les poids : saisissez les poids minimum et maximum pour un
he: העברת משקלים: הזן את המשקולות המינימליות והמקסימליות עבור א
hi: भार ले जाएँ : किसी वस्तु के लिए न्यूनतम और अधिकतम भार दर्ज करें
hu: Súlyok mozgatása: Adja meg a minimális és maximális súlyt a
id: Pindahkan bobot: Masukkan bobot minimum dan maksimum untuk
it: Sposta pesi: inserisci i pesi minimo e massimo per un

source: Polyglot .bin opening book.
de: Polyglot .bin-Eröffnungsbuch.
fr: Livre d'ouverture Polyglotte .bin.
he: ספר פתיחה Polyglot .bin.
hi: बहुभाषी .bin उद्घाटन पुस्तक.
hu: Polyglot .bin nyitókönyv.
id: Buku pembuka Polyglot .bin.
it: Libro di apertura del cestino poliglotta.

source: Re-write book file : Click to re-write all of the moves in the opening book file
de: Buchdatei neu schreiben: Klicken Sie hier, um alle Züge in der Eröffnungsbuchdatei neu zu schreiben
fr: Réécrire le fichier du livre : Cliquez pour réécrire tous les mouvements du fichier du livre d'ouverture
he: כתוב מחדש את קובץ הספר: לחץ כדי לכתוב מחדש את כל המהלכים בקובץ הספר הפותח
hi: पुस्तक फ़ाइल को पुनः लिखें: प्रारंभिक पुस्तक फ़ाइल में सभी चालों को पुनः लिखने के लिए क्लिक करें
hu: Könyvfájl újraírása : Kattintson ide a nyitó könyvfájl összes lépésének újraírásához
id: Tulis ulang file buku: Klik untuk menulis ulang semua gerakan di file buku pembuka
it: Riscrivi il file del libro: fai clic per riscrivere tutte le mosse nel file del libro di apertura

source: using the current scaling and filtering settings.
de: unter Verwendung der aktuellen Skalierungs- und Filtereinstellungen.
fr: en utilisant les paramètres de mise à l'échelle et de filtrage actuels.
he: באמצעות הגדרות קנה המידה והסינון הנוכחיות.
hi: वर्तमान स्केलिंग और फ़िल्टरिंग सेटिंग्स का उपयोग करना।
hu: az aktuális méretezési és szűrési beállításokkal.
id: menggunakan pengaturan penskalaan dan penyaringan saat ini.
it: utilizzando le impostazioni di ridimensionamento e filtraggio correnti.

source: Save move weights : Click to save the current weights to the book file.
de: Bewegungsgewichte speichern: Klicken Sie hier, um die aktuellen Gewichte in der Buchdatei zu speichern.
fr: Enregistrer les poids de déplacement : cliquez pour enregistrer les poids actuels dans le fichier du livre.
he: שמור משקלות תנועה: לחץ כדי לשמור את המשקולות הנוכחיות בקובץ הספר.
hi: स्थानांतरित भार सहेजें : वर्तमान भार को पुस्तक फ़ाइल में सहेजने के लिए क्लिक करें।
hu: Mozgatási súlyok mentése: Kattintson az aktuális súlyok könyvfájlba mentéséhez.
id: Simpan bobot gerakan: Klik untuk menyimpan bobot saat ini ke berkas buku.
it: Salva pesi di spostamento: fare clic per salvare i pesi correnti nel file del libro.
