Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: scoring method to the one currently set.
de: Bewertungsmethode auf die aktuell eingestellte.
fr: méthode de notation à celle actuellement définie.
he: שיטת הניקוד לזו שנקבעה כעת.
hi: वर्तमान में निर्धारित स्कोरिंग पद्धति में परिवर्तन किया गया है।
hu: pontozási módszert a jelenleg beállítottra.
id: metode penilaian ke metode yang ditetapkan saat ini.
it: metodo di punteggio a quello attualmente impostato.

source: i.e. if the scoring method is set to score a puzzle that is skipped,
de: d.h. wenn die Bewertungsmethode so eingestellt ist, dass ein übersprungenes Puzzle bewertet wird,
fr: c'est-à-dire si la méthode de notation est configurée pour noter un puzzle qui est ignoré,
he: כלומר, אם שיטת הניקוד מוגדרת להבקיע פאזל שמדלגים עליו,
hi: यानी यदि स्कोरिंग विधि को छोड़ी गई पहेली को स्कोर करने के लिए सेट किया गया है,
hu: azaz ha a pontozási módszer úgy van beállítva, hogy egy kihagyott rejtvényt pontozzon,
id: yaitu jika metode penilaian diatur untuk menilai teka-teki yang dilewati,
it: ad esempio se il metodo di punteggio è impostato per segnare un puzzle che viene saltato,

source: then the current puzzle will not be scored if it is skipped.
de: dann wird das aktuelle Puzzle nicht gewertet, wenn es übersprungen wird.
fr: alors le puzzle actuel ne sera pas noté s'il est ignoré.
he: אז הפאזל הנוכחי לא יקבל ניקוד אם הוא ידלג.
hi: यदि वर्तमान पहेली को छोड़ दिया जाए तो उस पर अंक नहीं दिए जाएंगे।
hu: akkor az aktuális rejtvényt nem pontozzák, ha kihagyják.
id: maka teka-teki saat ini tidak akan dinilai jika dilewati.
it: in tal caso, il puzzle corrente non verrà valutato se viene saltato.

source: The default setting can be changed with Score skipped puzzle
de: Die Standardeinstellung kann mit Score skipped puzzle geändert werden
fr: Le paramètre par défaut peut être modifié avec le puzzle Score ignoré
he: ניתן לשנות את הגדרת ברירת המחדל באמצעות פאזל שדילג על ציון
hi: डिफ़ॉल्ट सेटिंग को स्कोर स्किप्ड पज़ल के साथ बदला जा सकता है
hu: Az alapértelmezett beállítás módosítható a Score Skpped puzzle segítségével
id: Pengaturan default dapat diubah dengan Teka-teki Skor yang dilewati
it: L'impostazione predefinita può essere modificata con il puzzle Score skipped

source: in the Puzzle mode options dialog box.
de: im Dialogfeld „Optionen für den Puzzlemodus“.
fr: dans la boîte de dialogue des options du mode Puzzle.
he: בתיבת הדו-שיח אפשרויות מצב פאזל.
hi: पहेली मोड विकल्प संवाद बॉक्स में.
hu: a Rejtvény mód beállításai párbeszédpanelen.
id: dalam kotak dialog pilihan mode Teka-teki.
it: nella finestra di dialogo delle opzioni della modalità Puzzle.

source: Hint penalty : select to adjust the percentage penalty incurred,
de: Hinweisstrafe: Wählen Sie diese Option, um die prozentuale Strafe anzupassen.
fr: Pénalité d'indice : sélectionnez pour ajuster le pourcentage de pénalité encouru,
he: עונש רמז: בחר כדי להתאים את אחוז העונש שנגרם,
hi: संकेत दंड: लगाए गए दंड का प्रतिशत समायोजित करने के लिए चयन करें,
hu: Tippbüntetés: válassza ki a felmerült büntetés százalékos beállításához,
id: Petunjuk penalti: pilih untuk menyesuaikan persentase penalti yang dikenakan,
it: Penalità suggerimento: seleziona per regolare la percentuale di penalità incorsa,

source: when the user requests a hint for the puzzle.
de: wenn der Benutzer einen Hinweis für das Rätsel anfordert.
fr: lorsque l'utilisateur demande un indice pour le puzzle.
he: כאשר המשתמש מבקש רמז לפאזל.
hi: जब उपयोगकर्ता पहेली के लिए संकेत का अनुरोध करता है।
hu: amikor a felhasználó tippet kér a rejtvényhez.
id: saat pengguna meminta petunjuk untuk teka-teki tersebut.
it: quando l'utente richiede un suggerimento per il puzzle.

source: Time up penalty : select to adjust the percentage penalty incurred,
de: Zeitüberschreitungsstrafe: Wählen Sie diese Option, um die prozentuale Strafe anzupassen.
fr: Pénalité de dépassement de temps : sélectionnez pour ajuster le pourcentage de pénalité encouru,
he: קנס פסק זמן : בחר כדי להתאים את אחוז העונש שנגרם,
hi: समय समाप्ति दंड: लगाए गए दंड का प्रतिशत समायोजित करने के लिए चयन करें,
hu: Időkorlátozási büntetés: válassza ki a felmerülő büntetés százalékos beállításához,
id: Penalti waktu habis: pilih untuk menyesuaikan persentase penalti yang dikenakan,
it: Penalità per ritardo: seleziona per regolare la percentuale di penalità incorsa,

source: when the user runs out of time when solving a puzzle.
de: wenn dem Benutzer beim Lösen eines Rätsels die Zeit ausgeht.
fr: lorsque l'utilisateur manque de temps pour résoudre un puzzle.
he: כאשר למשתמש נגמר הזמן בעת ​​פתרון חידה.
hi: जब पहेली को हल करते समय उपयोगकर्ता का समय समाप्त हो जाता है।
hu: amikor a felhasználó kifut az időből egy rejtvény megfejtésekor.
id: saat pengguna kehabisan waktu saat memecahkan teka-teki.
it: quando l'utente esaurisce il tempo a disposizione per risolvere un puzzle.

source: Adjust stats : select to manually adjust the puzzle statistics,
de: Statistiken anpassen: Wählen Sie diese Option, um die Puzzle-Statistiken manuell anzupassen.
fr: Ajuster les statistiques : sélectionnez pour ajuster manuellement les statistiques du puzzle,
he: התאם נתונים סטטיסטיים: בחר כדי להתאים ידנית את סטטיסטיקת הפאזל,
hi: आँकड़े समायोजित करें: पहेली के आँकड़ों को मैन्युअल रूप से समायोजित करने के लिए चुनें,
hu: Statisztikák beállítása: válassza a rejtvénystatisztikák kézi beállításához,
id: Sesuaikan statistik: pilih untuk menyesuaikan statistik teka-teki secara manual,
it: Regola statistiche: seleziona per regolare manualmente le statistiche del puzzle,

source: in order to correct any scoring anomalies.
de: um etwaige Anomalien bei der Punktevergabe zu korrigieren.
fr: afin de corriger d'éventuelles anomalies de notation.
he: על מנת לתקן חריגות ניקוד.
hi: किसी भी स्कोरिंग विसंगति को ठीक करने के लिए।
hu: az esetleges pontozási anomáliák kijavítása érdekében.
id: untuk mengoreksi anomali penilaian apa pun.
it: per correggere eventuali anomalie nei punteggi.

source: Puzzle options : opens the puzzle mode options dialog box.
de: Puzzle-Optionen: öffnet das Dialogfeld mit den Optionen für den Puzzle-Modus.
fr: Options du puzzle : ouvre la boîte de dialogue des options du mode puzzle.
he: אפשרויות פאזל : פותח את תיבת הדו-שיח אפשרויות מצב חידה.
hi: पहेली विकल्प : पहेली मोड विकल्प संवाद बॉक्स खोलता है।
hu: Rejtvénybeállítások: megnyitja a rejtvénymód opciók párbeszédpanelt.
id: Opsi teka-teki: membuka kotak dialog opsi mode teka-teki.
it: Opzioni puzzle: apre la finestra di dialogo delle opzioni della modalità puzzle.

source: Puzzle statistics help
de: Hilfe zur Puzzle-Statistik
fr: Aide aux statistiques des puzzles
he: סטטיסטיקת פאזל עזרה
hi: पहेली सांख्यिकी सहायता
hu: A rejtvénystatisztika segít
id: Statistik teka-teki membantu
it: Aiuto con le statistiche del puzzle

source: To use puzzle mode, a PGN game file must be opened and a game loaded.
de: Um den Puzzlemodus zu verwenden, muss eine PGN-Spieldatei geöffnet und ein Spiel geladen werden.
fr: Pour utiliser le mode puzzle, un fichier de jeu PGN doit être ouvert et un jeu chargé.
he: כדי להשתמש במצב פאזל, יש לפתוח קובץ משחק PGN ולטעון משחק.
hi: पहेली मोड का उपयोग करने के लिए, एक PGN गेम फ़ाइल खोली जानी चाहिए और गेम लोड किया जाना चाहिए।
hu: A rejtvény mód használatához meg kell nyitni egy PGN játékfájlt, és be kell tölteni egy játékot.
id: Untuk menggunakan mode teka-teki, file permainan PGN harus dibuka dan permainan dimuat.
it: Per utilizzare la modalità puzzle, è necessario aprire un file di gioco PGN e caricare un gioco.

source: This may be done before or after puzzle mode is activated.
de: Dies kann vor oder nach der Aktivierung des Puzzlemodus erfolgen.
fr: Cela peut être fait avant ou après l'activation du mode puzzle.
he: ניתן לעשות זאת לפני או לאחר הפעלת מצב פאזל.
hi: यह कार्य पहेली मोड सक्रिय होने से पहले या बाद में किया जा सकता है।
hu: Ezt megteheti a puzzle mód aktiválása előtt vagy után.
id: Ini dapat dilakukan sebelum atau setelah mode teka-teki diaktifkan.
it: Questa operazione può essere eseguita prima o dopo l'attivazione della modalità puzzle.

source: Puzzle mode can be activated using Options, Puzzle mode
de: Der Puzzle-Modus kann über Optionen, Puzzle-Modus aktiviert werden
fr: Le mode Puzzle peut être activé via Options, Mode Puzzle
he: ניתן להפעיל מצב פאזל באמצעות אפשרויות, מצב פאזל
hi: पहेली मोड को विकल्प, पहेली मोड का उपयोग करके सक्रिय किया जा सकता है
hu: A Rejtvény mód az Opciók, Rejtvény mód segítségével aktiválható
id: Mode teka-teki dapat diaktifkan menggunakan Opsi, Mode teka-teki
it: La modalità Puzzle può essere attivata tramite Opzioni, Modalità Puzzle

source: on the main menu, or with the toolbar option 'P'
de: im Hauptmenü oder mit der Symbolleistenoption „P“
fr: dans le menu principal ou avec l'option « P » de la barre d'outils
he: בתפריט הראשי, או עם אפשרות סרגל הכלים 'P'
hi: मुख्य मेनू पर, या टूलबार विकल्प 'P' के साथ
hu: a főmenüben vagy az eszköztár „P” opciójával
id: pada menu utama, atau dengan opsi bilah alat 'P'
it: nel menu principale, oppure con l'opzione 'P' della barra degli strumenti

source: When Puzzle mode is activated, the moves in a loaded game are hidden.
de: Wenn der Puzzle-Modus aktiviert ist, werden die Züge in einem geladenen Spiel ausgeblendet.
fr: Lorsque le mode Puzzle est activé, les mouvements d'une partie chargée sont masqués.
he: כאשר מצב פאזל מופעל, המהלכים במשחק טעון מוסתרים.
hi: जब पहेली मोड सक्रिय होता है, तो लोड किए गए गेम में चालें छिप जाती हैं।
hu: Amikor a Puzzle mód aktiválva van, a betöltött játék lépései el vannak rejtve.
id: Saat mode Teka-teki diaktifkan, gerakan dalam permainan yang dimuat disembunyikan.
it: Quando la modalità Puzzle è attivata, le mosse di un gioco caricato vengono nascoste.

source: Then the program will only allow entry of moves that match the ones in the game,
de: Dann erlaubt das Programm nur die Eingabe von Zügen, die mit denen im Spiel übereinstimmen,
fr: Ensuite, le programme autorisera uniquement la saisie de mouvements correspondant à ceux du jeu,
he: אז התוכנית תאפשר רק כניסה של מהלכים התואמים את אלו במשחק,
hi: फिर प्रोग्राम केवल उन्हीं चालों को प्रवेश की अनुमति देगा जो खेल में मौजूद चालों से मेल खाती हों,
hu: Ekkor a program csak olyan mozdulatokat engedélyez, amelyek megegyeznek a játékban szereplő lépésekkel,
id: Maka program hanya akan memperbolehkan masuknya jurus yang sesuai dengan jurus yang ada di dalam permainan,
it: Quindi il programma consentirà l'inserimento solo delle mosse che corrispondono a quelle del gioco,

source: either in the main line or one of the sub-variations.
de: entweder in der Hauptvariante oder in einer der Untervarianten.
fr: soit dans la ligne principale, soit dans l'une des sous-variantes.
he: או בשורה הראשית או באחת מתתי הווריאציות.
hi: या तो मुख्य लाइन में या उप-भिन्नताओं में से एक में।
hu: akár a fősorban, akár az egyik alváltozatban.
id: baik di jalur utama atau salah satu sub-variasi.
it: sia nella linea principale che in una delle sottovarianti.

source: This mode can be used for solving puzzles and studying opening lines.
de: Dieser Modus kann zum Lösen von Rätseln und zum Studieren von Eröffnungszeilen verwendet werden.
fr: Ce mode peut être utilisé pour résoudre des énigmes et étudier les lignes d'ouverture.
he: ניתן להשתמש במצב זה לפתרון חידות וללימוד שורות פתיחה.
hi: इस मोड का उपयोग पहेलियों को सुलझाने और प्रारंभिक पंक्तियों का अध्ययन करने के लिए किया जा सकता है।
hu: Ez a mód használható rejtvények megoldására és nyitósorok tanulmányozására.
id: Mode ini dapat digunakan untuk memecahkan teka-teki dan mempelajari kalimat pembuka.
it: Questa modalità può essere utilizzata per risolvere enigmi e studiare le battute iniziali.

source: Main line moves without sub-variations are hidden with the characters
de: Hauptvariantenzüge ohne Untervarianten werden mit den Figuren ausgeblendet
fr: Les mouvements de la ligne principale sans sous-variantes sont masqués avec les personnages
he: מהלכי קו ראשי ללא וריאציות משנה מוסתרים עם הדמויות
hi: उप-भिन्नताओं के बिना मुख्य लाइन चालें वर्णों के साथ छिपी हुई हैं
hu: Az alváltozatok nélküli fővonali mozgások el vannak rejtve a karakterekkel
id: Pergerakan garis utama tanpa variasi sub disembunyikan dengan karakter
it: Le mosse della linea principale senza sotto-varianti sono nascoste con i personaggi

source: Unless you choose the Show sub-vars option in the Puzzle options dialog box,
de: Sofern Sie nicht die Option Untervariablen anzeigen im Dialogfeld „Puzzle-Optionen“ wählen,
fr: À moins que vous ne choisissiez l’option Afficher les sous-variables dans la boîte de dialogue Options du puzzle,
he: אלא אם כן תבחר באפשרות Show sub-vars בתיבת הדו-שיח פאזל אפשרויות,
hi: जब तक आप पहेली विकल्प संवाद बॉक्स में उप-वार्स दिखाएँ विकल्प नहीं चुनते,
hu: Hacsak nem választja az Alváltozók megjelenítése opciót a Rejtvény beállításai párbeszédpanelen,
id: Kecuali Anda memilih opsi Tampilkan sub-var dalam kotak dialog Opsi Teka-teki,
it: A meno che non si scelga l'opzione Mostra sotto-variabili nella finestra di dialogo Opzioni puzzle,

source: then moves that have a sub-var are hidden with the characters
de: dann werden Züge, die eine Untervariable haben, mit den Charakteren ausgeblendet
fr: alors les mouvements qui ont une sous-var sont cachés avec les personnages
he: ואז מהלכים שיש להם תת-var מוסתרים עם הדמויות
hi: फिर जिन चालों में उप-var होता है उन्हें वर्णों के साथ छिपा दिया जाता है
hu: majd az alváltozóval rendelkező lépések el vannak rejtve a karakterekkel
id: lalu gerakan yang memiliki sub-var disembunyikan dengan karakter
it: quindi le mosse che hanno una sub-var vengono nascoste con i caratteri

source: Puzzle mode statistics can be displayed in a panel at the bottom of the screen.
de: Statistiken zum Puzzlemodus können in einem Bereich unten auf dem Bildschirm angezeigt werden.
fr: Les statistiques du mode Puzzle peuvent être affichées dans un panneau en bas de l'écran.
he: ניתן להציג נתונים סטטיסטיים של מצב פאזל בחלונית בתחתית המסך.
hi: पहेली मोड के आँकड़े स्क्रीन के नीचे एक पैनल में प्रदर्शित किए जा सकते हैं।
hu: A rejtvénymód statisztikái a képernyő alján lévő panelen jeleníthetők meg.
id: Statistik mode teka-teki dapat ditampilkan di panel di bagian bawah layar.
it: Le statistiche della modalità Puzzle possono essere visualizzate in un pannello nella parte inferiore dello schermo.

source: Settings for puzzle mode can be changed using the Puzzle mode options dialog box,
de: Die Einstellungen für den Puzzle-Modus können im Dialogfeld „Puzzle-Modus-Optionen“ geändert werden.
fr: Les paramètres du mode puzzle peuvent être modifiés à l'aide de la boîte de dialogue Options du mode Puzzle,
he: ניתן לשנות את ההגדרות של מצב פאזל באמצעות תיבת הדו-שיח אפשרויות מצב פאזל,
hi: पहेली मोड के लिए सेटिंग्स को पहेली मोड विकल्प संवाद बॉक्स का उपयोग करके बदला जा सकता है,
hu: A rejtvény mód beállításai a Rejtvény mód beállításai párbeszédpanelen módosíthatók,
id: Pengaturan untuk mode teka-teki dapat diubah menggunakan kotak dialog opsi mode Teka-teki,
it: Le impostazioni per la modalità puzzle possono essere modificate utilizzando la finestra di dialogo Opzioni modalità Puzzle,

source: which can be accessed using Options, Puzzle mode.. on the main menu or
de: Der Zugriff erfolgt über Optionen, Puzzle-Modus... im Hauptmenü oder
fr: accessible via Options, Mode Puzzle... dans le menu principal ou
he: שאליו ניתן לגשת באמצעות אפשרויות, מצב פאזל.. בתפריט הראשי או
hi: जिसे मुख्य मेनू पर विकल्प, पहेली मोड या
hu: amely az Opciók, Rejtvény mód segítségével érhető el.. a főmenüben ill
id: yang dapat diakses menggunakan Opsi, mode Teka-teki.. di menu utama atau
it: a cui si può accedere tramite Opzioni, Modalità Puzzle.. nel menu principale o

source: with the Puzzle options button on the Puzzle statistics panel.
de: mit der Schaltfläche Puzzle-Optionen im Puzzle-Statistikfenster.
fr: avec le bouton Options du puzzle sur le panneau Statistiques du puzzle.
he: עם לחצן אפשרויות פאזל בחלונית סטטיסטיקת פאזל.
hi: पहेली सांख्यिकी पैनल पर पहेली विकल्प बटन के साथ।
hu: a Rejtvény statisztika panelen található Rejtvény opciók gombbal.
id: dengan tombol opsi Teka-teki pada panel statistik Teka-teki.
it: con il pulsante Opzioni puzzle nel pannello Statistiche puzzle.

source: There are toolbar options for puzzle hints and puzzle clock control.
de: Es gibt Symbolleistenoptionen für Rätselhinweise und die Steuerung der Rätseluhr.
fr: Il existe des options de barre d'outils pour les indices de puzzle et le contrôle de l'horloge du puzzle.
he: ישנן אפשרויות סרגל כלים עבור רמזים לפאזל ושליטה בשעון חידה.
hi: पहेली संकेत और पहेली घड़ी नियंत्रण के लिए टूलबार विकल्प हैं।
hu: Vannak eszköztár-lehetőségek a rejtvény tippekhez és a rejtvényóra vezérléséhez.
id: Tersedia opsi bilah alat untuk petunjuk teka-teki dan kontrol jam teka-teki.
it: Sono disponibili opzioni nella barra degli strumenti per i suggerimenti sui puzzle e per il controllo dell'orologio dei puzzle.

source: A PGN puzzle file, Auerswald_puzzles.pgn, created by Mr Uwe Auerswald,
de: Eine PGN-Puzzle-Datei, Auerswald_puzzles.pgn, erstellt von Herrn Uwe Auerwald,
fr: Un fichier de puzzle PGN, Auerswald_puzzles.pgn, créé par M. Uwe Auerswald,
he: קובץ פאזל PGN, Auerswald_puzzles.pgn, שנוצר על ידי מר Uwe Auerswald,
hi: श्री उवे औएर्सवाल्ड द्वारा निर्मित एक पीजीएन पहेली फ़ाइल, औएर्सवाल्ड_पज़ल्स.पीजीएन,
hu: Egy PGN rejtvényfájl, Auerswald_puzzles.pgn, amelyet Uwe Auerswald úr készített,
id: File teka-teki PGN, Auerswald_puzzles.pgn, dibuat oleh Tn. Uwe Auerswald,
it: Un file di puzzle PGN, Auerswald_puzzles.pgn, creato dal signor Uwe Auerswald,

source: was included with the original download.
de: war im ursprünglichen Download enthalten.
fr: était inclus avec le téléchargement original.
he: נכלל בהורדה המקורית.
hi: मूल डाउनलोड के साथ शामिल किया गया था।
hu: az eredeti letöltéshez tartozott.
id: disertakan dengan unduhan asli.
it: era incluso nel download originale.

source: Double-click in the left half of the
de: Doppelklicken Sie in die linke Hälfte des
fr: Double-cliquez dans la moitié gauche de la
he: לחץ פעמיים בחצי השמאלי של
hi: बाईं ओर के आधे भाग पर डबल क्लिक करें
hu: Kattintson duplán a bal felében
id: Klik dua kali di bagian kiri
it: Fare doppio clic nella metà sinistra del

source: grey border to reset the counter
de: grauer Rand zum Zurücksetzen des Zählers
fr: bordure grise pour réinitialiser le compteur
he: גבול אפור כדי לאפס את המונה
hi: काउंटर रीसेट करने के लिए ग्रे बॉर्डर
hu: szürke keret a számláló nullázásához
id: batas abu-abu untuk mengatur ulang penghitung
it: bordo grigio per azzerare il contatore

source: Right click in grey border to display options
de: Klicken Sie mit der rechten Maustaste in den grauen Rahmen, um Optionen anzuzeigen
fr: Faites un clic droit dans la bordure grise pour afficher les options
he: לחץ לחיצה ימנית בגבול אפור כדי להציג אפשרויות
hi: विकल्प प्रदर्शित करने के लिए ग्रे बॉर्डर में राइट क्लिक करें
hu: Kattintson a jobb gombbal a szürke keretre a lehetőségek megjelenítéséhez
id: Klik kanan di perbatasan abu-abu untuk menampilkan opsi
it: Fare clic con il pulsante destro del mouse sul bordo grigio per visualizzare le opzioni

source: This tooltip can be switched off from there
de: Dieser Tooltip kann von dort aus ausgeschaltet werden
fr: Cette info-bulle peut être désactivée à partir de là
he: ניתן לכבות את הסבר הכלי הזה משם
hi: इस टूलटिप को वहां से बंद किया जा सकता है
hu: Ez az eszköztipp onnan kikapcsolható
id: Tooltip ini dapat dimatikan dari sana
it: Da qui è possibile disattivare questo suggerimento

source: Left click value
de: Wert für Linksklick
fr: Valeur du clic gauche
he: ערך קליק שמאלי
hi: बायाँ क्लिक मान
hu: Bal kattintás értéke
id: Nilai klik kiri
it: Valore del clic sinistro

source: Use tooltip
de: Tooltip verwenden
fr: Utiliser l'info-bulle
he: השתמש בהסבר כלי
hi: टूलटिप का उपयोग करें
hu: Használja az eszközleírást
id: Gunakan tooltip
it: Usa la descrizione comandi

source: Reset counter
de: Zähler zurücksetzen
fr: Réinitialiser le compteur
he: אפס את המונה
hi: काउंटर रीसेट करें
hu: Számláló visszaállítása
id: Setel ulang penghitung
it: Azzera contatore

source: Control key step values
de: Schrittwerte für Steuertasten
fr: Contrôler les valeurs des étapes clés
he: שליטה בערכי צעדי מפתח
hi: कुंजी चरण मान नियंत्रित करें
hu: Vezérlőbillentyű lépésértékek
id: Nilai langkah kunci kontrol
it: Valori dei passaggi chiave di controllo

source: Alt
hi: ऑल्ट
id: Tinggi
it: Alternativa

source: Ctrl
de: Strg
hi: सीटीआरएल
id: tombol kontrol

source: Shift
de: Schicht
fr: Changement
he: מִשׁמֶרֶת
hi: बदलाव
hu: Váltás
id: Menggeser
it: Spostare

source: Enter the left click value for
de: Geben Sie den Linksklickwert für
fr: Entrez la valeur du clic gauche pour
he: הזן את ערך הקליק השמאלי עבור
hi: के लिए बायाँ क्लिक मान दर्ज करें
hu: Adja meg a bal kattintás értékét
id: Masukkan nilai klik kiri untuk
it: Inserisci il valore del clic sinistro per

source: the right side of the grey border
de: die rechte Seite des grauen Randes
fr: le côté droit de la bordure grise
he: הצד הימני של הגבול האפור
hi: ग्रे बॉर्डर का दाहिना भाग
hu: a szürke szegély jobb oldalán
id: sisi kanan batas abu-abu
it: il lato destro del bordo grigio

source: Check this box for the tooltip to be
de: Aktivieren Sie dieses Kontrollkästchen, damit der Tooltip
fr: Cochez cette case pour que l'info-bulle soit
he: סמן את התיבה הזו כדי לקבל את הסבר הכלי
hi: टूलटिप के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a jelölőnégyzetet, ha az eszköztipp megjelenik
id: Centang kotak ini agar tooltipnya menjadi
it: Seleziona questa casella per visualizzare il suggerimento

source: displayed in the score counter window
de: im Punktezählerfenster angezeigt
fr: affiché dans la fenêtre du compteur de scores
he: מוצג בחלון מונה הניקוד
hi: स्कोर काउंटर विंडो में प्रदर्शित
hu: megjelenik a pontszámszámláló ablakban
id: ditampilkan di jendela penghitung skor
it: visualizzato nella finestra del contatore dei punteggi

source: Reset the score counter to zero
de: Setzen Sie den Punktezähler auf Null zurück
fr: Réinitialiser le compteur de score à zéro
he: אפס את מונה הניקוד לאפס
hi: स्कोर काउंटर को शून्य पर रीसेट करें
hu: Állítsa vissza a pontszámlálót nullára
id: Setel ulang penghitung skor ke nol
it: Reimposta il contatore dei punteggi a zero

source: Control key values
de: Kontrollschlüsselwerte
fr: Valeurs clés de contrôle
he: ערכי מפתח שליטה
hi: कुंजी मान नियंत्रित करें
hu: Vezérlőkulcs értékek
id: Nilai kunci kontrol
it: Valori chiave di controllo

source: Alt key step value
de: Alt-Tastenschrittwert
fr: Valeur de l'étape de la touche Alt
he: ערך שלב מפתח Alt
hi: Alt कुंजी चरण मान
hu: Alt billentyű lépésértéke
id: Nilai langkah tombol Alt
it: Valore del passo del tasto Alt

source: Ctrl key step value
de: Strg-Taste Schrittwert
fr: Valeur de l'étape de la touche Ctrl
he: ערך שלב של מקש Ctrl
hi: Ctrl कुंजी चरण मान
hu: Ctrl billentyű lépésértéke
id: Nilai langkah tombol Ctrl
it: Valore del passo del tasto Ctrl

source: Shift key step value
de: Schrittwert der Umschalttaste
fr: Valeur de pas de la touche Maj
he: ערך שלב של מקש Shift
hi: शिफ़्ट कुंजी चरण मान
hu: Shift billentyű lépésértéke
id: Nilai langkah tombol shift
it: Valore del passo del tasto Maiusc

source: Score counter options
de: Optionen für den Punktezähler
fr: Options du compteur de score
he: אפשרויות מונה ציונים
hi: स्कोर काउंटर विकल्प
hu: Pontszámszámláló lehetőségek
id: Opsi penghitung skor
it: Opzioni del contatore dei punteggi

source: Info
fr: Informations
he: מידע
hi: जानकारी
id: Informasi
it: Informazioni
