Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: For the display of evaluation bar scores, engine values have the highest
de: Für die Anzeige der Bewertungsbalkenwerte haben Motorwerte die höchsten
fr: Pour l'affichage des scores de la barre d'évaluation, les valeurs du moteur ont les valeurs les plus élevées
he: להצגת ציוני סרגל ההערכה, ערכי המנוע הם הגבוהים ביותר
hi: मूल्यांकन बार स्कोर के प्रदर्शन के लिए, इंजन मानों में सबसे अधिक है
hu: Az értékelési sáv pontszámainak megjelenítéséhez a motorértékek a legmagasabbak
id: Untuk menampilkan skor bilah evaluasi, nilai mesin memiliki nilai tertinggi
it: Per la visualizzazione dei punteggi della barra di valutazione, i valori del motore hanno il valore più alto

source: precedence, followed by annotation values and lastly material values.
de: Vorrang, gefolgt von Anmerkungswerten und zuletzt Materialwerten.
fr: priorité, suivie des valeurs d'annotation et enfin des valeurs matérielles.
he: עדיפות, ואחריה ערכי ביאור ולבסוף ערכים מהותיים.
hi: वरीयता, उसके बाद एनोटेशन मान और अंत में भौतिक मान।
hu: elsőbbséget, majd az annotációs értékeket és végül a tárgyi értékeket.
id: prioritas, diikuti oleh nilai anotasi dan terakhir nilai material.
it: precedenza, seguito dai valori di annotazione e infine dai valori materiali.

source: A mouse click on the evaluation bar will reset it to zero.
de: Ein Mausklick auf den Bewertungsbalken setzt diesen auf Null zurück.
fr: Un clic de souris sur la barre d'évaluation la remettra à zéro.
he: לחיצת עכבר על סרגל ההערכה תאפס אותו לאפס.
hi: मूल्यांकन पट्टी पर माउस क्लिक करने से वह शून्य पर रीसेट हो जाएगी।
hu: Az értékelő sávra kattintva az egérrel nullára állítja azt.
id: Klik mouse pada bilah evaluasi akan mengatur ulang ke nol.
it: Cliccando con il mouse sulla barra di valutazione, questa verrà riportata a zero.

source: Evaluation bar display options
de: Anzeigeoptionen für die Auswertungsleiste
fr: Options d'affichage de la barre d'évaluation
he: אפשרויות תצוגת סרגל הערכה
hi: मूल्यांकन बार प्रदर्शन विकल्प
hu: Az értékelési sáv megjelenítési lehetőségei
id: Opsi tampilan bilah evaluasi
it: Opzioni di visualizzazione della barra di valutazione

source: Move :
de: Bewegen :
fr: Se déplacer :
he: העבר:
hi: कदम :
hu: Mozgás:
id: Bergerak :
it: Mossa :

source: Eval :
de: Bewertung:
fr: Évaluation :
hi: मूल्यांकन :
id: Evaluasi :
it: Valutazione:

source: Time :
de: Zeit :
fr: Temps :
he: זמן:
hi: समय :
hu: Idő:
id: Waktu :
it: Tempo :

source: Depth :
de: Tiefe :
fr: Profondeur :
he: עומק:
hi: गहराई :
hu: Mélység:
id: Kedalaman :
it: Profondità :

source: Options
de: Optionen
he: אפשרויות
hi: विकल्प
hu: Opciók
id: Pilihan
it: Opzioni

source: Build profile
de: Profil erstellen
fr: Créer un profil
he: בניית פרופיל
hi: प्रोफ़ाइल बनाएँ
hu: Profil létrehozása
id: Membangun profil
it: Costruisci il profilo

source: Stop build
de: Build stoppen
fr: Arrêter la construction
he: תפסיק לבנות
hi: निर्माण रोकें
hu: Hagyd abba az építkezést
id: Berhenti membangun
it: Interrompere la costruzione

source: Move :
de: Bewegen :
fr: Se déplacer :
he: העבר:
hi: कदम :
hu: Mozgás:
id: Bergerak :
it: Mossa :

source: Eval :
de: Bewertung:
fr: Évaluation :
hi: मूल्यांकन :
id: Evaluasi :
it: Valutazione:

source: Time :
de: Zeit :
fr: Temps :
he: זמן:
hi: समय :
hu: Idő:
id: Waktu :
it: Tempo :

source: secs
de: Sekunden
fr: secondes
he: שניות
hi: सेकेंड
hu: mp
id: detik
it: secondi

source: Depth
de: Tiefe
fr: Profondeur
he: עוֹמֶק
hi: गहराई
hu: Mélység
id: Kedalaman
it: Profondità

source: ply
de: Lage
fr: pli
he: רובד
hi: काम में लाना
hu: réteg
id: lapis
it: piegare

source: Display eval profile options dialog box
de: Dialogfeld „Evaluierungsprofiloptionen anzeigen“
fr: Afficher la boîte de dialogue des options du profil d'évaluation
he: הצגת תיבת הדו-שיח של אפשרויות פרופיל eval
hi: eval प्रोफ़ाइल विकल्प संवाद बॉक्स प्रदर्शित करें
hu: Jelenítse meg az eval profile beállítások párbeszédpanelt
id: Tampilkan kotak dialog opsi profil evaluasi
it: Visualizza la finestra di dialogo delle opzioni del profilo di valutazione

source: Create evaluation profile for current game
de: Bewertungsprofil für aktuelles Spiel erstellen
fr: Créer un profil d'évaluation pour le jeu actuel
he: צור פרופיל הערכה עבור המשחק הנוכחי
hi: वर्तमान गेम के लिए मूल्यांकन प्रोफ़ाइल बनाएँ
hu: Hozzon létre értékelési profilt az aktuális játékhoz
id: Buat profil evaluasi untuk game saat ini
it: Crea un profilo di valutazione per il gioco attuale

source: Hold down <Alt> for all database games
de: Halten Sie <Alt> gedrückt, um alle Datenbankspiele anzuzeigen
fr: Maintenez la touche <Alt> enfoncée pour tous les jeux de la base de données
he: החזק את <Alt> לחוץ עבור כל משחקי מסד הנתונים
hi: सभी डेटाबेस गेम के लिए <Alt> दबाए रखें
hu: Tartsa lenyomva az <Alt> gombot az összes adatbázisjátékhoz
id: Tekan terus <Alt> untuk semua permainan basis data
it: Tieni premuto <Alt> per tutti i giochi del database

source: Hold down <Ctrl> to clear current profile
de: Halten Sie <Strg> gedrückt, um das aktuelle Profil zu löschen
fr: Maintenez la touche <Ctrl> enfoncée pour effacer le profil actuel
he: החזק את <Ctrl> לחוץ כדי לנקות את הפרופיל הנוכחי
hi: वर्तमान प्रोफ़ाइल साफ़ करने के लिए <Ctrl> दबाएँ
hu: Tartsa lenyomva a <Ctrl> gombot az aktuális profil törléséhez
id: Tekan terus <Ctrl> untuk menghapus profil saat ini
it: Tieni premuto <Ctrl> per cancellare il profilo corrente

source: Stop building eval profile for current game
de: Stoppen Sie das Erstellen des Evaluierungsprofils für das aktuelle Spiel
fr: Arrêter de créer un profil d'évaluation pour le jeu actuel
he: הפסק לבנות פרופיל eval עבור המשחק הנוכחי
hi: वर्तमान गेम के लिए eval प्रोफ़ाइल बनाना बंद करें
hu: Állítsa le az eval profil építését az aktuális játékhoz
id: Berhenti membuat profil evaluasi untuk game saat ini
it: Interrompere la creazione del profilo di valutazione per il gioco corrente

source: Add eval to notation
de: Eval zur Notation hinzufügen
fr: Ajouter eval à la notation
he: הוסף eval לסימון
hi: संकेतन में eval जोड़ें
hu: Eval hozzáadása a jelöléshez
id: Tambahkan eval ke notasi
it: Aggiungere eval alla notazione

source: Add all evals
de: Alle Bewertungen hinzufügen
fr: Ajouter toutes les évaluations
he: הוסף את כל ההשוואות
hi: सभी मूल्यांकन जोड़ें
hu: Összes eval hozzáadása
id: Tambahkan semua evaluasi
it: Aggiungi tutte le valutazioni

source: Delte eval from notation
de: Delte eval aus der Notation
fr: Supprimer l'évaluation de la notation
he: מחק eval מהסימון
hi: नोटेशन से eval हटाएं
hu: Delte eval a jelölésből
id: Hapus eval dari notasi
it: Elimina la valutazione dalla notazione

source: Delete all evals
de: Alle Auswertungen löschen
fr: Supprimer toutes les évaluations
he: מחק את כל ההשוואות
hi: सभी evals हटाएँ
hu: Minden eval törlése
id: Hapus semua evaluasi
it: Elimina tutte le valutazioni

source: Delete eval profile
de: Evaluierungsprofil löschen
fr: Supprimer le profil d'évaluation
he: מחק פרופיל eval
hi: eval प्रोफ़ाइल हटाएं
hu: eval profil törlése
id: Hapus profil evaluasi
it: Elimina il profilo di valutazione

source: Analyse move..
de: Bewegung analysieren.
fr: Analyser le mouvement..
he: נתח מהלך..
hi: चाल का विश्लेषण करें..
hu: Mozgás elemzése..
id: Analisis gerakan..
it: Analizza la mossa.

source: Eval
de: Bewertung
fr: Évaluer
hi: मूल्यांकन
id: Evaluasi
it: Valutazione

source: Time
de: Zeit
fr: Temps
he: זְמַן
hi: समय
hu: Idő
id: Waktu
it: Tempo

source: Ply
de: Lage
fr: Pli
hi: काम में लाना
id: Lapis
it: Strato

source: There is no eval to add
de: Es gibt keine Bewertung hinzuzufügen
fr: Il n'y a aucune évaluation à ajouter
he: אין הערכה להוסיף
hi: जोड़ने के लिए कोई मूल्यांकन नहीं है
hu: Nincs hozzá eval
id: Tidak ada eval untuk ditambahkan
it: Non c'è alcuna valutazione da aggiungere

source: Evaluation profile message
de: Evaluierungsprofilnachricht
fr: Message de profil d'évaluation
he: הודעת פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल संदेश
hu: Értékelési profil üzenet
id: Pesan profil evaluasi
it: Messaggio di valutazione del profilo

source: There are no evals to add
de: Es sind keine Bewertungen hinzuzufügen
fr: Il n'y a aucune évaluation à ajouter
he: אין ניסויים להוסיף
hi: जोड़ने के लिए कोई मूल्यांकन नहीं है
hu: Nincsenek hozzáadható értékelések
id: Tidak ada evaluasi yang perlu ditambahkan
it: Non ci sono valutazioni da aggiungere

source: There is no eval to delete
de: Es gibt keine Auswertung zum Löschen
fr: Il n'y a aucune évaluation à supprimer
he: אין eval למחוק
hi: हटाने के लिए कोई eval नहीं है
hu: Nincs törölnivaló eval
id: Tidak ada eval untuk dihapus
it: Non c'è nessuna valutazione da eliminare

source: There are no evals to delete
de: Es sind keine Bewertungen zum Löschen vorhanden
fr: Il n'y a aucune évaluation à supprimer
he: אין בדיקות למחיקה
hi: हटाने के लिए कोई मूल्यांकन नहीं है
hu: Nincsenek törölnivalók
id: Tidak ada evaluasi yang akan dihapus
it: Non ci sono valutazioni da eliminare

source: There is no profile to delete
de: Es gibt kein zu löschendes Profil
fr: Il n'y a pas de profil à supprimer
he: אין פרופיל למחוק
hi: हटाने के लिए कोई प्रोफ़ाइल नहीं है
hu: Nincs törölhető profil
id: Tidak ada profil yang akan dihapus
it: Non c'è nessun profilo da eliminare

source: Eval profile build complete for
de: Evaluierungsprofil-Erstellung abgeschlossen für
fr: Profil d'évaluation créé pour
he: בניית פרופיל Eval הושלמה עבור
hi: के लिए Eval प्रोफ़ाइल निर्माण पूर्ण
hu: Az Eval-profil összeállítása kész a következőhöz
id: Pembuatan profil evaluasi selesai untuk
it: Valutazione del profilo completata per

source: database games
de: Datenbankspiele
fr: jeux de base de données
he: משחקי מסד נתונים
hi: डेटाबेस गेम
hu: adatbázis játékok
id: permainan basis data
it: giochi di database

source: Eval profile build complete
de: Erstellen des Evaluierungsprofils abgeschlossen
fr: La création du profil d'évaluation est terminée
he: בניית פרופיל Eval הושלמה
hi: मूल्यांकन प्रोफ़ाइल निर्माण पूर्ण
hu: Az Eval profil felépítése kész
id: Pembuatan profil evaluasi selesai
it: Completamento della compilazione del profilo di valutazione

source: Building : Game
de: Gebäude: Spiel
fr: Bâtiment : Jeu
he: בניין: משחק
hi: इमारत : खेल
hu: Épület: Játék
id: Bangunan : Permainan
it: Costruzione : Gioco

source: move
de: bewegen
fr: se déplacer
he: מַהֲלָך
hi: कदम
hu: mozog
id: bergerak
it: mossa

source: Building profile : Move
de: Gebäudeprofil: Verschieben
fr: Profil du bâtiment : Déménager
he: פרופיל בניין: מעבר
hi: बिल्डिंग प्रोफ़ाइल : मूव
hu: Építési profil : Mozgás
id: Profil bangunan : Pindah
it: Profilo dell'edificio: Sposta

source: Please select the evaluation profile options :-
de: Bitte wählen Sie die Optionen für das Bewertungsprofil: -
fr: Veuillez sélectionner les options du profil d'évaluation :-
he: אנא בחר את אפשרויות פרופיל ההערכה:-
hi: कृपया मूल्यांकन प्रोफ़ाइल विकल्प चुनें:-
hu: Kérjük, válassza ki az értékelési profil opciókat: -
id: Silakan pilih opsi profil evaluasi :-
it: Seleziona le opzioni del profilo di valutazione:-

source: Display evaluation profile
de: Bewertungsprofil anzeigen
fr: Afficher le profil d'évaluation
he: הצג פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल प्रदर्शित करें
hu: Értékelési profil megjelenítése
id: Tampilkan profil evaluasi
it: Visualizza il profilo di valutazione

source: Save evaluation profile
de: Bewertungsprofil speichern
fr: Enregistrer le profil d'évaluation
he: שמור פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल सहेजें
hu: Értékelési profil mentése
id: Simpan profil evaluasi
it: Salva il profilo di valutazione

source: Max y-axis score
de: Maximaler Y-Achsen-Score
fr: Score maximal sur l'axe des Y
he: ציון מקסימלי בציר y
hi: अधिकतम y-अक्ष स्कोर
hu: Max y-tengely pontszám
id: Skor sumbu y maksimum
it: Punteggio massimo sull'asse y

source: Graph x-scale %
de: Diagramm x-Skala %
fr: Échelle x du graphique %
he: גרף x-scale %
hi: ग्राफ x-स्केल %
hu: Grafikon x méretarány %
id: Grafik skala x %
it: Grafico scala x %

source: Graph y-scale %
de: Diagramm y-Skala %
fr: Graphique à l'échelle y %
he: גרף y-scale %
hi: ग्राफ़ y-स्केल %
hu: Grafikon y-skála %
id: Grafik skala y %
it: Grafico scala y %

source: Graph x-step size
de: Diagramm x-Schrittweite
fr: Taille du pas x du graphique
he: גרף גודל x-step
hi: ग्राफ़ x-चरण आकार
hu: Grafikon x-lépéses méret
id: Grafik ukuran x-langkah
it: Grafico dimensione x-step

source: Move time (1/10 secs)
de: Bewegungszeit (1/10 Sek.)
fr: Temps de déplacement (1/10 s)
he: זמן תנועה (1/10 שניות)
hi: चाल समय (1/10 सेकंड)
hu: Mozgási idő (1/10 mp)
id: Waktu gerakan (1/10 detik)
it: Tempo di movimento (1/10 sec)

source: Scroll options
de: Scroll-Optionen
fr: Options de défilement
he: אפשרויות גלילה
hi: स्क्रॉल विकल्प
hu: Görgetési lehetőségek
id: Opsi gulir
it: Opzioni di scorrimento

source: Show info box
de: Infobox anzeigen
fr: Afficher la boîte d'informations
he: הצג תיבת מידע
hi: जानकारी बॉक्स दिखाएँ
hu: Információs mező megjelenítése
id: Tampilkan kotak info
it: Mostra casella informativa

source: Show position
de: Position anzeigen
fr: Afficher la position
he: הצג מיקום
hi: स्थिति दिखाएं
hu: Pozíció megjelenítése
id: Tampilkan posisi
it: Mostra posizione

source: Eval board size
de: Größe des Evaluierungsboards
fr: Taille du tableau d'évaluation
he: גודל לוח Eval
hi: मूल्यांकन बोर्ड आकार
hu: Eval tábla mérete
id: Ukuran papan evaluasi
it: Valutare le dimensioni della scheda

source: Select background colour
de: Hintergrundfarbe auswählen
fr: Sélectionnez la couleur d'arrière-plan
he: בחר צבע רקע
hi: पृष्ठभूमि रंग चुनें
hu: Válassza ki a háttérszínt
id: Pilih warna latar belakang
it: Seleziona il colore di sfondo

source: Select white bar colour
de: Wählen Sie die Farbe des weißen Balkens
fr: Sélectionnez la couleur de la barre blanche
he: בחר צבע פס לבן
hi: सफ़ेद पट्टी का रंग चुनें
hu: Válassza ki a fehér sáv színét
id: Pilih warna bilah putih
it: Seleziona il colore della barra bianca

source: Select black bar colour
de: Wählen Sie die Farbe des schwarzen Balkens
fr: Sélectionnez la couleur de la barre noire
he: בחר צבע פס שחור
hi: काली पट्टी का रंग चुनें
hu: Válassza ki a fekete sáv színét
id: Pilih warna bilah hitam
it: Seleziona il colore della barra nera

source: Check to display evaluation profile panel
de: Aktivieren Sie dieses Kontrollkästchen, um das Auswertungsprofilfeld anzuzeigen.
fr: Cochez pour afficher le panneau de profil d'évaluation
he: סמן כדי להציג את לוח פרופיל ההערכה
hi: मूल्यांकन प्रोफ़ाइल पैनल प्रदर्शित करने के लिए जाँच करें
hu: Jelölje be az értékelési profil panel megjelenítéséhez
id: Centang untuk menampilkan panel profil evaluasi
it: Selezionare per visualizzare il pannello del profilo di valutazione

source: Check to save the eval profile
de: Aktivieren Sie dieses Kontrollkästchen, um das Evaluierungsprofil zu speichern.
fr: Cochez pour enregistrer le profil d'évaluation
he: סמן כדי לשמור את פרופיל eval
hi: eval प्रोफ़ाइल को सहेजने के लिए जाँच करें
hu: Jelölje be az eval profil mentéséhez
id: Centang untuk menyimpan profil evaluasi
it: Selezionare per salvare il profilo di valutazione

source: when the game is saved
de: wenn das Spiel gespeichert wird
fr: lorsque le jeu est sauvegardé
he: כאשר המשחק נשמר
hi: जब खेल सुरक्षित हो जाता है
hu: amikor a játék el lett mentve
id: saat game disimpan
it: quando il gioco è salvato

source: Enter the maximum y-axis score value
de: Geben Sie den maximalen Y-Achsen-Scorewert ein
fr: Saisissez la valeur maximale du score de l'axe des Y
he: הזן את ערך הניקוד המרבי של ציר ה-Y
hi: अधिकतम y-अक्ष स्कोर मान दर्ज करें
hu: Adja meg az y tengely maximális pontszámát
id: Masukkan nilai skor sumbu y maksimum
it: Inserisci il valore massimo del punteggio sull'asse y

source: Enter the x-axis percentage
de: Geben Sie den Prozentsatz der X-Achse ein
fr: Entrez le pourcentage de l'axe des x
he: הזן את אחוז ציר ה-X
hi: x-अक्ष प्रतिशत दर्ज करें
hu: Adja meg az x tengely százalékos értékét
id: Masukkan persentase sumbu x
it: Inserisci la percentuale dell'asse x

source: Enter the y-axis percentage
de: Geben Sie den Prozentsatz der Y-Achse ein
fr: Entrez le pourcentage de l'axe des Y
he: הזן את אחוז ציר ה-y
hi: Y-अक्ष प्रतिशत दर्ज करें
hu: Adja meg az y tengely százalékos értékét
id: Masukkan persentase sumbu y
it: Inserisci la percentuale dell'asse y

source: Enter the x-axis step size
de: Geben Sie die Schrittweite der X-Achse ein
fr: Entrez la taille du pas de l'axe des x
he: הזן את גודל הצעד של ציר ה-X
hi: x-अक्ष चरण आकार दर्ज करें
hu: Adja meg az x tengely lépésméretét
id: Masukkan ukuran langkah sumbu x
it: Inserisci la dimensione del passo sull'asse x

source: Enter the analysis time allowed per move
de: Geben Sie die pro Zug zulässige Analysezeit ein
fr: Saisissez le temps d'analyse autorisé par coup
he: הזן את זמן הניתוח המותר לכל מהלך
hi: प्रत्येक चाल के लिए अनुमत विश्लेषण समय दर्ज करें
hu: Adja meg a lépésenként megengedett elemzési időt
id: Masukkan waktu analisis yang diizinkan per gerakan
it: Inserisci il tempo di analisi consentito per mossa

source: Check to show the move info box when scrolling
de: Aktivieren Sie dieses Kontrollkästchen, um beim Scrollen das Infofeld für die Verschiebung anzuzeigen.
fr: Cochez cette case pour afficher la boîte d'informations de déplacement lors du défilement
he: סמן כדי להציג את תיבת המידע על העברה בעת הגלילה
hi: स्क्रॉल करते समय मूव जानकारी बॉक्स दिखाने के लिए जाँच करें
hu: Jelölje be, ha görgetéskor megjelenik az áthelyezési információs mező
id: Centang untuk menampilkan kotak info gerakan saat menggulir
it: Seleziona per mostrare la casella delle informazioni sullo spostamento durante lo scorrimento

source: Check to show the board position when scrolling
de: Aktivieren Sie dieses Kontrollkästchen, um die Position des Boards beim Scrollen anzuzeigen.
fr: Cochez pour afficher la position du tableau lors du défilement
he: סמן כדי להציג את מיקום הלוח בעת הגלילה
hi: स्क्रॉल करते समय बोर्ड की स्थिति दिखाने के लिए जाँच करें
hu: Jelölje be, ha görgetés közben szeretné megjeleníteni a tábla helyzetét
id: Centang untuk menampilkan posisi papan saat menggulir
it: Seleziona per mostrare la posizione della scheda durante lo scorrimento

source: Enter the size of the eval board
de: Geben Sie die Größe des Evaluierungsboards ein
fr: Entrez la taille du tableau d'évaluation
he: הזן את גודל הלוח eval
hi: मूल्यांकन बोर्ड का आकार दर्ज करें
hu: Adja meg az eval tábla méretét
id: Masukkan ukuran papan evaluasi
it: Inserisci la dimensione della scheda di valutazione

source: Select the eval profile panel background colour
de: Wählen Sie die Hintergrundfarbe des Evaluierungsprofil-Panels
fr: Sélectionnez la couleur d'arrière-plan du panneau de profil d'évaluation
he: בחר את צבע הרקע של חלונית פרופיל eval
hi: eval प्रोफ़ाइल पैनल पृष्ठभूमि रंग का चयन करें
hu: Válassza ki az eval profil panel háttérszínét
id: Pilih warna latar belakang panel profil eval
it: Seleziona il colore di sfondo del pannello del profilo di valutazione

source: Set the eval profile background colour to default
de: Stellen Sie die Hintergrundfarbe des Evaluierungsprofils auf den Standardwert ein
fr: Définir la couleur d'arrière-plan du profil d'évaluation par défaut
he: הגדר את צבע הרקע של פרופיל eval לברירת המחדל
hi: eval प्रोफ़ाइल पृष्ठभूमि रंग को डिफ़ॉल्ट पर सेट करें
hu: Állítsa be az eval profil háttérszínét alapértelmezettre
id: Atur warna latar belakang profil eval ke default
it: Imposta il colore di sfondo del profilo di valutazione come predefinito

source: Select the bar colour for white
de: Wählen Sie die Balkenfarbe für Weiß
fr: Sélectionnez la couleur de la barre pour le blanc
he: בחר את צבע הפס ללבן
hi: सफ़ेद के लिए बार का रंग चुनें
hu: Válassza ki a sáv színét a fehérhez
id: Pilih warna bilah untuk putih
it: Seleziona il colore della barra per il bianco

source: Set the white bar colour colour to default
de: Stellen Sie die Farbe des weißen Balkens auf die Standardfarbe ein
fr: Définir la couleur de la barre blanche sur la couleur par défaut
he: הגדר את צבע הפס הלבן לברירת המחדל
hi: सफ़ेद पट्टी का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a fehér sáv színét alapértelmezettre
id: Atur warna bilah putih ke default
it: Imposta il colore della barra bianca come predefinito

source: Select the bar colour for black
de: Wählen Sie die Balkenfarbe für Schwarz
fr: Sélectionnez la couleur de la barre pour le noir
he: בחר את צבע הפס עבור שחור
hi: काले रंग के लिए बार का रंग चुनें
hu: Válassza ki a sáv színét a feketéhez
id: Pilih warna bilah untuk hitam
it: Seleziona il colore della barra per il nero

source: Set the black bar colour colour to default
de: Stellen Sie die Farbe des schwarzen Balkens auf die Standardfarbe ein
fr: Définir la couleur de la barre noire sur la couleur par défaut
he: הגדר את צבע הפס השחור לברירת המחדל
hi: काली पट्टी का रंग डिफ़ॉल्ट पर सेट करें
hu: Állítsa be a fekete sáv színét alapértelmezettre
id: Atur warna bilah hitam ke default
it: Imposta il colore della barra nera come predefinito

source: The <Evaluation profile> panel offers a graphical view of the course of the game.
de: Der Bereich <Bewertungsprofil> bietet eine grafische Darstellung des Spielverlaufs.
fr: Le panneau <Profil d'évaluation> offre une vue graphique du déroulement du jeu.
he: הפאנל <Evaluation profile> מציע תצוגה גרפית של מהלך המשחק.
hi: <मूल्यांकन प्रोफ़ाइल> पैनल खेल के पाठ्यक्रम का एक ग्राफिकल दृश्य प्रस्तुत करता है।
hu: Az <Evaluation profile> panel grafikus nézetet kínál a játék menetéről.
id: Panel <Profil evaluasi> menawarkan tampilan grafis jalannya permainan.
it: Il pannello <Profilo di valutazione> offre una rappresentazione grafica dell'andamento della partita.

source: An eval profile can be built independently,
de: Ein Evaluierungsprofil kann unabhängig erstellt werden,
fr: Un profil d'évaluation peut être construit indépendamment,
he: ניתן לבנות פרופיל eval באופן עצמאי,
hi: एक eval प्रोफ़ाइल स्वतंत्र रूप से बनाई जा सकती है,
hu: Eval profil önállóan építhető,
id: Profil evaluasi dapat dibangun secara independen,
it: Un profilo di valutazione può essere costruito in modo indipendente,

source: or as an optional add on when a game is automatically analysed.
de: oder als optionales Add-on, wenn ein Spiel automatisch analysiert wird.
fr: ou en tant que module complémentaire facultatif lorsqu'un jeu est analysé automatiquement.
he: או כתוספת אופציונלית כאשר משחק מנותח אוטומטית.
hi: या जब किसी खेल का स्वचालित रूप से विश्लेषण किया जाता है तो इसे वैकल्पिक ऐड-ऑन के रूप में उपयोग किया जा सकता है।
hu: vagy opcionális kiegészítőként, amikor egy játék automatikusan elemzésre kerül.
id: atau sebagai tambahan opsional saat permainan dianalisis secara otomatis.
it: o come componente aggiuntivo opzionale quando una partita viene analizzata automaticamente.

source: You can build an eval profile for a game by clicking on the <Build profile> button.
de: Sie können ein Evaluierungsprofil für ein Spiel erstellen, indem Sie auf die Schaltfläche <Profil erstellen> klicken.
fr: Vous pouvez créer un profil d'évaluation pour un jeu en cliquant sur le bouton <Créer un profil>.
he: אתה יכול לבנות פרופיל eval עבור משחק על ידי לחיצה על כפתור <בניית פרופיל>.
hi: आप <प्रोफ़ाइल बनाएँ> बटन पर क्लिक करके किसी गेम के लिए eval प्रोफ़ाइल बना सकते हैं।
hu: A <Profil készítése> gombra kattintva eval profilt készíthet egy játékhoz.
id: Anda dapat membuat profil evaluasi untuk permainan dengan mengklik tombol <Bangun profil>.
it: Puoi creare un profilo di valutazione per un gioco cliccando sul pulsante <Crea profilo>.

source: Once built, you can scroll the profile with the < and > buttons.
de: Nach der Erstellung können Sie mit den Schaltflächen < und > durch das Profil scrollen.
fr: Une fois construit, vous pouvez faire défiler le profil avec les boutons < et >.
he: לאחר הבנייה, אתה יכול לגלול את הפרופיל עם הלחצנים < ו->.
hi: एक बार बन जाने के बाद, आप < और > बटन से प्रोफ़ाइल को स्क्रॉल कर सकते हैं।
hu: Ha elkészült, görgetheti a profilt a < és > gombokkal.
id: Setelah dibuat, Anda dapat menggulir profil dengan tombol < dan >.
it: Una volta creato, è possibile scorrere il profilo con i pulsanti < e >.
