Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Flat rate penalty
de: Pauschale Vertragsstrafe
fr: Pénalité forfaitaire
he: קנס בשיעור קבוע
hi: फ्लैट दर जुर्माना
hu: Átalánybüntetés
id: Denda tarif tetap
it: Penalità forfettaria

source: Partial score
de: Teilpunktzahl
fr: Score partiel
he: ציון חלקי
hi: आंशिक स्कोर
hu: Részpontszám
id: Skor parsial
it: Punteggio parziale

source: Show hint after try
de: Hinweis nach dem Versuch anzeigen
fr: Afficher un indice après essai
he: הצג רמז אחרי ניסיון
hi: प्रयास के बाद संकेत दिखाएं
hu: Tipp megjelenítése próbálkozás után
id: Tampilkan petunjuk setelah mencoba
it: Mostra suggerimento dopo il tentativo

source: Show move after try
de: Zug nach Versuch anzeigen
fr: Afficher le mouvement après l'essai
he: הראה מהלך אחרי ניסיון
hi: प्रयास के बाद चाल दिखाएँ
hu: Mozgás megjelenítése próbálkozás után
id: Tampilkan gerakan setelah mencoba
it: Mostra mossa dopo tentativo

source: Clock options
de: Uhroptionen
fr: Options d'horloge
he: אפשרויות שעון
hi: घड़ी के विकल्प
hu: Óra opciók
id: Opsi jam
it: Opzioni dell'orologio

source: Minutes:
de: Protokoll:
he: פּרוֹטוֹקוֹל:
hi: मिनट:
hu: Jegyzőkönyv:
id: Risalah:
it: Minuti:

source: Seconds:
de: Sekunden:
fr: Secondes :
he: שניות:
hi: सेकंड:
hu: Másodpercek:
id: Detik:
it: Secondi:

source: Show clock
de: Uhr anzeigen
fr: Afficher l'horloge
he: הראה שעון
hi: घड़ी दिखाएं
hu: Mutasd az órát
id: Tampilkan jam
it: Mostra orologio

source: Auto reset
de: Automatisches Zurücksetzen
fr: Réinitialisation automatique
he: איפוס אוטומטי
hi: ऑटो रीसेट
hu: Automatikus visszaállítás
id: Setel ulang otomatis
it: Ripristino automatico

source: Auto start
fr: Démarrage automatique
he: הפעלה אוטומטית
hi: ऑटो स्टार्ट
hu: Automatikus indítás
id: Mulai otomatis
it: Avvio automatico

source: Countdown
fr: Compte à rebours
he: סְפִירָה לְאָחוֹר
hi: उलटी गिनती
hu: Visszaszámlálás
id: Hitungan mundur
it: Conto alla rovescia

source: Reset after move
de: Nach dem Verschieben zurücksetzen
fr: Réinitialiser après le déplacement
he: איפוס לאחר מעבר
hi: स्थानांतरण के बाद रीसेट करें
hu: Visszaállítás költözés után
id: Setel ulang setelah pindah
it: Ripristina dopo lo spostamento

source: Time up message
de: Meldung „Zeit abgelaufen“
fr: Message de temps écoulé
he: הודעת זמן קצוב
hi: समय समाप्त संदेश
hu: Időkorlát üzenet
id: Pesan waktu habis
it: Messaggio di tempo scaduto

source: Toggle auto responses,
de: Automatische Antworten umschalten,
fr: Activer/désactiver les réponses automatiques,
he: החלף תגובות אוטומטיות,
hi: स्वचालित प्रतिक्रियाएँ टॉगल करें,
hu: Az automatikus válaszok váltása,
id: Alihkan respons otomatis,
it: Attiva/disattiva le risposte automatiche,

source: whether computer replies automatically to your move
de: ob der Computer automatisch auf Ihren Zug antwortet
fr: si l'ordinateur répond automatiquement à votre mouvement
he: האם המחשב עונה אוטומטית למהלך שלך
hi: क्या कंप्यूटर आपके कदम पर स्वचालित रूप से प्रतिक्रिया देता है
hu: hogy a számítógép automatikusan válaszol-e a lépésére
id: apakah komputer membalas secara otomatis terhadap gerakan Anda
it: se il computer risponde automaticamente alla tua mossa

source: Flip board for side to play
de: Zum Spielen das Brett umdrehen
fr: Retournez le plateau pour jouer de côté
he: לוח הפוך למשחק בצד
hi: खेलने के लिए बोर्ड को पलटें
hu: Fordítsa oldalra a játékot
id: Papan putar untuk sisi bermain
it: Gira la tavola per giocare da un lato all'altro

source: Always use light square highlight for hints
de: Verwenden Sie für Hinweise immer helle quadratische Hervorhebungen
fr: Utilisez toujours un surligneur carré clair pour les indices
he: השתמש תמיד בהדגשה מרובעת בהירה לקבלת רמזים
hi: संकेतों के लिए हमेशा हल्के वर्गाकार हाइलाइट का उपयोग करें
hu: Tippekhez mindig használjon világos négyzetkiemelést
id: Selalu gunakan sorotan persegi terang untuk petunjuk
it: Utilizzare sempre un evidenziatore quadrato chiaro per i suggerimenti

source: Show/hide moves in sub-variations
de: Züge in Untervarianten ein-/ausblenden
fr: Afficher/masquer les mouvements dans les sous-variantes
he: הצג/הסתיר מהלכים בווריאציות משנה
hi: उप-भिन्नताओं में चालें दिखाएँ/छिपाएँ
hu: Elmozdulások megjelenítése/elrejtése alváltozatokban
id: Menampilkan/menyembunyikan gerakan dalam sub-variasi
it: Mostra/nascondi le mosse nelle sotto-varianti

source: Toggle display incorrect move message
de: Anzeige falscher Bewegungsmeldung umschalten
fr: Basculer l'affichage du message de déplacement incorrect
he: החלף את הצגת הודעת העברה שגויה
hi: गलत स्थानान्तरण संदेश प्रदर्शित करने के लिए टॉगल करें
hu: Helytelen áthelyezési üzenet megjelenítésének váltása
id: Alihkan tampilan pesan gerakan yang salah
it: Attiva/disattiva la visualizzazione del messaggio di spostamento errato

source: Toggle display puzzle complete message
de: Anzeige der Nachricht „Puzzle abgeschlossen“ umschalten
fr: Afficher/masquer le message de fin du puzzle
he: החלף את ההודעה להשלמת הפאזל
hi: टॉगल डिस्प्ले पहेली पूरा संदेश
hu: Toggle display puzzle kész üzenet
id: Alihkan tampilan pesan teka-teki lengkap
it: Attiva/disattiva la visualizzazione del messaggio di completamento del puzzle

source: Toggle scoring of a skipped puzzle
de: Wertung eines übersprungenen Puzzles umschalten
fr: Activer/désactiver la notation d'un puzzle ignoré
he: החלף ניקוד של פאזל שדילג עליו
hi: छोड़ी गई पहेली का स्कोर टॉगल करें
hu: Kihagyott fejtörő pontozásának váltása
id: Alihkan penilaian teka-teki yang dilewati
it: Attiva/disattiva il punteggio di un puzzle saltato

source: Mark current PGN file as a puzzle file
de: Aktuelle PGN-Datei als Puzzle-Datei markieren
fr: Marquer le fichier PGN actuel comme un fichier puzzle
he: סמן את קובץ ה-PGN הנוכחי כקובץ פאזל
hi: वर्तमान PGN फ़ाइल को पहेली फ़ाइल के रूप में चिह्नित करें
hu: Az aktuális PGN fájl megjelölése rejtvényfájlként
id: Tandai file PGN saat ini sebagai file teka-teki
it: Contrassegna il file PGN corrente come file puzzle

source: Load the last PGN file on program start
de: Beim Programmstart die letzte PGN-Datei laden
fr: Charger le dernier fichier PGN au démarrage du programme
he: טען את קובץ ה-PGN האחרון עם תחילת התוכנית
hi: प्रोग्राम प्रारंभ होने पर अंतिम PGN फ़ाइल लोड करें
hu: Töltse be az utolsó PGN fájlt a program indításakor
id: Muat file PGN terakhir saat program dimulai
it: Carica l'ultimo file PGN all'avvio del programma

source: Automatically load puzzle mode when a puzzle file is opened
de: Puzzle-Modus automatisch laden, wenn eine Puzzle-Datei geöffnet wird
fr: Charger automatiquement le mode puzzle lorsqu'un fichier puzzle est ouvert
he: טען אוטומטית מצב פאזל כאשר קובץ פאזל נפתח
hi: जब कोई पहेली फ़ाइल खोली जाती है तो स्वचालित रूप से पहेली मोड लोड करें
hu: A puzzle mód automatikus betöltése egy rejtvényfájl megnyitásakor
id: Muat mode teka-teki secara otomatis saat file teka-teki dibuka
it: Carica automaticamente la modalità puzzle quando viene aperto un file puzzle

source: Automatically load the puzzle from the last session
de: Das Puzzle der letzten Sitzung automatisch laden
fr: Charger automatiquement le puzzle de la dernière session
he: טען אוטומטית את הפאזל מהפגישה האחרונה
hi: पिछले सत्र से पहेली को स्वचालित रूप से लोड करें
hu: A rejtvény automatikus betöltése az utolsó munkamenetből
id: Muat teka-teki secara otomatis dari sesi terakhir
it: Carica automaticamente il puzzle dell'ultima sessione

source: when a puzzle file is opened
de: wenn eine Puzzle-Datei geöffnet wird
fr: lorsqu'un fichier de puzzle est ouvert
he: כאשר קובץ פאזל נפתח
hi: जब कोई पहेली फ़ाइल खोली जाती है
hu: rejtvényfájl megnyitásakor
id: ketika file teka-teki dibuka
it: quando viene aperto un file puzzle

source: Automatically load the next puzzle
de: Das nächste Puzzle automatisch laden
fr: Charger automatiquement le puzzle suivant
he: טען אוטומטית את הפאזל הבא
hi: अगली पहेली को स्वचालित रूप से लोड करें
hu: A következő rejtvény automatikus betöltése
id: Muat teka-teki berikutnya secara otomatis
it: Carica automaticamente il puzzle successivo

source: when the current puzzle is complete
de: wenn das aktuelle Puzzle fertig ist
fr: lorsque le puzzle actuel est terminé
he: כאשר הפאזל הנוכחי הושלם
hi: जब वर्तमान पहेली पूरी हो जाएगी
hu: amikor az aktuális rejtvény kész
id: ketika teka-teki saat ini selesai
it: quando il puzzle attuale è completo

source: Delay in 1/10 seconds before the next puzzle is automatically loaded
de: Verzögerung in 1/10 Sekunden, bevor das nächste Puzzle automatisch geladen wird
fr: Délai de 1/10 seconde avant le chargement automatique du prochain puzzle
he: עיכוב ב-1/10 שניות לפני שהפאזל הבא ייטען אוטומטית
hi: अगली पहेली के स्वचालित रूप से लोड होने से पहले 1/10 सेकंड का विलंब
hu: Késleltessen 1/10 másodpercet, mielőtt a következő rejtvény automatikusan betöltődik
id: Penundaan dalam 1/10 detik sebelum teka-teki berikutnya dimuat secara otomatis
it: Ritardo di 1/10 di secondo prima che il puzzle successivo venga caricato automaticamente

source: Toggle display puzzle statistics
de: Anzeige der Rätselstatistiken ein-/ausblenden
fr: Afficher/masquer les statistiques du puzzle
he: החלף הצגת נתונים סטטיסטיים של פאזלים
hi: पहेली के आँकड़े प्रदर्शित करें
hu: A rejtvénystatisztikák megjelenítésének váltása
id: Alihkan tampilan statistik teka-teki
it: Attiva/disattiva la visualizzazione delle statistiche del puzzle

source: Toggle display puzzle session statistics
de: Anzeige der Puzzle-Sitzungsstatistiken umschalten
fr: Afficher/masquer les statistiques de la session de puzzle
he: החלף הצגת נתונים סטטיסטיים של הפעלת פאזל
hi: पहेली सत्र के आँकड़े प्रदर्शित करें
hu: Kapcsolja be a kirakós munkamenet statisztikák megjelenítését
id: Alihkan tampilan statistik sesi teka-teki
it: Attiva/disattiva la visualizzazione delle statistiche della sessione del puzzle

source: Toggle display puzzle file statistics
de: Anzeige der Puzzle-Dateistatistiken umschalten
fr: Afficher/masquer les statistiques du fichier de puzzle
he: החלף הצגת נתונים סטטיסטיים של קבצי פאזל
hi: पहेली फ़ाइल आँकड़े प्रदर्शित करें टॉगल करें
hu: A rejtvényfájl statisztikák megjelenítésének váltása
id: Alihkan tampilan statistik berkas teka-teki
it: Attiva/disattiva la visualizzazione delle statistiche del file puzzle

source: Toggle save file statistics
de: Statistik zum Speichern von Dateien umschalten
fr: Activer/désactiver les statistiques de sauvegarde du fichier
he: החלף את מצב שמירת הנתונים הסטטיסטיים של הקבצים
hi: फ़ाइल आँकड़े सहेजना टॉगल करें
hu: Fájlstatisztikák mentése
id: Beralih menyimpan statistik file
it: Attiva/disattiva le statistiche del file di salvataggio

source: Calculate the overall rating for session and file statistics as an average
de: Berechnen Sie die Gesamtbewertung für Sitzungs- und Dateistatistiken als Durchschnitt
fr: Calculer la note globale des statistiques de session et de fichier sous forme de moyenne
he: חשב את הדירוג הכולל עבור סטטיסטיקות הפעלות והקבצים כממוצע
hi: सत्र और फ़ाइल सांख्यिकी के लिए समग्र रेटिंग की गणना औसत के रूप में करें
hu: Számítsa ki a munkamenet- és fájlstatisztikák általános értékelését átlagként
id: Hitung peringkat keseluruhan untuk statistik sesi dan file sebagai rata-rata
it: Calcola la valutazione complessiva per le statistiche di sessione e file come media

source: Check this box to calculate penalties at a flat rate,
de: Aktivieren Sie dieses Kontrollkästchen, um die Strafen pauschal zu berechnen.
fr: Cochez cette case pour calculer les pénalités à taux forfaitaire,
he: סמן את התיבה הזו כדי לחשב קנסות בשיעור קבוע,
hi: एक समान दर पर दंड की गणना करने के लिए इस बॉक्स को चेक करें,
hu: Jelölje be ezt a jelölőnégyzetet az átalánybüntetés kiszámításához,
id: Centang kotak ini untuk menghitung denda dengan tarif tetap,
it: Seleziona questa casella per calcolare le sanzioni in modo forfettario,

source: rather than as a percentage of the individual puzzle score
de: und nicht als Prozentsatz der einzelnen Puzzle-Punktzahl
fr: plutôt qu'en pourcentage du score individuel du puzzle
he: במקום כאחוז מציון הפאזל האישי
hi: व्यक्तिगत पहेली स्कोर के प्रतिशत के बजाय
hu: nem pedig az egyéni rejtvénypontszám százalékában
id: bukan sebagai persentase dari skor teka-teki individu
it: piuttosto che come percentuale del punteggio del singolo puzzle

source: Check this box to calculate the current rating
de: Aktivieren Sie dieses Kontrollkästchen, um die aktuelle Bewertung zu berechnen
fr: Cochez cette case pour calculer la puissance nominale actuelle
he: סמן תיבה זו כדי לחשב את הדירוג הנוכחי
hi: वर्तमान रेटिंग की गणना करने के लिए इस बॉक्स को चेक करें
hu: Jelölje be ezt a négyzetet az aktuális besorolás kiszámításához
id: Centang kotak ini untuk menghitung peringkat saat ini
it: Seleziona questa casella per calcolare la valutazione attuale

source: as a percentage of the number of moves in the puzzle
de: als Prozentsatz der Anzahl der Züge im Puzzle
fr: en pourcentage du nombre de mouvements du puzzle
he: כאחוז ממספר המהלכים בפאזל
hi: पहेली में चालों की संख्या के प्रतिशत के रूप में
hu: a kirakós lépések számának százalékában
id: sebagai persentase dari jumlah gerakan dalam teka-teki
it: come percentuale del numero di mosse nel puzzle

source: Number of incorrect attempts before a hint is displayed
de: Anzahl der Fehlversuche, bevor ein Hinweis angezeigt wird
fr: Nombre de tentatives incorrectes avant qu'un indice ne soit affiché
he: מספר הניסיונות השגויים לפני הצגת רמז
hi: संकेत प्रदर्शित होने से पहले गलत प्रयासों की संख्या
hu: Helytelen próbálkozások száma a tipp megjelenítése előtt
id: Jumlah percobaan yang salah sebelum petunjuk ditampilkan
it: Numero di tentativi errati prima che venga visualizzato un suggerimento

source: Enter 0 not to use this option
de: Geben Sie 0 ein, um diese Option nicht zu verwenden
fr: Entrez 0 pour ne pas utiliser cette option
he: הזן 0 כדי לא להשתמש באפשרות זו
hi: इस विकल्प का उपयोग न करने के लिए 0 दर्ज करें
hu: Írjon be 0-t, hogy ne használja ezt az opciót
id: Masukkan 0 untuk tidak menggunakan opsi ini
it: Inserisci 0 per non utilizzare questa opzione

source: Number of incorrect attempts before the correct move is displayed
de: Anzahl der Fehlversuche bis zum richtigen Zug angezeigt
fr: Nombre de tentatives incorrectes avant que le coup correct ne soit affiché
he: מספר הניסיונות השגויים לפני הצגת המהלך הנכון
hi: सही चाल प्रदर्शित होने से पहले गलत प्रयासों की संख्या
hu: A helytelen próbálkozások száma, mielőtt a megfelelő lépés megjelenik
id: Jumlah percobaan yang salah sebelum gerakan yang benar ditampilkan
it: Numero di tentativi errati prima che venga visualizzata la mossa corretta

source: Delay in 1/10 seconds before the correct move is shown
de: Verzögerung in 1/10 Sekunden, bevor der richtige Zug angezeigt wird
fr: Délai de 1/10 seconde avant que le mouvement correct ne soit affiché
he: עיכוב ב-1/10 שניות לפני הצגת המהלך הנכון
hi: सही चाल दिखाए जाने से पहले 1/10 सेकंड का विलंब
hu: 1/10 másodperc késleltetés, mielőtt a megfelelő lépés megjelenik
id: Penundaan 1/10 detik sebelum gerakan yang benar ditampilkan
it: Ritardo di 1/10 di secondo prima che venga mostrata la mossa corretta

source: Set clock minutes
de: Uhrminuten einstellen
fr: Régler les minutes de l'horloge
he: קבע את דקות השעון
hi: घड़ी मिनट सेट करें
hu: Állítsa be az óra perceit
id: Mengatur menit jam
it: Imposta i minuti dell'orologio

source: Set clock seconds
de: Uhrsekunden einstellen
fr: Régler les secondes de l'horloge
he: הגדר שניות של שעון
hi: घड़ी सेकंड सेट करें
hu: Állítsa be az óra másodperceit
id: Mengatur detik jam
it: Imposta i secondi dell'orologio

source: Display/hide clock when in puzzle mode
de: Uhr im Puzzlemodus anzeigen/ausblenden
fr: Afficher/masquer l'horloge en mode puzzle
he: הצג/הסתרת שעון במצב פאזל
hi: पहेली मोड में होने पर घड़ी प्रदर्शित/छिपाएँ
hu: Az óra megjelenítése/elrejtése rejtvény módban
id: Menampilkan/menyembunyikan jam saat dalam mode teka-teki
it: Mostra/nascondi l'orologio quando sei in modalità puzzle

source: Reset clock after loading a new puzzle
de: Uhr nach dem Laden eines neuen Puzzles zurücksetzen
fr: Réinitialiser l'horloge après le chargement d'un nouveau puzzle
he: אפס את השעון לאחר טעינת פאזל חדש
hi: नई पहेली लोड करने के बाद घड़ी रीसेट करें
hu: Állítsa vissza az órát egy új rejtvény betöltése után
id: Setel ulang jam setelah memuat teka-teki baru
it: Reimposta l'orologio dopo aver caricato un nuovo puzzle

source: Start clock after loading a new puzzle
de: Uhr nach dem Laden eines neuen Puzzles starten
fr: Démarrer l'horloge après avoir chargé un nouveau puzzle
he: הפעל את השעון לאחר טעינת פאזל חדש
hi: नई पहेली लोड करने के बाद घड़ी शुरू करें
hu: Indítsa el az órát egy új rejtvény betöltése után
id: Mulai jam setelah memuat teka-teki baru
it: Avvia l'orologio dopo aver caricato un nuovo puzzle

source: Clock counts down or up
de: Die Uhr zählt herunter oder hoch
fr: L'horloge compte à rebours ou à la hausse
he: השעון סופר לאחור או למעלה
hi: घड़ी उल्टी गिनती घटाती या बढ़ाती है
hu: Az óra vissza vagy felfelé számol
id: Jam menghitung mundur atau naik
it: L'orologio conta alla rovescia o in avanti

source: Check to reset clock after each move
de: Aktivieren Sie dieses Kontrollkästchen, um die Uhr nach jedem Zug zurückzusetzen.
fr: Cochez pour réinitialiser l'horloge après chaque mouvement
he: סמן כדי לאפס את השעון לאחר כל מהלך
hi: प्रत्येक चाल के बाद घड़ी को रीसेट करने के लिए जाँच करें
hu: Jelölje be az óra visszaállításához minden lépés után
id: Periksa untuk mengatur ulang jam setelah setiap gerakan
it: Controllare per reimpostare l'orologio dopo ogni mossa

source: Toggle display clock time up message
de: Anzeige der Meldung „Uhrzeit abgelaufen“ umschalten
fr: Afficher/masquer le message de fin de l'horloge
he: החלף את הודעת זמן קצוב השעון
hi: घड़ी का समय ऊपर संदेश प्रदर्शित करने के लिए टॉगल करें
hu: Az óraidő felfelé üzenet megjelenítése
id: Alihkan tampilan waktu jam ke atas pesan
it: Attiva/disattiva la visualizzazione del messaggio di orario dell'orologio

source: Puzzle mode is activated by selecting the puzzle mode check box.
de: Der Puzzle-Modus wird durch Aktivieren des Kontrollkästchens „Puzzle-Modus“ aktiviert.
fr: Le mode puzzle est activé en sélectionnant la case à cocher du mode puzzle.
he: מצב פאזל מופעל על ידי בחירת תיבת הסימון מצב פאזל.
hi: पहेली मोड को पहेली मोड चेक बॉक्स का चयन करके सक्रिय किया जाता है।
hu: A Rejtvény mód a rejtvénymód jelölőnégyzet bejelölésével aktiválható.
id: Mode teka-teki diaktifkan dengan memilih kotak centang mode teka-teki.
it: La modalità puzzle si attiva selezionando la casella di controllo della modalità puzzle.

source: It can also be activated by selecting the 'P' icon on the toolbar.
de: Es kann auch durch Auswahl des Symbols „P“ in der Symbolleiste aktiviert werden.
fr: Il peut également être activé en sélectionnant l'icône « P » dans la barre d'outils.
he: ניתן להפעיל אותו גם על ידי בחירה בסמל 'P' בסרגל הכלים.
hi: इसे टूलबार पर 'P' आइकन का चयन करके भी सक्रिय किया जा सकता है।
hu: Az eszköztár 'P' ikonjának kiválasztásával is aktiválható.
id: Itu juga dapat diaktifkan dengan memilih ikon 'P' pada bilah alat.
it: Può essere attivato anche selezionando l'icona 'P' sulla barra degli strumenti.

source: Auto Responses - the program will respond automatically to the move entered
de: Automatische Antworten - das Programm reagiert automatisch auf den eingegebenen Zug
fr: Réponses automatiques - le programme répondra automatiquement au mouvement saisi
he: תגובות אוטומטיות - התוכנית תגיב אוטומטית למהלך שהוזן
hi: स्वचालित प्रतिक्रियाएँ - प्रोग्राम दर्ज किए गए कदम पर स्वचालित रूप से प्रतिक्रिया देगा
hu: Auto Responses – a program automatikusan reagál a beírt lépésre
id: Respons Otomatis - program akan merespons secara otomatis terhadap langkah yang dimasukkan
it: Risposte automatiche: il programma risponderà automaticamente alla mossa inserita

source: Flip board - flip the board for the side to play when you load a game.
de: Spielbrett umdrehen – drehen Sie das Spielbrett um, um die Seite zu sehen, auf der Sie spielen möchten, wenn Sie ein Spiel laden.
fr: Retournez le plateau - retournez le plateau du côté à jouer lorsque vous chargez une partie.
he: הפוך את הלוח - הפוך את הלוח כדי לשחק בצד כאשר אתה טוען משחק.
hi: फ्लिप बोर्ड - जब आप कोई गेम लोड करते हैं तो बोर्ड को खेलने के लिए साइड में पलटें।
hu: Flip board – fordítsa meg a táblát oldalra, hogy a játék betöltésekor játsszon.
id: Balik papan - balik papan ke sisi yang ingin dimainkan saat Anda memuat permainan.
it: Gira la scacchiera: gira la scacchiera per scegliere il lato su cui giocare quando carichi una partita.

source: Hint highlight - the hint highlight colour will always be
de: Hinweis-Hervorhebung - die Farbe der Hinweis-Hervorhebung wird immer
fr: Surbrillance de l'indice - la couleur de surbrillance de l'indice sera toujours
he: הדגשת רמז - צבע הדגשת הרמז תמיד יהיה
hi: संकेत हाइलाइट - संकेत हाइलाइट रंग हमेशा रहेगा
hu: Tipp kiemelés – a hint kiemelés színe mindig az lesz
id: Sorotan petunjuk - warna sorotan petunjuk akan selalu
it: Evidenziazione suggerimento: il colore di evidenziazione suggerimento sarà sempre

source: the colour used for the light sqaures.
de: die für die hellen Quadrate verwendete Farbe.
fr: la couleur utilisée pour les carrés clairs.
he: הצבע המשמש עבור ריבועי האור.
hi: हल्के वर्गों के लिए प्रयुक्त रंग.
hu: a világos négyzetekhez használt szín.
id: warna yang digunakan untuk kotak cahaya.
it: il colore utilizzato per i quadrati chiari.

source: Show sub-vars - sub-variations will be revealed, if there are any.
de: Untervariable anzeigen – Untervariationen werden angezeigt, sofern welche vorhanden sind.
fr: Afficher les sous-variables - les sous-variantes seront révélées, s'il y en a.
he: הצג תת-וורסיות - תת-ווריאציות יתגלו, אם ישנן.
hi: उप-भिन्नताएँ दिखाएँ - यदि कोई उप-भिन्नताएँ हैं, तो उन्हें प्रकट किया जाएगा।
hu: Alváltozók megjelenítése – az alváltozatok megjelennek, ha vannak.
id: Tampilkan sub-variasi - sub-variasi akan ditampilkan, jika ada.
it: Mostra sottovarianti: verranno visualizzate le sottovarianti, se presenti.

source: Incorrect move message - display a message when the player enters
de: Falsche Bewegungsmeldung - eine Meldung anzeigen, wenn der Spieler eintritt
fr: Message de déplacement incorrect - afficher un message lorsque le joueur entre
he: הודעת העברה שגויה - הצג הודעה כאשר הנגן נכנס
hi: ग़लत चाल संदेश - खिलाड़ी के प्रवेश करने पर एक संदेश प्रदर्शित करें
hu: Helytelen mozgatási üzenet – üzenet megjelenítése, amikor a játékos belép
id: Pesan gerakan salah - tampilkan pesan saat pemain masuk
it: Messaggio di mossa non corretto: visualizza un messaggio quando il giocatore entra

source: an incorrect move.
de: ein falscher Zug.
fr: un mouvement incorrect.
he: מהלך לא נכון.
hi: एक ग़लत कदम.
hu: helytelen mozdulat.
id: langkah yang salah.
it: una mossa sbagliata.

source: Puzzle complete message - display a message when the puzzle is finished.
de: Meldung „Puzzle abgeschlossen“ – zeigt eine Meldung an, wenn das Puzzle fertig ist.
fr: Message de puzzle terminé - affiche un message lorsque le puzzle est terminé.
he: הודעת הפאזל השלמה - הצג הודעה כשהפאזל מסתיים.
hi: पहेली पूर्ण संदेश - पहेली समाप्त होने पर एक संदेश प्रदर्शित करें।
hu: Rejtvény kész üzenet – üzenet megjelenítése, amikor a rejtvény befejeződött.
id: Pesan teka-teki selesai - tampilkan pesan saat teka-teki selesai.
it: Messaggio di completamento del puzzle: visualizza un messaggio quando il puzzle è completato.

source: Score skipped puzzle - the score for the current puzzle will be added
de: Punktestand für übersprungenes Puzzle - der Punktestand für das aktuelle Puzzle wird hinzugefügt
fr: Score du puzzle ignoré - le score du puzzle actuel sera ajouté
he: חידה דילוג על ניקוד - הניקוד של הפאזל הנוכחי יתווסף
hi: छोड़ी गई पहेली का स्कोर - वर्तमान पहेली का स्कोर जोड़ दिया जाएगा
hu: Pontszám kihagyott rejtvény - az aktuális rejtvény pontszáma hozzáadódik
id: Skor teka-teki yang dilewati - skor untuk teka-teki saat ini akan ditambahkan
it: Punteggio del puzzle saltato: verrà aggiunto il punteggio del puzzle corrente
