Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Normal tooltip - Check to display a normal tooltip for help.
de: Normaler Tooltip – Aktivieren Sie dieses Kontrollkästchen, um einen normalen Tooltip zur Hilfe anzuzeigen.
fr: Info-bulle normale - Cochez cette case pour afficher une info-bulle normale pour obtenir de l'aide.
he: הסבר רגיל - סמן כדי להציג הסבר רגיל לקבלת עזרה.
hi: सामान्य टूलटिप - सहायता के लिए सामान्य टूलटिप प्रदर्शित करने के लिए चेक करें।
hu: Normál elemleírás – Jelölje be, ha egy normál elemleírást szeretne megjeleníteni segítségért.
id: Keterangan alat normal - Centang untuk menampilkan keterangan alat normal guna mendapatkan bantuan.
it: Tooltip normale: selezionare per visualizzare un tooltip normale per la guida.

source: Rich tooltip - Check to display a rich tooltip for help.
de: Umfangreicher Tooltip – Aktivieren Sie dieses Kontrollkästchen, um einen ausführlichen Tooltip mit Hilfe anzuzeigen.
fr: Info-bulle enrichie - Cochez cette case pour afficher une info-bulle enrichie pour obtenir de l'aide.
he: תיאור כלי עשיר - סמן כדי להציג תיאור כלי עשיר לעזרה.
hi: रिच टूलटिप - सहायता के लिए रिच टूलटिप प्रदर्शित करने हेतु चेक करें।
hu: Gazdag elemleírás – Jelölje be, ha segítségért gazdag elemleírást szeretne megjeleníteni.
id: Keterangan alat yang kaya - Centang untuk menampilkan keterangan alat yang kaya guna mendapatkan bantuan.
it: Tooltip avanzato: seleziona questa opzione per visualizzare un tooltip avanzato di aiuto.

source: To view instructions for board widget usage click on the
de: Um Anweisungen zur Verwendung des Board-Widgets anzuzeigen, klicken Sie auf das
fr: Pour afficher les instructions d'utilisation du widget du tableau, cliquez sur le
he: לצפייה בהוראות לשימוש בווידג'ט לוח לחץ על
hi: बोर्ड विजेट उपयोग हेतु निर्देश देखने के लिए क्लिक करें
hu: A tábla widget használatára vonatkozó utasítások megtekintéséhez kattintson a
id: Untuk melihat instruksi penggunaan widget papan klik pada
it: Per visualizzare le istruzioni per l'utilizzo del widget della bacheca, fare clic su

source: < Notes on Board Widget > button at the bottom of the screen.
de: Schaltfläche <Notizen zum Board-Widget> unten auf dem Bildschirm.
fr: < Widget Notes sur le tableau > bouton en bas de l'écran.
he: הלחצן < הערות על ווידג'ט לוח > בתחתית המסך.
hi: < नोट्स ऑन बोर्ड विजेट > बटन पर क्लिक करें।
hu: < Notes on Board Widget > gombra a képernyő alján.
id: Tombol < Widget Catatan di Papan > di bagian bawah layar.
it: Pulsante <Note sul widget della bacheca> nella parte inferiore dello schermo.

source: Board widget help
de: Hilfe zum Board-Widget
fr: Aide du widget du tableau
he: עזרה בווידג'ט לוח
hi: बोर्ड विजेट सहायता
hu: Tábla widget súgó
id: Bantuan widget papan
it: Aiuto widget bacheca

source: The board widget is the double headed arrow in the
de: Das Board-Widget ist der Doppelpfeil im
fr: Le widget du tableau est la flèche à double tête dans le
he: ווידג'ט הלוח הוא החץ בעל הראש הכפול ב-
hi: बोर्ड विजेट दो सिरों वाला तीर है
hu: A tábla widget a kétfejű nyíl a
id: Widget papan adalah panah berkepala dua di
it: Il widget della bacheca è la freccia a doppia punta nella

source: bottom right hand corner of the screen.
de: unteren rechten Ecke des Bildschirms.
fr: coin inférieur droit de l'écran.
he: בפינה הימנית התחתונה של המסך.
hi: स्क्रीन के निचले दाएँ कोने में.
hu: a képernyő jobb alsó sarkában.
id: sudut kanan bawah layar.
it: nell'angolo in basso a destra dello schermo.

source: It is used to size, move and tilt the chessboard to allow for convenient
de: Es dient zum Bemessen, Verschieben und Neigen des Schachbretts, um eine bequeme
fr: Il est utilisé pour dimensionner, déplacer et incliner l'échiquier pour permettre un déplacement pratique
he: הוא משמש לגודל, להזיז ולהטות את לוח השחמט כדי לאפשר נוחות
hi: इसका उपयोग शतरंज की बिसात को सुविधाजनक आकार देने, स्थानांतरित करने और झुकाने के लिए किया जाता है
hu: A kényelmes használat érdekében a sakktábla méretére, mozgatására és döntésére szolgál
id: Digunakan untuk mengukur, memindahkan, dan memiringkan papan catur agar nyaman
it: Viene utilizzato per dimensionare, spostare e inclinare la scacchiera per consentire una comoda

source: positioning of other windows and to obtain the view that suits you best.
de: Positionierung anderer Fenster und um die Ansicht zu erhalten, die Ihnen am besten gefällt.
fr: positionnement des autres fenêtres et d'obtenir la vue qui vous convient le mieux.
he: מיקום חלונות אחרים ולהשגת הנוף המתאים לך ביותר.
hi: अन्य खिड़कियों की स्थिति और वह दृश्य प्राप्त करना जो आपके लिए सबसे उपयुक्त हो।
hu: más ablakok elhelyezése és az Önnek legmegfelelőbb kilátás elérése.
id: posisi jendela lainnya dan untuk mendapatkan tampilan yang paling sesuai untuk Anda.
it: posizionamento delle altre finestre e per ottenere la vista più adatta alle tue esigenze.

source: Click the up arrow to make the board bigger and the down arrow to make it smaller.
de: Klicken Sie auf den Aufwärtspfeil, um das Board zu vergrößern, und auf den Abwärtspfeil, um es zu verkleinern.
fr: Cliquez sur la flèche vers le haut pour agrandir le tableau et sur la flèche vers le bas pour le réduire.
he: לחץ על החץ למעלה כדי להגדיל את הלוח ועל החץ למטה כדי להקטין אותו.
hi: बोर्ड को बड़ा करने के लिए ऊपर वाले तीर पर क्लिक करें और छोटा करने के लिए नीचे वाले तीर पर क्लिक करें।
hu: Kattintson a felfelé mutató nyílra a tábla nagyobbításához, a lefelé mutató nyílra pedig a kisebbítéséhez.
id: Klik tanda panah ke atas untuk memperbesar papan, dan tanda panah ke bawah untuk memperkecilnya.
it: Fare clic sulla freccia rivolta verso l'alto per ingrandire la lavagna e sulla freccia rivolta verso il basso per rimpicciolirla.

source: Hold down the <x> key when you click an arrow to change the board width.
de: Halten Sie die Taste <x> gedrückt, wenn Sie auf einen Pfeil klicken, um die Brettbreite zu ändern.
fr: Maintenez la touche <x> enfoncée lorsque vous cliquez sur une flèche pour modifier la largeur du tableau.
he: החזק את המקש <x> לחוץ כאשר אתה לוחץ על חץ כדי לשנות את רוחב הלוח.
hi: बोर्ड की चौड़ाई बदलने के लिए तीर पर क्लिक करते समय <x> कुंजी दबाए रखें।
hu: Tartsa lenyomva az <x> billentyűt, amikor egy nyílra kattint a tábla szélességének módosításához.
id: Tekan terus tombol <x> saat Anda mengklik panah untuk mengubah lebar papan.
it: Per modificare la larghezza della tavola, tieni premuto il tasto <x> mentre clicchi su una freccia.

source: Hold down the <z> key when you click an arrow to change the board length.
de: Halten Sie die Taste <z> gedrückt, während Sie auf einen Pfeil klicken, um die Brettlänge zu ändern.
fr: Maintenez la touche <z> enfoncée lorsque vous cliquez sur une flèche pour modifier la longueur de la planche.
he: החזק את המקש <z> לחוץ כאשר אתה לוחץ על חץ כדי לשנות את אורך הלוח.
hi: बोर्ड की लंबाई बदलने के लिए तीर पर क्लिक करते समय <z> कुंजी दबाए रखें।
hu: Tartsa lenyomva a <z> billentyűt, amikor egy nyílra kattint a tábla hosszának módosításához.
id: Tekan terus tombol <z> saat Anda mengklik panah untuk mengubah panjang papan.
it: Per modificare la lunghezza della tavola, tenere premuto il tasto <z> mentre si fa clic su una freccia.

source: Hold down the <a> key when you click an arrow to change the board thickness.
de: Halten Sie die Taste <a> gedrückt, während Sie auf einen Pfeil klicken, um die Plattendicke zu ändern.
fr: Maintenez la touche <a> enfoncée lorsque vous cliquez sur une flèche pour modifier l'épaisseur de la planche.
he: החזק את המקש <a> לחוץ כאשר אתה לוחץ על חץ כדי לשנות את עובי הלוח.
hi: बोर्ड की मोटाई बदलने के लिए तीर पर क्लिक करते समय <a> कुंजी दबाए रखें।
hu: Tartsa lenyomva az <a> billentyűt, amikor egy nyílra kattint a tábla vastagságának módosításához.
id: Tekan terus tombol <a> saat Anda mengklik panah untuk mengubah ketebalan papan.
it: Per modificare lo spessore della tavola, tenere premuto il tasto <a> mentre si fa clic su una freccia.

source: Hold down the <SHIFT> key when you click an arrow to move the board forwards or back.
de: Halten Sie die <SHIFT>-Taste gedrückt, während Sie auf einen Pfeil klicken, um das Board vorwärts oder rückwärts zu verschieben.
fr: Maintenez la touche <MAJ> enfoncée lorsque vous cliquez sur une flèche pour déplacer le tableau vers l'avant ou vers l'arrière.
he: החזק את מקש <SHIFT> לחוץ כאשר אתה לוחץ על חץ כדי להזיז את הלוח קדימה או אחורה.
hi: बोर्ड को आगे या पीछे ले जाने के लिए तीर पर क्लिक करते समय <SHIFT> कुंजी दबाए रखें।
hu: Tartsa lenyomva a <SHIFT> billentyűt, amikor egy nyílra kattint a tábla előre vagy hátra mozgatásához.
id: Tekan terus tombol <SHIFT> saat Anda mengeklik panah untuk menggerakkan papan maju atau mundur.
it: Tieni premuto il tasto <MAIUSC> quando clicchi su una freccia per spostare la scacchiera avanti o indietro.

source: Hold down <SHIFT> and <x> when you click an arrow to move the board left or right.
de: Halten Sie <SHIFT> und <x> gedrückt, wenn Sie auf einen Pfeil klicken, um das Brett nach links oder rechts zu verschieben.
fr: Maintenez les touches <SHIFT> et <x> enfoncées lorsque vous cliquez sur une flèche pour déplacer le tableau vers la gauche ou la droite.
he: החזק את <SHIFT> ו-<x> לחוץ כאשר אתה לוחץ על חץ כדי להזיז את הלוח שמאלה או ימינה.
hi: बोर्ड को बायीं या दायीं ओर ले जाने के लिए किसी तीर पर क्लिक करते समय <SHIFT> और <x> दबाए रखें।
hu: Tartsa lenyomva a <SHIFT> és az <x> gombot, amikor egy nyílra kattint a tábla balra vagy jobbra mozgatásához.
id: Tekan terus <SHIFT> dan <x> saat Anda mengeklik tanda panah untuk menggerakkan papan ke kiri atau kanan.
it: Tieni premuti <MAIUSC> e <x> quando clicchi su una freccia per spostare la scacchiera a sinistra o a destra.

source: Hold down <SHIFT> and <a> when you click an arrow to move the board up or down.
de: Halten Sie die Tasten <SHIFT> und <a> gedrückt, während Sie auf einen Pfeil klicken, um das Board nach oben oder unten zu verschieben.
fr: Maintenez les touches <SHIFT> et <a> enfoncées lorsque vous cliquez sur une flèche pour déplacer le tableau vers le haut ou vers le bas.
he: החזק את <SHIFT> ו-<a> לחוץ כאשר אתה לוחץ על חץ כדי להזיז את הלוח למעלה או למטה.
hi: बोर्ड को ऊपर या नीचे ले जाने के लिए किसी तीर पर क्लिक करते समय <SHIFT> और <a> दबाए रखें।
hu: Tartsa lenyomva a <SHIFT> és az <a> gombot, amikor egy nyílra kattint a tábla felfelé vagy lefelé mozgatásához.
id: Tekan terus <SHIFT> dan <a> saat Anda mengeklik tanda panah untuk menggerakkan papan ke atas atau ke bawah.
it: Tieni premuti <MAIUSC> e <a> quando clicchi su una freccia per spostare la scacchiera verso l'alto o verso il basso.

source: Hold down <ALT> and <a> or <z> when you click an arrow to tilt the board.
de: Halten Sie <ALT> und <a> oder <z> gedrückt, wenn Sie auf einen Pfeil klicken, um das Brett zu kippen.
fr: Maintenez les touches <ALT> et <a> ou <z> enfoncées lorsque vous cliquez sur une flèche pour incliner le plateau.
he: החזק את <ALT> ו-<a> או <z> לחוץ כאשר אתה לוחץ על חץ כדי להטות את הלוח.
hi: बोर्ड को झुकाने के लिए किसी तीर पर क्लिक करते समय <ALT> और <a> या <z> दबाए रखें।
hu: Tartsa lenyomva az <ALT> és az <a> vagy <z> gombot, amikor egy nyílra kattint a tábla megdöntéséhez.
id: Tekan terus <ALT> dan <a> atau <z> saat Anda mengeklik panah untuk memiringkan papan.
it: Tieni premuto <ALT> e <a> o <z> quando fai clic su una freccia per inclinare la tavola.

source: Once you get used to the board widget controls, you may want to turn off
de: Sobald Sie sich an die Board-Widget-Steuerung gewöhnt haben, möchten Sie möglicherweise deaktivieren
fr: Une fois que vous vous serez habitué aux commandes du widget du tableau, vous souhaiterez peut-être désactiver
he: לאחר שתתרגל לבקרות הווידג'ט של הלוח, ייתכן שתרצה לכבות
hi: एक बार जब आप बोर्ड विजेट नियंत्रण के अभ्यस्त हो जाते हैं, तो आप इसे बंद करना चाह सकते हैं
hu: Ha megszokta a tábla widget vezérlőit, érdemes kikapcsolni
id: Setelah Anda terbiasa dengan kontrol widget papan, Anda mungkin ingin mematikannya
it: Una volta che ti sarai abituato ai controlli del widget della bacheca, potresti voler disattivare

source: the board widget help. To do this, check the < Display help > checkbox to off
de: die Board-Widget-Hilfe. Aktivieren Sie dazu das Kontrollkästchen < Hilfe anzeigen >, um
fr: L'aide du widget du tableau. Pour cela, cochez la case « Afficher l'aide » pour la désactiver.
he: העזרה של יישומון הלוח. כדי לעשות זאת, סמן את תיבת הסימון < הצג עזרה > כבויה
hi: बोर्ड विजेट सहायता। ऐसा करने के लिए, < सहायता प्रदर्शित करें > चेकबॉक्स को बंद करें
hu: a tábla widget súgója. Ehhez kapcsolja ki a < Súgó megjelenítése > jelölőnégyzetet
id: widget bantuan papan. Untuk melakukan ini, centang kotak centang < Tampilkan bantuan > ke nonaktif
it: la guida del widget della bacheca. Per fare questo, seleziona la casella di controllo < Visualizza guida > per disattivarla

source: in the 3d options dialog box.
de: im Dialogfeld 3D-Optionen.
fr: dans la boîte de dialogue des options 3D.
he: בתיבת הדו-שיח אפשרויות תלת מימד.
hi: 3D विकल्प संवाद बॉक्स में.
hu: a 3d beállítások párbeszédpanelen.
id: dalam kotak dialog opsi 3d.
it: nella finestra di dialogo Opzioni 3D.

source: There is a choice of two types of tooltip help display. The reason for this
de: Es stehen zwei Arten der Tooltip-Hilfe zur Auswahl. Der Grund dafür
fr: Il existe deux types d'infobulles d'aide. La raison de ce choix
he: יש בחירה בין שני סוגים של תצוגת עזרה של טיפים. הסיבה לכך
hi: टूलटिप सहायता प्रदर्शन के दो प्रकार उपलब्ध हैं। इसका कारण यह है
hu: Kétféle eszköztipp súgómegjelenítés közül választhat. Ennek oka
id: Ada dua pilihan tampilan bantuan tooltip. Alasannya
it: È possibile scegliere tra due tipi di visualizzazione della guida con suggerimento. Il motivo di ciò

source: is that sometimes the program would crash using the rich tooltip help.
de: ist, dass das Programm bei Verwendung der umfangreichen Tooltip-Hilfe manchmal abstürzt.
fr: c'est que parfois le programme plante en utilisant l'aide de l'info-bulle riche.
he: הוא שלפעמים התוכנית הייתה קורסת באמצעות העזרה העשירה של טיפים.
hi: समस्या यह है कि कभी-कभी रिच टूलटिप सहायता का उपयोग करते समय प्रोग्राम क्रैश हो जाता है।
hu: az, hogy néha a program összeomlik a gazdag eszköztipp súgó használatával.
id: adalah bahwa kadang-kadang program akan mogok saat menggunakan bantuan tooltip yang kaya.
it: è che a volte il programma si bloccava quando si utilizzava la guida con suggerimenti dettagliati.

source: I think that I have fixed this problem, but if the program crashes on your computer
de: Ich denke, dass ich dieses Problem behoben habe, aber wenn das Programm auf Ihrem Computer abstürzt
fr: Je pense avoir résolu ce problème, mais si le programme plante sur votre ordinateur
he: אני חושב שתיקנתי את הבעיה הזו, אבל אם התוכנית קורסת במחשב שלך
hi: मुझे लगता है कि मैंने इस समस्या को ठीक कर लिया है, लेकिन अगर प्रोग्राम आपके कंप्यूटर पर क्रैश हो जाता है
hu: Azt hiszem, sikerült megoldanom ezt a problémát, de ha a program összeomlik a számítógépén
id: Saya pikir saya telah memperbaiki masalah ini, tetapi jika program tersebut mogok di komputer Anda
it: Penso di aver risolto questo problema, ma se il programma si blocca sul tuo computer

source: using the rich tooltip help, then you can switch to the normal tooltip.
de: mithilfe der ausführlichen Tooltip-Hilfe, dann können Sie zum normalen Tooltip wechseln.
fr: en utilisant l'aide de l'info-bulle riche, vous pouvez ensuite passer à l'info-bulle normale.
he: בעזרת העזרה העשירה של תיאור הכלים, תוכל לעבור להסבר הרגיל.
hi: रिच टूलटिप सहायता का उपयोग करके, फिर आप सामान्य टूलटिप पर स्विच कर सकते हैं।
hu: a gazdag eszköztipp súgó használatával átválthat a normál eszköztippre.
id: menggunakan bantuan tooltip yang kaya, maka Anda dapat beralih ke tooltip normal.
it: utilizzando la guida con suggerimenti dettagliati, è possibile passare alla guida con suggerimenti normali.

source: Notes on Board widget
de: Notizen zum Board-Widget
fr: Widget Notes sur le tableau
he: הערות על יישומון לוח
hi: बोर्ड विजेट पर नोट्स
id: Catatan di widget Papan
it: Note sul widget della bacheca

source: Digesting book
de: Verdauungsbuch
fr: Livre de digestion
he: ספר מעכל
hi: पुस्तक का पाचन
hu: Emésztő könyv
id: Mencerna buku
it: Digerire il libro

source: Redigesting book
de: Buch neu verdauen
fr: Livre de redigération
he: ספר מעכל מחדש
hi: पुस्तक का पुनः पाचन
hu: Újraemésztő könyv
id: Mencerna ulang buku
it: Ridigestione del libro

source: Cannot find book file
de: Buchdatei kann nicht gefunden werden
fr: Impossible de trouver le fichier du livre
he: לא ניתן למצוא את קובץ הספר
hi: पुस्तक फ़ाइल नहीं मिल सकी
hu: A könyvfájl nem található
id: Tidak dapat menemukan file buku
it: Impossibile trovare il file del libro

source: One time only book digestion
de: Einmalige Buchverdauung
fr: Digestion d'un livre à usage unique
he: פעם אחת רק עיכול ספר
hi: केवल एक बार पुस्तक पाचन
hu: Egyszer csak könyvemésztés
id: Pencernaan buku satu kali saja
it: Digestione di un libro una tantum

source: for reading
de: zum Lesen
fr: pour la lecture
he: לקריאה
hi: पढ़ने के लिए
hu: olvasáshoz
id: untuk membaca
it: per la lettura

source: for writing
de: zum Schreiben
fr: pour écrire
he: לכתיבה
hi: लिखने के लिए
hu: az íráshoz
id: untuk menulis
it: per scrivere

source: Digestion cancelled by user - no book moves available
de: Verdauung vom Benutzer abgebrochen – keine Buchbewegungen verfügbar
fr: Digestion annulée par l'utilisateur - aucun déplacement de livre disponible
he: העיכול בוטל על ידי המשתמש - אין תנועות ספר זמינות
hi: उपयोगकर्ता द्वारा पाचन रद्द कर दिया गया - कोई पुस्तक चाल उपलब्ध नहीं है
hu: A felhasználó törölte az emésztést – nincs lehetőség könyvmozgatásra
id: Pencernaan dibatalkan oleh pengguna - tidak ada pemindahan buku yang tersedia
it: Digestione annullata dall'utente - nessun spostamento di libro disponibile

source: is not a book file
de: ist keine Buchdatei
fr: n'est pas un fichier de livre
he: אינו קובץ ספר
hi: यह कोई पुस्तक फ़ाइल नहीं है
hu: nem könyvfájl
id: bukan file buku
it: non è un file di libro

source: uses book format version
de: verwendet die Version im Buchformat
fr: utilise la version au format livre
he: משתמש בגרסת פורמט הספר
hi: पुस्तक प्रारूप संस्करण का उपयोग करता है
hu: könyv formátumú verziót használ
id: menggunakan versi format buku
it: usa la versione in formato libro

source: not supported by this program
de: wird von diesem Programm nicht unterstützt
fr: non pris en charge par ce programme
he: לא נתמך על ידי תוכנית זו
hi: इस कार्यक्रम द्वारा समर्थित नहीं
hu: ez a program nem támogatja
id: tidak didukung oleh program ini
it: non supportato da questo programma

source: uses book format hash number
de: verwendet Hash-Nummer im Buchformat
fr: utilise le numéro de hachage au format livre
he: משתמש במספר hash בפורמט ספר
hi: पुस्तक प्रारूप हैश संख्या का उपयोग करता है
hu: könyv formátumú hash számot használ
id: menggunakan nomor hash format buku
it: usa il formato del libro hash numerico

source: has an illegal predefined position label
de: hat eine ungültige vordefinierte Positionsbezeichnung
fr: a une étiquette de position prédéfinie illégale
he: יש תווית מיקום מוגדרת מראש לא חוקית
hi: एक अवैध पूर्वनिर्धारित स्थिति लेबल है
hu: illegális előre meghatározott pozíciócímkével rendelkezik
id: memiliki label posisi yang telah ditentukan sebelumnya secara ilegal
it: ha un'etichetta di posizione predefinita illegale

source: has an illegal predefined position fen
de: hat eine unzulässige vordefinierte Position fen
fr: a une position prédéfinie illégale fen
he: יש פן מיקום מוגדר מראש לא חוקי
hi: एक अवैध पूर्वनिर्धारित स्थिति है
hu: illegális előre meghatározott helyzetű fen
id: memiliki posisi yang telah ditentukan sebelumnya secara ilegal
it: ha una posizione predefinita illegale fen

source: This panel lets you setup the opening book.
de: In diesem Bereich können Sie das Eröffnungsbuch einrichten.
fr: Ce panneau vous permet de configurer le livre d'ouverture.
he: לוח זה מאפשר לך להגדיר את ספר הפתיחה.
hi: यह पैनल आपको ओपनिंग बुक सेटअप करने की सुविधा देता है।
hu: Ez a panel lehetővé teszi a nyitókönyv beállítását.
id: Panel ini memungkinkan Anda mengatur buku pembuka.
it: Questo pannello consente di impostare il libro di apertura.

source: Select .pgn or .bin file for book
de: Wählen Sie eine .pgn- oder .bin-Datei für das Buch
fr: Sélectionnez le fichier .pgn ou .bin pour le livre
he: בחר קובץ .pgn או .bin עבור הספר
hi: पुस्तक के लिए .pgn या .bin फ़ाइल चुनें
hu: Válasszon .pgn vagy .bin fájlt a könyvhöz
id: Pilih file .pgn atau .bin untuk buku
it: Seleziona il file .pgn o .bin per il libro

source: Enabled
de: Ermöglicht
fr: Activé
he: מופעל
hi: सक्रिय
hu: Engedélyezve
id: Diaktifkan
it: Abilitato

source: If available always play book moves up until move:
de: Wenn möglich, immer Buchzüge bis zum Zug spielen:
fr: Si disponible, jouez toujours le livre de mouvements jusqu'au mouvement :
he: אם זמין תמיד שחק את הספר עולה עד להזזה:
hi: यदि उपलब्ध हो तो हमेशा पुस्तक चालों को तब तक चलायें जब तक कि:
hu: Ha elérhető, a játékkönyv mindig feljebb lép az áthelyezésig:
id: Jika tersedia, selalu mainkan gerakan buku hingga gerakan:
it: Se disponibile, gioca sempre le mosse del libro fino alla mossa:

source: Then if available play book moves this percentage of the time:
de: Wenn das Spielbuch verfügbar ist, wird es dann in diesem Prozentsatz der Zeit verschoben:
fr: Ensuite, si le livre de jeu disponible se déplace ce pourcentage de temps :
he: אז אם ספר המשחק זמין זז את האחוז הזה מהזמן:
hi: फिर यदि उपलब्ध प्ले बुक इस प्रतिशत समय में चलती है:
hu: Ezután, ha elérhető játékkönyv, az időnek ezt a százalékát mozgatja:
id: Lalu jika buku petunjuk tersedia bergerak dalam persentase waktu ini:
it: Quindi, se il libro di gioco disponibile si muove in questa percentuale di tempo:

source: Suggest book moves
de: Buchbewegungen vorschlagen
fr: Suggérer des déplacements de livres
he: הצע מהלכי ספר
hi: पुस्तक स्थानांतरण का सुझाव दें
hu: Javasoljon könyvmozgást
id: Sarankan pemindahan buku
it: Suggerisci spostamenti di libri

source: Polyglot book options..
de: Polyglotte Buchoptionen.
fr: Options de livres polyglottes.
he: אפשרויות ספר פוליגלוט..
hi: बहुभाषी पुस्तक विकल्प..
hu: Polyglot könyv opciók..
id: Pilihan buku poliglot..
it: Opzioni di libri poliglotti.

source: Polyglot book weights..
de: Polyglotte Buchgewichte..
fr: Poids des livres polyglottes.
he: משקלי ספר פוליגלוטים..
hi: बहुभाषी पुस्तक वजन..
hu: Polyglot könyv súlyok..
id: Berat buku poliglot..
it: Pesi dei libri poliglotti.

source: The .pgn or .bin file that is used for opening book moves.
de: Die .pgn- oder .bin-Datei, die zum Öffnen von Buchbewegungen verwendet wird.
fr: Le fichier .pgn ou .bin utilisé pour ouvrir les mouvements du livre.
he: קובץ .pgn או .bin המשמש לפתיחת מהלכי ספר.
hi: .pgn या .bin फ़ाइल जिसका उपयोग पुस्तक चालों को खोलने के लिए किया जाता है।
hu: A könyv megnyitásához használt .pgn vagy .bin fájl mozog.
id: File .pgn atau .bin yang digunakan untuk membuka pemindahan buku.
it: Il file .pgn o .bin utilizzato per aprire gli spostamenti dei libri.

source: Check this box to enable the book, clear to disable
de: Aktivieren Sie dieses Kontrollkästchen, um das Buch zu aktivieren, deaktivieren Sie es, um es zu deaktivieren
fr: Cochez cette case pour activer le livre, décochez-la pour le désactiver
he: סמן את התיבה הזו כדי להפעיל את הספר, נקה כדי להשבית
hi: पुस्तक को सक्षम करने के लिए इस बॉक्स को चेक करें, अक्षम करने के लिए साफ़ करें
hu: Jelölje be ezt a négyzetet a könyv engedélyezéséhez, törölje a letiltáshoz
id: Centang kotak ini untuk mengaktifkan buku, hapus untuk menonaktifkan
it: Seleziona questa casella per abilitare il libro, deseleziona per disabilitarlo
