Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Display search info when computer is thinking
de: Suchinformationen anzeigen, wenn der Computer nachdenkt
fr: Afficher les informations de recherche lorsque l'ordinateur réfléchit
he: הצג מידע חיפוש כשהמחשב חושב
hi: जब कंप्यूटर सोच रहा हो तब खोज जानकारी प्रदर्शित करें
hu: Keresési információk megjelenítése, amikor a számítógép gondolkodik
id: Menampilkan info pencarian saat komputer sedang berpikir
it: Visualizza le informazioni di ricerca quando il computer sta pensando

source: Display the engine name
de: Den Engine-Namen anzeigen
fr: Afficher le nom du moteur
he: הצג את שם המנוע
hi: इंजन का नाम प्रदर्शित करें
hu: Jelenítse meg a motor nevét
id: Menampilkan nama mesin
it: Visualizza il nome del motore

source: Display the search depth and selective search depth
de: Anzeige der Suchtiefe und selektiven Suchtiefe
fr: Afficher la profondeur de recherche et la profondeur de recherche sélective
he: הצג את עומק החיפוש ועומק החיפוש הסלקטיבי
hi: खोज गहराई और चयनात्मक खोज गहराई प्रदर्शित करें
hu: A keresési mélység és a szelektív keresési mélység megjelenítése
id: Menampilkan kedalaman pencarian dan kedalaman pencarian selektif
it: Visualizza la profondità di ricerca e la profondità di ricerca selettiva

source: Display the position evaluation
de: Anzeige der Positionsauswertung
fr: Afficher l'évaluation de la position
he: הצג את הערכת המיקום
hi: स्थिति मूल्यांकन प्रदर्शित करें
hu: Jelenítse meg a pozíció értékelését
id: Menampilkan evaluasi posisi
it: Visualizza la valutazione della posizione

source: Display the kilo nodes (positions) searched per second
de: Anzeige der pro Sekunde durchsuchten Kiloknoten (Positionen)
fr: Afficher les nœuds kilométriques (positions) recherchés par seconde
he: הצג את צמתי הקילו (המיקומים) שחיפשו בשנייה
hi: प्रति सेकंड खोजे गए किलो नोड्स (स्थितियाँ) प्रदर्शित करें
hu: A másodpercenként keresett kilocsomópontok (pozíciók) megjelenítése
id: Menampilkan kilo node (posisi) yang dicari per detik
it: Visualizza i nodi kilo (posizioni) ricercati al secondo

source: Display the time spent searching on the current move
de: Anzeige der für die Suche nach dem aktuellen Zug aufgewendeten Zeit
fr: Afficher le temps passé à rechercher le déplacement en cours
he: הצג את הזמן שהושקע בחיפוש במהלך הנוכחי
hi: वर्तमान चाल पर खोज में बिताया गया समय प्रदर्शित करें
hu: Megjeleníti az aktuális lépéssel végzett kereséssel töltött időt
id: Menampilkan waktu yang dihabiskan untuk mencari pergerakan saat ini
it: Visualizza il tempo impiegato nella ricerca della mossa corrente

source: Display the best line found during search
de: Zeigt die beste Zeile an, die während der Suche gefunden wurde
fr: Afficher la meilleure ligne trouvée lors de la recherche
he: הצג את השורה הטובה ביותר שנמצאה במהלך החיפוש
hi: खोज के दौरान मिली सर्वोत्तम पंक्ति प्रदर्शित करें
hu: Jelenítse meg a keresés során talált legjobb sort
id: Menampilkan baris terbaik yang ditemukan selama pencarian
it: Visualizza la riga migliore trovata durante la ricerca

source: Enter the maximum number of full moves to be displayed
de: Geben Sie die maximale Anzahl der anzuzeigenden vollständigen Züge ein
fr: Entrez le nombre maximum de coups complets à afficher
he: הזן את המספר המרבי של מהלכים מלאים שיוצגו
hi: प्रदर्शित की जाने वाली पूर्ण चालों की अधिकतम संख्या दर्ज करें
hu: Adja meg a megjelenítendő teljes mozgások maximális számát
id: Masukkan jumlah maksimum gerakan penuh yang akan ditampilkan
it: Inserisci il numero massimo di mosse complete da visualizzare

source: in the best line. i.e d2d4 d7d5 counts as one move
de: in der besten Variante. D.h. d2d4 d7d5 zählt als ein Zug
fr: dans la meilleure ligne. c'est-à-dire que d2d4 d7d5 compte comme un coup
he: בשורה הטובה ביותר. כלומר d2d4 d7d5 נחשב למהלך אחד
hi: सबसे अच्छी लाइन में। यानी d2d4 d7d5 को एक चाल के रूप में गिना जाता है
hu: a legjobb sorban. azaz d2d4 d7d5 egy lépésnek számít
id: di garis terbaik. yaitu d2d4 d7d5 dihitung sebagai satu gerakan
it: nella linea migliore, cioè d2d4 d7d5 conta come una mossa

source: Enter 0 for no restriction on the best line length.
de: Geben Sie 0 ein, um keine Einschränkung hinsichtlich der optimalen Zeilenlänge zu erhalten.
fr: Entrez 0 pour aucune restriction sur la meilleure longueur de ligne.
he: הזן 0 ללא הגבלה על אורך השורה הטוב ביותר.
hi: सर्वोत्तम पंक्ति लंबाई पर कोई प्रतिबंध न होने के लिए 0 दर्ज करें।
hu: Írjon be 0-t, ha nem korlátozza a legjobb sorhosszt.
id: Masukkan 0 jika tidak ada batasan pada panjang baris terbaik.
it: Inserisci 0 per non avere restrizioni sulla lunghezza migliore della linea.

source: Whether to automatically select the search info panel
de: Ob das Suchinfofeld automatisch ausgewählt werden soll
fr: S'il faut sélectionner automatiquement le panneau d'informations de recherche
he: האם לבחור אוטומטית בחלונית מידע החיפוש
hi: खोज जानकारी पैनल को स्वचालित रूप से चुनना है या नहीं
hu: Automatikusan kiválasztja-e a keresési információs panelt
id: Apakah akan memilih panel info pencarian secara otomatis
it: Se selezionare automaticamente il pannello delle informazioni di ricerca

source: when a new game is started
de: wenn ein neues Spiel gestartet wird
fr: lorsqu'une nouvelle partie est lancée
he: כאשר מתחיל משחק חדש
hi: जब कोई नया खेल शुरू होता है
hu: ha új játék indul
id: ketika permainan baru dimulai
it: quando viene avviata una nuova partita

source: The < Search info > panel offers a different view
de: Das Fenster <Suchinfo> bietet eine andere Ansicht
fr: Le panneau < Rechercher des informations > offre une vue différente
he: החלונית < מידע חיפוש > מציעה תצוגה שונה
hi: < खोज जानकारी > पैनल एक अलग दृश्य प्रस्तुत करता है
hu: A < Keresési információk > panel más nézetet kínál
id: Panel < Info Pencarian > menawarkan tampilan yang berbeda
it: Il pannello <Cerca info> offre una vista diversa

source: of engine analysis when the engine is thinking or pondering.
de: der Motoranalyse, wenn der Motor denkt oder grübelt.
fr: de l'analyse du moteur lorsque le moteur pense ou réfléchit.
he: של ניתוח מנוע כאשר המנוע חושב או מהרהר.
hi: इंजन विश्लेषण का वह चरण जब इंजन सोच रहा हो या विचार कर रहा हो।
hu: motorelemzés, amikor a motor gondolkodik vagy töpreng.
id: analisis mesin saat mesin sedang berpikir atau merenungkan.
it: dell'analisi del motore quando il motore sta pensando o riflettendo.

source: It can be used for human vs engine games,
de: Es kann für Mensch-gegen-Maschine-Spiele verwendet werden,
fr: Il peut être utilisé pour les jeux homme contre moteur,
he: זה יכול לשמש למשחקי אדם מול מנוע,
hi: इसका उपयोग मानव बनाम इंजन गेम के लिए किया जा सकता है,
hu: Ember vs motor játékokhoz használható,
id: Ini dapat digunakan untuk permainan manusia vs mesin,
it: Può essere utilizzato per giochi tra umani e motori,

source: or engine vs engine games in matches and tournaments.
de: oder Engine-gegen-Engine-Spiele in Matches und Turnieren.
fr: ou des jeux moteur contre moteur dans des matchs et des tournois.
he: או משחקי מנוע מול מנוע במשחקים וטורנירים.
hi: या मैचों और टूर्नामेंटों में इंजन बनाम इंजन का खेल।
hu: vagy motor vs motor játékok mérkőzéseken és versenyeken.
id: atau permainan mesin vs mesin dalam pertandingan dan turnamen.
it: o partite motore contro motore in partite e tornei.

source: This dialog box allow you to select which of the following elements
de: In diesem Dialogfeld können Sie auswählen, welche der folgenden Elemente
fr: Cette boîte de dialogue vous permet de sélectionner lequel des éléments suivants
he: תיבת דו-שיח זו מאפשרת לך לבחור איזה מהרכיבים הבאים
hi: यह संवाद बॉक्स आपको निम्नलिखित में से कौन सा तत्व चुनने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi az alábbi elemek kiválasztását
id: Kotak dialog ini memungkinkan Anda memilih elemen berikut
it: Questa finestra di dialogo consente di selezionare quali dei seguenti elementi

source: of the engine search info should be displayed
de: der Suchmaschinen-Suchinformationen sollen angezeigt werden
fr: les informations de recherche du moteur doivent être affichées
he: יש להציג מידע של מנוע החיפוש
hi: इंजन की खोज जानकारी प्रदर्शित होनी चाहिए
hu: meg kell jelennie a motor keresési információinak
id: informasi pencarian mesin pencari harus ditampilkan
it: delle informazioni di ricerca del motore dovrebbero essere visualizzate

source: Display search info : Whether to display any engine search info.
de: Suchinformationen anzeigen: Ob Informationen zur Suchmaschinensuche angezeigt werden sollen.
fr: Afficher les informations de recherche : s'il faut afficher les informations de recherche du moteur.
he: הצג מידע חיפוש : האם להציג מידע כלשהו על חיפוש מנוע.
hi: खोज जानकारी प्रदर्शित करें : क्या कोई इंजन खोज जानकारी प्रदर्शित करनी है।
hu: Keresési információk megjelenítése : Megjeleníti-e a keresőmotor keresési adatait.
id: Menampilkan info pencarian: Apakah akan menampilkan info pencarian mesin apa pun.
it: Visualizza informazioni di ricerca: se visualizzare informazioni di ricerca sul motore.

source: Human thinking : Display search info when the human player is thinking.
de: Menschliches Denken: Suchinformationen anzeigen, wenn der menschliche Spieler nachdenkt.
fr: Pensée humaine : affiche les informations de recherche lorsque le joueur humain réfléchit.
he: חשיבה אנושית : הצג מידע חיפוש כאשר השחקן האנושי חושב.
hi: मानव सोच: जब मानव खिलाड़ी सोच रहा हो तो खोज जानकारी प्रदर्शित करें।
hu: Emberi gondolkodás: Keresési információk megjelenítése, amikor az emberi játékos gondolkodik.
id: Pemikiran manusia: Menampilkan info pencarian saat pemain manusia sedang berpikir.
it: Pensiero umano: mostra le informazioni di ricerca quando il giocatore umano sta pensando.

source: For this to work the engine <ponder> option must be on.
de: Damit dies funktioniert, muss die Engine-Option <ponder> aktiviert sein.
fr: Pour que cela fonctionne, l'option <ponder> du moteur doit être activée.
he: כדי שזה יעבוד, האופציה של מנוע <ponder> חייבת להיות מופעלת.
hi: इसके कार्य करने के लिए इंजन <ponder> विकल्प चालू होना चाहिए।
hu: Ahhoz, hogy ez működjön, a motor <ponder> opciójának bekapcsolva kell lennie.
id: Agar ini berfungsi, opsi mesin <ponder> harus aktif.
it: Affinché funzioni, l'opzione <ponder> del motore deve essere attiva.

source: Computer thinking : Display search info when the computer is thinking.
de: Computerdenken: Suchinformationen anzeigen, wenn der Computer nachdenkt.
fr: Pensée informatique : affichez les informations de recherche lorsque l'ordinateur réfléchit.
he: חשיבה ממוחשבת : הצג מידע חיפוש כשהמחשב חושב.
hi: कंप्यूटर सोच रहा है: जब कंप्यूटर सोच रहा हो तो खोज जानकारी प्रदर्शित करें।
hu: Számítógépes gondolkodás: Keresési információk megjelenítése, amikor a számítógép gondolkodik.
id: Berpikir komputer: Menampilkan info pencarian saat komputer berpikir.
it: Pensiero del computer: visualizza le informazioni di ricerca quando il computer sta pensando.

source: Engine name : Display the engine name.
de: Engine-Name: Zeigt den Engine-Namen an.
fr: Nom du moteur : Affiche le nom du moteur.
he: שם מנוע: הצג את שם המנוע.
hi: इंजन का नाम : इंजन का नाम प्रदर्शित करें.
hu: Motornév: A motor nevének megjelenítése.
id: Nama mesin: Menampilkan nama mesin.
it: Nome motore: visualizza il nome del motore.

source: Search depth : Display the search depth and selective search depth
de: Suchtiefe: Anzeige der Suchtiefe und der selektiven Suchtiefe
fr: Profondeur de recherche : Affiche la profondeur de recherche et la profondeur de recherche sélective
he: עומק חיפוש: הצג את עומק החיפוש ועומק חיפוש סלקטיבי
hi: खोज गहराई : खोज गहराई और चयनात्मक खोज गहराई प्रदर्शित करें
hu: Keresési mélység: A keresési mélység és a szelektív keresési mélység megjelenítése
id: Kedalaman pencarian: Menampilkan kedalaman pencarian dan kedalaman pencarian selektif
it: Profondità di ricerca: visualizza la profondità di ricerca e la profondità di ricerca selettiva

source: that the engine has reached during the search.
de: die die Engine während der Suche erreicht hat.
fr: que le moteur a atteint lors de la recherche.
he: שהמנוע הגיע אליו במהלך החיפוש.
hi: जहां खोज के दौरान इंजन पहुंच गया है।
hu: amit a motor elért a keresés során.
id: yang telah dicapai mesin selama pencarian.
it: che il motore ha raggiunto durante la ricerca.

source: Evaluation : Display the evaluation for the best line of play.
de: Bewertung: Zeigt die Bewertung für die beste Spielweise an.
fr: Évaluation : Affiche l'évaluation de la meilleure ligne de jeu.
he: הערכה: הצג את ההערכה עבור קו המשחק הטוב ביותר.
hi: मूल्यांकन : खेल की सर्वोत्तम लाइन के लिए मूल्यांकन प्रदर्शित करें।
hu: Értékelés: Jelenítse meg a legjobb játékvonal értékelését.
id: Evaluasi: Menampilkan evaluasi untuk permainan terbaik.
it: Valutazione: mostra la valutazione della migliore linea di gioco.

source: Kilo nodes : Display the number of kilo nodes (positions in 1000's),
de: Kiloknoten: Zeigt die Anzahl der Kiloknoten an (Positionen in Tausendern),
fr: Kilo nodes : Affiche le nombre de kilo nodes (positions en milliers),
he: צמתי קילו: הצג את מספר צמתי קילו (מיקומים באלפיים),
hi: किलो नोड्स : किलो नोड्स की संख्या प्रदर्शित करें (स्थिति 1000 में),
hu: Kiló csomópontok: a kilocsomópontok számának megjelenítése (pozíciók 1000-ben),
id: Kilo node: Menampilkan jumlah kilo node (posisi dalam 1000),
it: Nodi Kilo: visualizza il numero di nodi Kilo (posizioni in migliaia),

source: that the engine has checked during the search.
de: die die Engine während der Suche überprüft hat.
fr: que le moteur a vérifié pendant la recherche.
he: שהמנוע בדק במהלך החיפוש.
hi: जिसे इंजन ने तलाशी के दौरान जांचा है।
hu: hogy a motor ellenőrizte a keresés során.
id: yang telah diperiksa mesin selama pencarian.
it: che il motore ha controllato durante la ricerca.

source: Time taken : Display the number of seconds that the engine
de: Benötigte Zeit: Zeigt die Anzahl der Sekunden an, die der Motor
fr: Temps pris : Affiche le nombre de secondes pendant lesquelles le moteur
he: משך הזמן: הצג את מספר השניות שהמנוע
hi: लिया गया समय : इंजन द्वारा लिया गया समय सेकंड की संख्या प्रदर्शित करें
hu: Felvett idő: Megjeleníti a motor által eltöltött másodpercek számát
id: Waktu yang dibutuhkan : Menampilkan jumlah detik yang dibutuhkan mesin
it: Tempo impiegato: visualizza il numero di secondi impiegati dal motore

source: has been searching the position for the current move.
de: hat die Position für den aktuellen Zug gesucht.
fr: a recherché la position pour le mouvement actuel.
he: חיפש את המיקום עבור המהלך הנוכחי.
hi: वर्तमान कदम के लिए स्थिति की खोज की जा रही है।
hu: az aktuális lépés pozícióját kereste.
id: telah mencari posisi untuk pergerakan saat ini.
it: ha cercato la posizione per la mossa attuale.

source: Best line : Display the best line found so far during the search.
de: Beste Zeile: Zeigt die beste Zeile an, die bisher während der Suche gefunden wurde.
fr: Meilleure ligne : Affiche la meilleure ligne trouvée jusqu'à présent lors de la recherche.
he: השורה הטובה ביותר : הצג את השורה הטובה ביותר שנמצאה עד כה במהלך החיפוש.
hi: सर्वोत्तम पंक्ति : खोज के दौरान अब तक मिली सर्वोत्तम पंक्ति प्रदर्शित करें।
hu: Legjobb sor : A keresés során eddig talált legjobb sor megjelenítése.
id: Baris terbaik: Menampilkan baris terbaik yang ditemukan sejauh ini selama pencarian.
it: Linea migliore: visualizza la linea migliore trovata finora durante la ricerca.

source: Max move no : Enter the maximum number of full moves to be displayed
de: Max. Zuganzahl: Geben Sie die maximale Anzahl der anzuzeigenden vollständigen Züge ein
fr: Nombre maximal de coups : saisissez le nombre maximal de coups complets à afficher
he: מספר תנועה מקסימלי : הזן את המספר המרבי של מהלכים מלאים שיוצגו
hi: अधिकतम चाल संख्या: प्रदर्शित की जाने वाली पूर्ण चालों की अधिकतम संख्या दर्ज करें
hu: Max move no : Adja meg a megjelenítendő teljes mozgások maximális számát
id: Jumlah gerakan maksimal: Masukkan jumlah maksimum gerakan penuh yang akan ditampilkan
it: Numero massimo di mosse: inserisci il numero massimo di mosse complete da visualizzare

source: for the best line. i.e. e2e4 e7e5 counts as one move.
de: für die beste Linie. d. h. e2e4 e7e5 zählt als ein Zug.
fr: pour la meilleure ligne, c'est-à-dire e2e4 e7e5 compte comme un coup.
he: עבור הקו הטוב ביותר. כלומר e2e4 e7e5 נחשב למהלך אחד.
hi: सर्वोत्तम लाइन के लिए, अर्थात् e2e4 e7e5 को एक चाल के रूप में गिना जाता है।
hu: a legjobb vonalért. azaz e2e4 e7e5 egy mozdulatnak számít.
id: untuk garis terbaik. yaitu e2e4 e7e5 dihitung sebagai satu gerakan.
it: per la linea migliore, ad esempio e2e4 e7e5 conta come una mossa.

source: Auto select panel : If checked, the program will automatically switch to
de: Auto-Auswahlfeld: Wenn aktiviert, wechselt das Programm automatisch zu
fr: Panneau de sélection automatique : si coché, le programme passera automatiquement à
he: לוח בחירה אוטומטי: אם מסומן, התוכנית תעבור אוטומטית ל
hi: स्वतः चयन पैनल : यदि चेक किया गया है, तो प्रोग्राम स्वचालित रूप से स्विच हो जाएगा
hu: Automatikus kiválasztó panel: Ha be van jelölve, a program automatikusan erre vált
id: Panel pemilihan otomatis: Jika dicentang, program akan secara otomatis beralih ke
it: Pannello di selezione automatica: se selezionato, il programma passerà automaticamente a

source: the Searh Info panel, when you start a new game against the computer.
de: das Suchinfo-Panel, wenn Sie ein neues Spiel gegen den Computer starten.
fr: le panneau d'informations de recherche, lorsque vous démarrez une nouvelle partie contre l'ordinateur.
he: בחלונית Searh Info, כאשר אתה מתחיל משחק חדש מול המחשב.
hi: जब आप कंप्यूटर के खिलाफ एक नया गेम शुरू करते हैं, तो सर्च इन्फो पैनल दिखाई देता है।
hu: a Searh Info panelen, amikor új játékot indít a számítógép ellen.
id: panel Searh Info, saat Anda memulai permainan baru melawan komputer.
it: il pannello Informazioni sulla ricerca, quando inizi una nuova partita contro il computer.

source: Engine search info display
de: Anzeige der Suchmaschineninformationen
fr: Affichage des informations de recherche du moteur
he: תצוגת מידע על חיפוש מנוע
hi: इंजन खोज जानकारी प्रदर्शन
hu: Motorkeresési információs kijelző
id: Tampilan info pencarian mesin
it: Visualizzazione delle informazioni di ricerca del motore

source: Search info
de: Suchinformationen
fr: Rechercher des informations
he: חפש מידע
hi: खोज जानकारी
hu: Keresés információ
id: Pencarian info
it: Cerca informazioni

source: Last move
de: Letzter Zug
fr: Dernier mouvement
he: מהלך אחרון
hi: अंतिम चाल
hu: Utolsó lépés
id: Langkah terakhir
it: Ultima mossa

source: K nodes/sec
de: K Knoten/Sek.
fr: K nœuds/sec
he: K צמתים/שנייה
hi: K नोड्स/सेकंड
hu: K csomópont/mp
id: K node/detik
it: K nodi/sec

source: The name of the current engine
de: Der Name der aktuellen Engine
fr: Le nom du moteur actuel
he: שם המנוע הנוכחי
hi: वर्तमान इंजन का नाम
hu: Az aktuális motor neve
id: Nama mesin saat ini
it: Il nome del motore corrente

source: The search depth and the selective search depth reached by the engine
de: Die Suchtiefe und die selektive Suchtiefe, die die Engine erreicht
fr: La profondeur de recherche et la profondeur de recherche sélective atteintes par le moteur
he: עומק החיפוש ועומק החיפוש הסלקטיבי אליו מגיעים המנוע
hi: इंजन द्वारा प्राप्त खोज गहराई और चयनात्मक खोज गहराई
hu: A motor által elért keresési mélység és szelektív keresési mélység
id: Kedalaman pencarian dan kedalaman pencarian selektif yang dicapai oleh mesin
it: La profondità di ricerca e la profondità di ricerca selettiva raggiunte dal motore

source: The evaluation of the position in pawn units
de: Die Bewertung der Stellung in Bauerneinheiten
fr: L'évaluation de la position en unités de pions
he: הערכת המיקום ביחידות חייל
hi: प्यादा इकाइयों में स्थिति का मूल्यांकन
hu: A pozíció értékelése gyalogegységekben
id: Evaluasi posisi di unit pion
it: La valutazione della posizione nelle unità pedonali

source: The last move that was played
de: Der letzte gespielte Zug
fr: Le dernier coup qui a été joué
he: המהלך האחרון ששיחק
hi: आखिरी चाल जो खेली गई
hu: Az utolsó lépés, amit játszottak
id: Langkah terakhir yang dimainkan
it: L'ultima mossa che è stata giocata

source: The number of positions in 1000's that the engine is checking per second
de: Die Anzahl der Positionen in Tausend, die die Engine pro Sekunde überprüft
fr: Le nombre de positions en milliers que le moteur vérifie par seconde
he: מספר המיקומים ב-1000 שהמנוע בודק בשנייה
hi: प्रति सेकंड इंजन द्वारा जाँची जा रही 1000 स्थितियों की संख्या
hu: Azon pozíciók száma 1000-ben, amelyeket a motor másodpercenként ellenőriz
id: Jumlah posisi dalam 1000 yang diperiksa mesin per detik
it: Il numero di posizioni in migliaia che il motore controlla al secondo

source: The time spent analysing the current move
de: Die Zeit, die für die Analyse des aktuellen Zuges aufgewendet wird
fr: Le temps passé à analyser le mouvement actuel
he: הזמן המושקע בניתוח המהלך הנוכחי
hi: वर्तमान चाल का विश्लेषण करने में लगा समय
hu: Az aktuális lépés elemzésével töltött idő
id: Waktu yang dihabiskan untuk menganalisis pergerakan saat ini
it: Il tempo impiegato nell'analisi della mossa attuale

source: The best line of play that the engine has found
de: Die beste Spiellinie, die die Engine gefunden hat
fr: La meilleure ligne de jeu que le moteur a trouvée
he: קו המשחק הטוב ביותר שהמנוע מצא
hi: इंजन द्वारा खोजी गई सर्वश्रेष्ठ खेल-पद्धति
hu: A legjobb játékvonal, amit a motor talált
id: Garis permainan terbaik yang ditemukan oleh mesin
it: La migliore linea di gioco che il motore abbia mai trovato

source: Open the engine search info options dialog box
de: Öffnen Sie das Dialogfeld mit den Infooptionen für die Suchmaschinensuche.
fr: Ouvrir la boîte de dialogue des options d'informations de recherche du moteur
he: פתח את תיבת הדו-שיח אפשרויות חיפוש מנוע
hi: इंजन खोज जानकारी विकल्प संवाद बॉक्स खोलें
hu: Nyissa meg a motorkeresési információs beállítások párbeszédpanelt
id: Buka kotak dialog opsi info pencarian mesin
it: Aprire la finestra di dialogo delle opzioni delle informazioni di ricerca del motore

source: Disply help for engine search info
de: Hilfe zu Suchmaschinen-Suchinformationen anzeigen
fr: Afficher l'aide pour les informations de recherche du moteur
he: הצג עזרה עבור מידע על חיפוש מנוע
hi: इंजन खोज जानकारी के लिए डिस्प्ले सहायता
hu: Segítségnyújtás a motorkeresési információkhoz
id: Menampilkan bantuan untuk info pencarian mesin
it: Visualizza la guida per le informazioni di ricerca del motore

source: Here is a description of the engine search info elements
de: Hier ist eine Beschreibung der Engine-Suchinfo-Elemente
fr: Voici une description des éléments d'information de recherche du moteur
he: להלן תיאור של רכיבי המידע של חיפוש מנוע
hi: यहाँ इंजन खोज जानकारी तत्वों का विवरण दिया गया है
hu: Itt található a motor kereső információs elemeinek leírása
id: Berikut adalah deskripsi elemen info pencarian mesin
it: Ecco una descrizione degli elementi informativi della ricerca del motore

source: displayed in this panel.
de: in diesem Bereich angezeigt.
fr: affiché dans ce panneau.
he: מוצג בפאנל זה.
hi: इस पैनल में प्रदर्शित.
hu: jelennek meg ezen a panelen.
id: ditampilkan di panel ini.
it: visualizzati in questo pannello.

source: Engine name : The name of the current engine.
de: Engine-Name: Der Name der aktuellen Engine.
fr: Nom du moteur : Le nom du moteur actuel.
he: שם מנוע: שם המנוע הנוכחי.
hi: इंजन का नाम : वर्तमान इंजन का नाम.
hu: Motor neve : Az aktuális motor neve.
id: Nama mesin: Nama mesin saat ini.
it: Nome motore: il nome del motore corrente.
