Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Minutes : The number of minutes allowed for a game.
de: Minuten: Die Anzahl der Minuten, die für ein Spiel zulässig sind.
fr: Minutes : Le nombre de minutes autorisées pour un match.
he: דקות: מספר הדקות המותר למשחק.
hi: मिनट : किसी खेल के लिए स्वीकृत मिनटों की संख्या।
hu: Percek : Egy játékra engedélyezett percek száma.
id: Menit: Jumlah menit yang diberikan untuk suatu permainan.
it: Minuti: numero di minuti concessi per una partita.

source: Increment : The increment in seconds for a move during the game.
de: Inkrement: Das Inkrement in Sekunden für einen Zug während des Spiels.
fr: Incrément : L'incrément en secondes pour un mouvement pendant le jeu.
he: תוספת: התוספת בשניות עבור מהלך במהלך המשחק.
hi: वृद्धि : खेल के दौरान एक चाल के लिए सेकंड में वृद्धि।
hu: Növekmény : A lépések lépésenkénti növekménye a játék során.
id: Penambahan: Penambahan dalam hitungan detik untuk suatu gerakan selama permainan.
it: Incremento: incremento in secondi per una mossa durante la partita.

source: Select colour : Choose the White pieces, the Black pieces or either colour.
de: Farbe auswählen: Wählen Sie die weißen Teile, die schwarzen Teile oder eine beliebige Farbe.
fr: Sélectionnez la couleur : Choisissez les pièces blanches, les pièces noires ou l'une des deux couleurs.
he: בחר צבע: בחר את החלקים הלבנים, את החלקים השחורים או בכל אחד מהצבעים.
hi: रंग चुनें: सफ़ेद टुकड़े, काले टुकड़े या कोई भी रंग चुनें।
hu: Szín kiválasztása: Válassza ki a fehér darabokat, a fekete darabokat vagy bármelyik színt.
id: Pilih warna: Pilih keping Putih, keping Hitam, atau salah satu warna.
it: Seleziona il colore: scegli i pezzi bianchi, i pezzi neri o uno dei due colori.

source: Rating range : Choose the Elo rating range of your opponent.
de: Wertungsbereich: Wählen Sie den Elo-Wertungsbereich Ihres Gegners.
fr: Plage de notation : Choisissez la plage de notation Elo de votre adversaire.
he: טווח דירוג: בחר את טווח דירוג Elo של היריב שלך.
hi: रेटिंग रेंज : अपने प्रतिद्वंद्वी की एलो रेटिंग रेंज चुनें।
hu: Értékelési tartomány: Válaszd ki ellenfeled Elo értékelési tartományát.
id: Rentang peringkat: Pilih rentang peringkat Elo lawan Anda.
it: Intervallo di valutazione: scegli l'intervallo di valutazione Elo del tuo avversario.

source: Rated game : Check this box if you want the game to count towards your rating.
de: Bewertetes Spiel: Aktivieren Sie dieses Kontrollkästchen, wenn das Spiel für Ihre Bewertung berücksichtigt werden soll.
fr: Jeu classé : cochez cette case si vous souhaitez que le jeu soit pris en compte dans votre classement.
he: משחק מדורג : סמן את התיבה הזו אם אתה רוצה שהמשחק ייחשב לדירוג שלך.
hi: रेटेड गेम: यदि आप चाहते हैं कि गेम आपकी रेटिंग में शामिल हो तो इस बॉक्स को चेक करें।
hu: Értékelt játék : Jelölje be ezt a négyzetet, ha azt szeretné, hogy a játék beleszámítson az értékelésbe.
id: Game yang diberi peringkat: Centang kotak ini jika Anda ingin game tersebut diperhitungkan dalam peringkat Anda.
it: Gioco classificato: seleziona questa casella se vuoi che il gioco venga conteggiato nella tua valutazione.

source: Auto response : Check this box to accept the first respondant for a game.
de: Automatische Antwort: Aktivieren Sie dieses Kontrollkästchen, um den ersten Antwortenden für ein Spiel zu akzeptieren.
fr: Réponse automatique : Cochez cette case pour accepter le premier répondant pour un jeu.
he: תגובה אוטומטית: סמן את התיבה הזו כדי לקבל את המגיב הראשון למשחק.
hi: स्वतः प्रतिक्रिया : किसी गेम के लिए प्रथम प्रत्युत्तरदाता को स्वीकार करने के लिए इस बॉक्स को चेक करें।
hu: Automatikus válasz : Jelölje be ezt a jelölőnégyzetet az első válaszoló elfogadásához egy játékhoz.
id: Respons otomatis: Centang kotak ini untuk menerima responden pertama untuk permainan.
it: Risposta automatica: seleziona questa casella per accettare il primo rispondente per una partita.

source: Leave the box unchecked, if you want to choose from multiple replies.
de: Lassen Sie das Kontrollkästchen deaktiviert, wenn Sie aus mehreren Antworten auswählen möchten.
fr: Laissez la case décochée si vous souhaitez choisir parmi plusieurs réponses.
he: השאר את התיבה לא מסומנת, אם אתה רוצה לבחור מתוך מספר תשובות.
hi: यदि आप एकाधिक उत्तरों में से चयन करना चाहते हैं तो बॉक्स को अनचेक छोड़ दें।
hu: Ha több válasz közül szeretne választani, ne jelölje be a négyzetet.
id: Biarkan kotak tidak dicentang, jika Anda ingin memilih dari beberapa balasan.
it: Se vuoi scegliere tra più risposte, lascia la casella deselezionata.

source: Apply formula : Check this box to apply your choices to filter the replies.
de: Formel anwenden: Aktivieren Sie dieses Kontrollkästchen, um Ihre Auswahl zum Filtern der Antworten anzuwenden.
fr: Appliquer la formule : Cochez cette case pour appliquer vos choix afin de filtrer les réponses.
he: החל נוסחה : סמן תיבה זו כדי להחיל את האפשרויות שלך לסינון התשובות.
hi: सूत्र लागू करें : उत्तरों को फ़िल्टर करने के लिए अपने विकल्प लागू करने हेतु इस बॉक्स को चेक करें.
hu: Képlet alkalmazása : Jelölje be ezt a jelölőnégyzetet a válaszok szűrésére vonatkozó választások alkalmazásához.
id: Terapkan rumus: Centang kotak ini untuk menerapkan pilihan Anda untuk memfilter balasan.
it: Applica formula: seleziona questa casella per applicare le tue scelte per filtrare le risposte.

source: Fics place game advert help
de: Fics platzieren Spielwerbung Hilfe
fr: Aide à la publicité pour le jeu Fics Place
he: עזרה של פיקציות על פרסום משחק
hi: फ़िक्स स्थान खेल विज्ञापन सहायता
hu: Fics helyjáték hirdetési segítség
id: Iklan game tempat Fics membantu
it: Aiuto per la pubblicità del gioco Fics Place

source: Enter the network window settings
de: Geben Sie die Netzwerkfenstereinstellungen ein
fr: Entrez les paramètres de la fenêtre réseau
he: הזן את הגדרות חלון הרשת
hi: नेटवर्क विंडो सेटिंग्स दर्ज करें
hu: Adja meg a hálózati ablak beállításait
id: Masuk ke pengaturan jendela jaringan
it: Inserisci le impostazioni della finestra di rete

source: Text input box line no.
de: Texteingabefeld Zeilennr.
fr: Numéro de ligne de la zone de saisie de texte
he: שורה מס' תיבת קלט טקסט.
hi: टेक्स्ट इनपुट बॉक्स लाइन नं.
hu: Szövegbeviteli mező sor sz.
id: Baris kotak masukan teks no.
it: Riga n. della casella di immissione testo.

source: Default take back move no.
de: Standardmäßige Rücknahmebewegungsnummer
fr: Numéro de reprise par défaut.
he: ברירת מחדל קח בחזרה מהלך מס.
hi: डिफ़ॉल्ट वापस ले कदम नं.
hu: Alapértelmezett visszavételi lépés sz.
id: Langkah pengembalian default no.
it: Mossa di ripresa predefinita n.

source: Cancel adverts on startup
de: Anzeigen beim Start abbrechen
fr: Annuler les publicités au démarrage
he: בטל פרסומות בעת ההפעלה
hi: स्टार्टअप पर विज्ञापन रद्द करें
hu: Indításkor törölje a hirdetéseket
id: Batalkan iklan saat memulai
it: Annullare gli annunci all'avvio

source: Silence connection messages
de: Verbindungsnachrichten stummschalten
fr: Messages de connexion silencieux
he: השתקת הודעות חיבור
hi: कनेक्शन संदेश मौन करें
hu: Kapcsolódási üzenetek elnémítása
id: Pesan koneksi senyap
it: Disattiva i messaggi di connessione

source: Display important game messages
de: Wichtige Spielnachrichten anzeigen
fr: Afficher les messages importants du jeu
he: הצג הודעות משחק חשובות
hi: महत्वपूर्ण खेल संदेश प्रदर्शित करें
hu: Jelenítse meg a fontos játéküzeneteket
id: Menampilkan pesan permainan penting
it: Visualizza messaggi di gioco importanti

source: Confirm resign message box
de: Meldungsfeld „Rücktritt bestätigen“
fr: Confirmer la boîte de message de démission
he: אשר תיבת הודעת התפטרות
hi: इस्तीफ़ा देने की पुष्टि करें संदेश बॉक्स
hu: Erősítse meg a lemondást
id: Konfirmasi kotak pesan pengunduran diri
it: Conferma messaggio di dimissioni

source: Display Fics status bar 2d message
de: Fics-Statusleiste 2D-Meldung anzeigen
fr: Afficher le message 2D de la barre d'état de Fics
he: הצג הודעת דו-ממדית של שורת המצב של Fics
hi: फिक्स स्टेटस बार 2डी संदेश प्रदर्शित करें
hu: Fics állapotsor 2d üzenet megjelenítése
id: Menampilkan pesan 2d pada bilah status Fics
it: Visualizza messaggio 2D nella barra di stato di Fics

source: Display Fics status bar 3d message
de: 3D-Nachricht in der Fics-Statusleiste anzeigen
fr: Afficher le message 3D de la barre d'état Fics
he: הצג הודעת תלת מימד של שורת המצב של Fics
hi: फिक्स स्टेटस बार 3डी संदेश प्रदर्शित करें
hu: Fics állapotsor 3D üzenet megjelenítése
id: Menampilkan pesan 3D pada bilah status Fics
it: Visualizza messaggio 3D nella barra di stato di Fics

source: Select window background colour
de: Wählen Sie die Fensterhintergrundfarbe
fr: Sélectionnez la couleur d'arrière-plan de la fenêtre
he: בחר צבע רקע לחלון
hi: विंडो पृष्ठभूमि रंग चुनें
hu: Válassza ki az ablak háttérszínét
id: Pilih warna latar belakang jendela
it: Seleziona il colore di sfondo della finestra

source: Toolbar icons..
de: Symbolleistensymbole.
fr: Icônes de la barre d'outils.
he: סמלי סרגל הכלים..
hi: टूलबार चिह्न..
hu: Eszköztár ikonok..
id: Ikon bilah alat..
it: Icone della barra degli strumenti.

source: Choose the number of lines for the text input box
de: Wählen Sie die Anzahl der Zeilen für das Texteingabefeld
fr: Choisissez le nombre de lignes pour la zone de saisie de texte
he: בחר את מספר השורות עבור תיבת קלט הטקסט
hi: टेक्स्ट इनपुट बॉक्स के लिए पंक्तियों की संख्या चुनें
hu: Válassza ki a szövegbeviteli mező sorainak számát
id: Pilih jumlah baris untuk kotak input teks
it: Scegli il numero di righe per la casella di immissione del testo

source: Set the default takeback move number for a game
de: Festlegen der Standardanzahl von Rücknahmezügen für ein Spiel
fr: Définir le nombre de coups de reprise par défaut pour une partie
he: הגדר את מספר מהלך ההחזרה המוגדר כברירת מחדל עבור משחק
hi: किसी गेम के लिए डिफ़ॉल्ट टेकबैक मूव नंबर सेट करें
hu: Állítsa be a játék alapértelmezett visszavételi lépésszámát
id: Tetapkan nomor gerakan takeback default untuk suatu permainan
it: Imposta il numero di mosse di ripresa predefinite per una partita

source: Check to cancel the display of game adverts
de: Aktivieren Sie dieses Kontrollkästchen, um die Anzeige von Spielewerbung zu unterbinden
fr: Cochez pour annuler l'affichage des publicités du jeu
he: סמן כדי לבטל את הצגת מודעות המשחק
hi: गेम विज्ञापनों का प्रदर्शन रद्द करने के लिए चेक करें
hu: Jelölje be a játékhirdetések megjelenítésének törléséhez
id: Centang untuk membatalkan tampilan iklan game
it: Seleziona per annullare la visualizzazione delle pubblicità dei giochi

source: after logging on
de: nach der Anmeldung
fr: après la connexion
he: לאחר הכניסה
hi: लॉग ऑन करने के बाद
hu: bejelentkezés után
id: setelah masuk
it: dopo aver effettuato l'accesso

source: Check to silence messages when playing a game
de: Aktivieren Sie dieses Kontrollkästchen, um Nachrichten beim Spielen stummzuschalten.
fr: Cochez pour désactiver les messages lorsque vous jouez à un jeu
he: סמן כדי להשתיק הודעות בעת משחק
hi: गेम खेलते समय संदेशों को चुप कराने के लिए जाँच करें
hu: Jelölje be az üzenetek elnémításához játék közben
id: Centang untuk menonaktifkan pesan saat bermain game
it: Seleziona per silenziare i messaggi durante il gioco

source: Check to silence connection messages
de: Aktivieren Sie dieses Kontrollkästchen, um Verbindungsnachrichten stummzuschalten
fr: Cochez pour désactiver les messages de connexion
he: סמן כדי להשתיק הודעות חיבור
hi: कनेक्शन संदेशों को चुप कराने के लिए जाँच करें
hu: Jelölje be a kapcsolati üzenetek elnémításához
id: Centang untuk menonaktifkan pesan koneksi
it: Selezionare per silenziare i messaggi di connessione

source: for the status bar during a game
de: für die Statusleiste während eines Spiels
fr: pour la barre d'état pendant un jeu
he: עבור שורת המצב במהלך משחק
hi: गेम के दौरान स्टेटस बार के लिए
hu: az állapotsorhoz játék közben
id: untuk bilah status selama permainan
it: per la barra di stato durante una partita

source: Check to display important game messages
de: Aktivieren Sie dieses Kontrollkästchen, um wichtige Spielmeldungen anzuzeigen
fr: Cochez pour afficher les messages importants du jeu
he: סמן כדי להציג הודעות משחק חשובות
hi: महत्वपूर्ण गेम संदेश प्रदर्शित करने के लिए जाँच करें
hu: Jelölje be a fontos játéküzenetek megjelenítéséhez
id: Centang untuk menampilkan pesan permainan penting
it: Seleziona per visualizzare i messaggi di gioco importanti

source: in a message box
de: in einem Nachrichtenfeld
fr: dans une boîte de message
he: בתיבת הודעות
hi: संदेश बॉक्स में
hu: üzenetdobozban
id: di kotak pesan
it: in una casella di messaggio

source: Check to display confirm box after resigning
de: Aktivieren Sie dieses Kontrollkästchen, um nach dem Rücktritt ein Bestätigungsfeld anzuzeigen.
fr: Cochez cette case pour afficher la boîte de confirmation après la démission
he: סמן כדי להציג את תיבת האישור לאחר התפטרות
hi: इस्तीफा देने के बाद पुष्टि बॉक्स प्रदर्शित करने के लिए जाँच करें
hu: Jelölje be a megerősítő négyzet megjelenítéséhez lemondás után
id: Centang untuk menampilkan kotak konfirmasi setelah mengundurkan diri
it: Seleziona per visualizzare la casella di conferma dopo le dimissioni

source: Check to display Fics messages
de: Aktivieren Sie dieses Kontrollkästchen, um Fics-Nachrichten anzuzeigen.
fr: Cochez pour afficher les messages Fics
he: סמן כדי להציג הודעות Fics
hi: फ़िक्स संदेश प्रदर्शित करने के लिए जाँच करें
hu: Jelölje be a Fics üzenetek megjelenítéséhez
id: Centang untuk menampilkan pesan Fics
it: Seleziona per visualizzare i messaggi Fics

source: on the status bar in 2d
de: in der Statusleiste in 2D
fr: sur la barre d'état en 2D
he: בשורת המצב ב-2d
hi: 2d में स्टेटस बार पर
hu: az állapotsoron 2d-ben
id: pada bilah status dalam 2d
it: sulla barra di stato in 2d

source: on the status bar in 3d
de: auf der Statusleiste in 3D
fr: sur la barre d'état en 3D
he: בשורת המצב בתלת מימד
hi: 3D में स्टेटस बार पर
hu: az állapotsoron 3d-ben
id: pada bilah status dalam 3d
it: sulla barra di stato in 3d

source: Open choose colour dialog box
de: Dialogfeld „Farbe auswählen“ öffnen
fr: Ouvrir la boîte de dialogue de choix de couleur
he: פתח את תיבת הדו-שיח בחר צבע
hi: रंग चुनें संवाद बॉक्स खोलें
hu: Nyissa meg a színválasztás párbeszédpanelt
id: Buka kotak dialog pilih warna
it: Apri la finestra di dialogo Scegli colore

source: Open the select toolbar icons dialog box
de: Öffnen Sie das Dialogfeld „Symbolleistensymbole auswählen“
fr: Ouvrir la boîte de dialogue de sélection des icônes de la barre d'outils
he: פתח את תיבת הדו-שיח בחירת סמלי סרגל הכלים
hi: टूलबार आइकन चुनें संवाद बॉक्स खोलें
hu: Nyissa meg az eszköztár ikonjainak kiválasztása párbeszédpanelt
id: Buka kotak dialog pilih ikon bilah alat
it: Aprire la finestra di dialogo Seleziona icone della barra degli strumenti

source: This dialog box allows you to set the following options for Fics -
de: In diesem Dialogfeld können Sie die folgenden Optionen für Fics festlegen -
fr: Cette boîte de dialogue vous permet de définir les options suivantes pour Fics -
he: תיבת דו-שיח זו מאפשרת לך להגדיר את האפשרויות הבאות עבור Fics -
hi: यह डायलॉग बॉक्स आपको फिक्स के लिए निम्नलिखित विकल्प सेट करने की अनुमति देता है -
hu: Ez a párbeszédpanel lehetővé teszi a következő beállítások megadását a Fics számára -
id: Kotak dialog ini memungkinkan Anda untuk mengatur opsi berikut untuk Fics -
it: Questa finestra di dialogo consente di impostare le seguenti opzioni per Fics:

source: Text input box line no. - The number of lines of text in the input box.
de: Text-Eingabefeld Zeilennummer – Die Anzahl der Textzeilen im Eingabefeld.
fr: Numéro de ligne de la zone de saisie de texte - Le nombre de lignes de texte dans la zone de saisie.
he: שורה מס' תיבת קלט טקסט. - מספר שורות הטקסט בתיבת הקלט.
hi: टेक्स्ट इनपुट बॉक्स पंक्ति क्रमांक - इनपुट बॉक्स में टेक्स्ट की पंक्तियों की संख्या।
hu: Szövegbeviteli mező sor sz. - A beviteli mezőben lévő szövegsorok száma.
id: Nomor baris kotak masukan teks - Jumlah baris teks dalam kotak masukan.
it: Numero di riga della casella di immissione testo. - Numero di righe di testo nella casella di immissione.

source: This will determine the height of the box.
de: Dadurch wird die Höhe der Box bestimmt.
fr: Cela déterminera la hauteur de la boîte.
he: זה יקבע את גובה הקופסה.
hi: इससे बॉक्स की ऊंचाई निर्धारित होगी।
hu: Ez határozza meg a doboz magasságát.
id: Ini akan menentukan tinggi kotak.
it: Questo determinerà l'altezza della scatola.

source: Default take back move no. - This number will be automatically added
de: Standard-Rücknahmeumzugsnummer - Diese Nummer wird automatisch hinzugefügt
fr: Numéro de reprise par défaut : ce numéro sera ajouté automatiquement.
he: מהלך ברירת המחדל של קח בחזרה. - מספר זה יתווסף אוטומטית
hi: डिफ़ॉल्ट वापस ले जाने का मूव नंबर - यह नंबर स्वचालित रूप से जोड़ दिया जाएगा
hu: Alapértelmezett visszavételi lépés sz. - Ez a szám automatikusan hozzáadódik
id: Nomor pemindahan take back default - Nomor ini akan ditambahkan secara otomatis
it: Numero di movimento di ripresa predefinito. - Questo numero verrà aggiunto automaticamente

source: to the takeback command when selected and then sent to Fics.
de: zum Rücknahmebefehl, wenn ausgewählt und dann an Fics gesendet.
fr: à la commande de reprise lorsqu'elle est sélectionnée puis envoyée à Fics.
he: לפקודת ההחזרה כאשר היא נבחרה ולאחר מכן נשלחת אל Fics.
hi: जब चयन किया जाता है तो टेकबैक कमांड पर ले जाया जाता है और फिर फिक्स को भेजा जाता है।
hu: a visszavételi parancsra, amikor kiválasztják, majd elküldik a Fics-nek.
id: ke perintah takeback saat dipilih lalu dikirim ke Fics.
it: al comando di ripristino quando selezionato e quindi inviato a Fics.

source: Cancel adverts on startup - Check to stop game adverts being sent
de: Werbung beim Start abbrechen – Aktivieren Sie dieses Kontrollkästchen, um das Senden von Spielwerbung zu verhindern
fr: Annuler les publicités au démarrage - Cochez cette case pour empêcher l'envoi de publicités de jeu
he: בטל פרסומות בעת ההפעלה - סמן כדי לעצור את שליחת פרסומות המשחק
hi: स्टार्टअप पर विज्ञापन रद्द करें - गेम विज्ञापनों को भेजने से रोकने के लिए चेक करें
hu: Reklámok törlése indításkor – Jelölje be a játékhirdetések küldésének leállításához
id: Batalkan iklan saat memulai - Centang untuk menghentikan pengiriman iklan game
it: Annulla annunci all'avvio: seleziona questa opzione per interrompere l'invio di annunci pubblicitari del gioco

source: after you have logged on to Fics.
de: nachdem Sie sich bei Fics angemeldet haben.
fr: après vous être connecté à Fics.
he: לאחר שנכנסת ל-Fics.
hi: आपके द्वारा Fics पर लॉग ऑन करने के बाद.
hu: miután bejelentkezett a Fics szolgáltatásba.
id: setelah Anda masuk ke Fics.
it: dopo aver effettuato l'accesso a Fics.

source: Set silence for game - Check to stop messages being sent
de: Stummschaltung für Spiel festlegen – Aktivieren Sie dieses Kontrollkästchen, um das Senden von Nachrichten zu stoppen
fr: Définir le silence pour le jeu - Cochez cette case pour arrêter l'envoi des messages
he: הגדר שקט למשחק - סמן כדי לעצור את שליחת ההודעות
hi: गेम के लिए साइलेंस सेट करें - संदेश भेजने से रोकने के लिए चेक करें
hu: Csend beállítása a játékhoz – Jelölje be az üzenetek küldésének leállításához
id: Atur keheningan untuk permainan - Centang untuk menghentikan pengiriman pesan
it: Imposta il silenzio per il gioco: seleziona per interrompere l'invio di messaggi

source: when you are playing a game.
de: wenn Sie ein Spiel spielen.
fr: quand tu joues à un jeu.
he: כשאתה משחק במשחק.
hi: जब आप कोई खेल खेल रहे हों.
hu: amikor játszol.
id: saat Anda bermain game.
it: quando stai giocando.

source: Silence connection messages - Check to stop connection messages
de: Verbindungsmeldungen stummschalten – Aktivieren Sie dieses Kontrollkästchen, um Verbindungsmeldungen zu stoppen
fr: Désactiver les messages de connexion - Cochez cette case pour arrêter les messages de connexion
he: השתקת הודעות חיבור - סמן כדי להפסיק הודעות חיבור
hi: कनेक्शन संदेश बंद करें - कनेक्शन संदेश बंद करने के लिए जाँच करें
hu: Kapcsolódási üzenetek elnémítása – Jelölje be a csatlakozási üzenetek leállításához
id: Matikan pesan koneksi - Centang untuk menghentikan pesan koneksi
it: Disattiva messaggi di connessione - Seleziona per interrompere i messaggi di connessione

source: being displayed on the toolbar when you are playing a game.
de: wird in der Symbolleiste angezeigt, wenn Sie ein Spiel spielen.
fr: affiché sur la barre d'outils lorsque vous jouez à un jeu.
he: מוצג בסרגל הכלים כשאתה משחק במשחק.
hi: जब आप कोई गेम खेल रहे हों तो टूलबार पर प्रदर्शित किया जा रहा है।
hu: játék közben megjelenik az eszköztáron.
id: ditampilkan pada bilah alat saat Anda bermain game.
it: visualizzato sulla barra degli strumenti quando si gioca.

source: Display important game messages - Check to display important game
de: Wichtige Spielmeldungen anzeigen - Aktivieren Sie dieses Kontrollkästchen, um wichtige Spielmeldungen anzuzeigen
fr: Afficher les messages importants du jeu - Cochez cette case pour afficher les messages importants du jeu
he: הצגת הודעות משחק חשובות - סמן כדי להציג משחק חשוב
hi: महत्वपूर्ण गेम संदेश प्रदर्शित करें - महत्वपूर्ण गेम प्रदर्शित करने के लिए चेक करें
hu: Fontos játéküzenetek megjelenítése – Jelölje be a fontos játék megjelenítéséhez
id: Menampilkan pesan-pesan penting permainan - Centang untuk menampilkan pesan-pesan penting permainan
it: Visualizza messaggi di gioco importanti - Seleziona per visualizzare messaggi di gioco importanti

source: messages during a game. This includes draw offers, game over etc.
de: Nachrichten während eines Spiels. Dazu gehören Ziehungsangebote, Game Over usw.
fr: messages pendant une partie. Cela comprend les offres de match nul, la fin de la partie, etc.
he: הודעות במהלך משחק. זה כולל הצעות הגרלה, סיום משחק וכו'.
hi: खेल के दौरान संदेश। इसमें ड्रॉ ऑफर, गेम खत्म आदि शामिल हैं।
hu: üzeneteket játék közben. Ide tartoznak a sorsolási ajánlatok, a játék vége stb.
id: pesan selama permainan. Ini termasuk tawaran undian, permainan berakhir, dll.
it: messaggi durante una partita. Questo include offerte di pareggio, fine della partita ecc.

source: Confirm resign message box - Check for a confimation message box
de: Nachrichtenfeld „Rücktritt bestätigen“ – Suchen Sie nach einem Nachrichtenfeld zur Bestätigung
fr: Confirmer la boîte de message de démission - Rechercher une boîte de message de confirmation
he: תיבת הודעת אישור התפטרות - בדוק אם יש תיבת הודעת אישור
hi: इस्तीफ़ा देने की पुष्टि संदेश बॉक्स - पुष्टि संदेश बॉक्स की जाँच करें
hu: Visszalépés megerősítése üzenetdoboz – Ellenőrizze, hogy van-e megerősítő üzenetdoboz
id: Konfirmasi kotak pesan pengunduran diri - Periksa kotak pesan konfirmasi
it: Conferma messaggio di dimissioni - Controlla se è presente una casella di messaggio di conferma

source: to be displayed when you resign a game.
de: wird angezeigt, wenn Sie ein Spiel aufgeben.
fr: à afficher lorsque vous abandonnez une partie.
he: שיוצג כאשר אתה מתפטר ממשחק.
hi: जब आप किसी खेल से इस्तीफा देंगे तो यह प्रदर्शित होगा।
hu: akkor jelenik meg, amikor lemond egy játékról.
id: yang akan ditampilkan saat Anda mengundurkan diri dari permainan.
it: da visualizzare quando si abbandona una partita.

source: Display Fics status bar message 2d - Check to display a Fics message
de: Fics-Statusleistenmeldung anzeigen 2d - Aktivieren Sie dieses Kontrollkästchen, um eine Fics-Meldung anzuzeigen
fr: Afficher le message de la barre d'état Fics 2d - Cochez cette case pour afficher un message Fics
he: הצגת הודעת שורת המצב של Fics 2d - סמן כדי להציג הודעת Fics
hi: फिक्स स्थिति पट्टी संदेश प्रदर्शित करें 2d - फिक्स संदेश प्रदर्शित करने के लिए जाँच करें
hu: Fics állapotsor üzenet megjelenítése 2d - Jelölje be a Fics üzenet megjelenítéséhez
id: Tampilkan pesan status Fics 2d - Centang untuk menampilkan pesan Fics
it: Visualizza messaggio barra di stato Fics 2d - Seleziona per visualizzare un messaggio Fics
