Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: from a large PGN database file and want to add the games in installments.
de: aus einer großen PGN-Datenbankdatei und möchten die Spiele in Raten hinzufügen.
fr: à partir d'un grand fichier de base de données PGN et je souhaite ajouter les jeux en plusieurs fois.
he: מקובץ מסד נתונים גדול של PGN ורוצים להוסיף את המשחקים בתשלומים.
hi: मैं एक बड़ी PGN डेटाबेस फ़ाइल से गेम को किश्तों में जोड़ना चाहता हूँ।
hu: egy nagy PGN adatbázis fájlból, és részletekben szeretné hozzáadni a játékokat.
id: dari berkas basis data PGN yang besar dan ingin menambahkan permainan secara bertahap.
it: da un file di database PGN di grandi dimensioni e si desidera aggiungere i giochi a rate.

source: You can clear this number by clicking on <Defaults>
de: Sie können diese Nummer löschen, indem Sie auf <Standard> klicken.
fr: Vous pouvez effacer ce numéro en cliquant sur <Par défaut>
he: אתה יכול לנקות את המספר הזה על ידי לחיצה על <ברירות מחדל>
hi: आप <डिफ़ॉल्ट> पर क्लिक करके इस नंबर को साफ़ कर सकते हैं
hu: Ezt a számot az <Alapértelmezett> gombra kattintva törölheti
id: Anda dapat menghapus nomor ini dengan mengklik <Default>
it: È possibile cancellare questo numero cliccando su <Defaults>

source: Note 1 :
de: Anmerkung 1:
fr: Remarque 1 :
he: הערה 1:
hi: नोट 1 :
hu: 1. megjegyzés:
id: Catatan 1 :
it: Nota 1:

source: If you want to create a new, empty, polyglot .bin opening book,
de: Wenn Sie ein neues, leeres, polyglottes .bin-Eröffnungsbuch erstellen möchten,
fr: Si vous souhaitez créer un nouveau livre d'ouverture .bin polyglotte vide,
he: אם ברצונך ליצור ספר פתיחה חדש, ריק, פוליגלוט .bin,
hi: यदि आप एक नई, खाली, बहुभाषी .bin ओपनिंग बुक बनाना चाहते हैं,
hu: Ha új, üres, többnyelvű .bin nyitókönyvet szeretne létrehozni,
id: Jika Anda ingin membuat buku pembukaan .bin poliglot baru yang kosong,
it: Se vuoi creare un nuovo libro di apertura .bin poliglotta vuoto,

source: then type in the new name with .bin extenstion at the end of the path
de: Geben Sie dann den neuen Namen mit der Erweiterung .bin am Ende des Pfads ein
fr: puis tapez le nouveau nom avec l'extension .bin à la fin du chemin
he: לאחר מכן הקלד את השם החדש עם סיומת .bin בסוף הנתיב
hi: फिर पथ के अंत में .bin एक्सटेंशन के साथ नया नाम लिखें
hu: majd írja be az új nevet .bin kiterjesztéssel az elérési út végére
id: lalu ketik nama baru dengan ekstensi .bin di akhir jalur
it: quindi digitare il nuovo nome con estensione .bin alla fine del percorso

source: in file input box or into the browse file box
de: im Dateieingabefeld oder im Feld „Datei durchsuchen“
fr: dans la zone de saisie du fichier ou dans la zone de navigation du fichier
he: בתיבת קלט קובץ או בתיבת עיון בקובץ
hi: फ़ाइल इनपुट बॉक्स में या ब्राउज़ फ़ाइल बॉक्स में
hu: a fájlbeviteli mezőbe vagy a fájlok tallózása mezőbe
id: di kotak masukan file atau ke kotak telusuri file
it: nella casella di input del file o nella casella di esplorazione dei file

source: e.g For a new, empty opening book called MyOpenings.bin you would change
de: z.B. Für ein neues, leeres Eröffnungsbuch namens MyOpenings.bin würden Sie ändern
fr: Par exemple, pour un nouveau livre d'ouverture vide appelé MyOpenings.bin, vous devez modifier
he: למשל עבור ספר פתיחה חדש וריק בשם MyOpenings.bin היית משנה
hi: उदाहरण के लिए MyOpenings.bin नामक एक नई, खाली ओपनिंग बुक के लिए आप बदलेंगे
hu: Például egy új, üres nyitókönyvnél, a MyOpenings.binnél változtatna
id: misalnya Untuk buku pembukaan baru dan kosong yang disebut MyOpenings.bin Anda akan mengubah
it: ad esempio per un nuovo libro di apertura vuoto chiamato MyOpenings.bin dovresti modificare

source: in the file input box of the dialog box.
de: im Dateieingabefeld des Dialogfelds.
fr: dans la zone de saisie de fichier de la boîte de dialogue.
he: בתיבת קלט הקובץ של תיבת הדו-שיח.
hi: संवाद बॉक्स के फ़ाइल इनपुट बॉक्स में.
hu: a párbeszédpanel fájlbeviteli mezőjében.
id: dalam kotak masukan berkas pada kotak dialog.
it: nella casella di immissione file della finestra di dialogo.

source: Alternatively, type MyOpenings.bin in the browse file box.
de: Alternativ können Sie MyOpenings.bin in das Feld „Datei durchsuchen“ eingeben.
fr: Vous pouvez également saisir MyOpenings.bin dans la zone de recherche de fichiers.
he: לחלופין, הקלד MyOpenings.bin בתיבת הקובץ עיון.
hi: वैकल्पिक रूप से, ब्राउज़ फ़ाइल बॉक्स में MyOpenings.bin टाइप करें।
hu: Alternatív megoldásként írja be a MyOpenings.bin parancsot a fájlok tallózása mezőbe.
id: Atau, ketik MyOpenings.bin di kotak telusuri berkas.
it: In alternativa, digitare MyOpenings.bin nella casella di ricerca dei file.

source: Note 2 :
de: Anmerkung 2:
fr: Remarque 2 :
he: הערה 2:
hi: नोट 2 :
hu: 2. megjegyzés:
id: Catatan 2 :
it: Nota 2:

source: During the add games process, the mouse cursor movement is restricted
de: Während des Hinzufügens von Spielen ist die Bewegung des Mauszeigers eingeschränkt
fr: Pendant le processus d'ajout de jeux, le mouvement du curseur de la souris est limité
he: במהלך תהליך הוספת המשחקים, תנועת סמן העכבר מוגבלת
hi: गेम जोड़ने की प्रक्रिया के दौरान, माउस कर्सर की गति प्रतिबंधित होती है
hu: A játékok hozzáadása során az egérkurzor mozgása korlátozott
id: Selama proses penambahan game, pergerakan kursor mouse dibatasi
it: Durante il processo di aggiunta dei giochi, il movimento del cursore del mouse è limitato

source: to the bottom panel. This is because the program behaved strangely
de: zum unteren Panel. Dies liegt daran, dass sich das Programm seltsam verhielt
fr: vers le panneau inférieur. Cela est dû au comportement étrange du programme.
he: לפאנל התחתון. הסיבה לכך היא שהתוכנית התנהגה בצורה מוזרה
hi: निचले पैनल पर। ऐसा इसलिए है क्योंकि प्रोग्राम अजीब तरीके से व्यवहार कर रहा था
hu: az alsó panelhez. Ez azért van, mert a program furcsán viselkedett
id: ke panel bawah. Ini karena programnya berperilaku aneh
it: al pannello inferiore. Questo perché il programma si è comportato in modo strano

source: if the mouse was moved around the rest of the screen during the process.
de: wenn die Maus während des Vorgangs über den restlichen Bildschirm bewegt wurde.
fr: si la souris a été déplacée sur le reste de l'écran pendant le processus.
he: אם העכבר הוזז ברחבי שאר המסך במהלך התהליך.
hi: यदि प्रक्रिया के दौरान माउस को स्क्रीन के बाकी हिस्से में घुमाया गया था।
hu: ha az egeret a képernyő többi részén mozgatták a folyamat során.
id: jika mouse digerakkan di seluruh layar selama proses berlangsung.
it: se durante il processo il mouse è stato spostato sul resto dello schermo.

source: I was not able to figure out what the cause of this was.
de: Ich konnte nicht herausfinden, was die Ursache dafür war.
fr: Je n’ai pas réussi à déterminer quelle en était la cause.
he: לא הצלחתי להבין מה הסיבה לכך.
hi: मैं यह पता नहीं लगा सका कि इसका कारण क्या था।
hu: Nem tudtam rájönni, mi lehet ennek az oka.
id: Saya tidak dapat menemukan apa penyebabnya.
it: Non sono riuscito a capire quale ne fosse la causa.

source: Once the add games process is complete or cancelled, the mouse cursor
de: Sobald der Vorgang zum Hinzufügen von Spielen abgeschlossen oder abgebrochen wurde, wird der Mauszeiger
fr: Une fois le processus d'ajout de jeux terminé ou annulé, le curseur de la souris
he: לאחר השלמת תהליך הוספת המשחקים או בוטל, סמן העכבר
hi: जब गेम जोड़ने की प्रक्रिया पूरी हो जाती है या रद्द हो जाती है, तो माउस कर्सर
hu: Miután a játékok hozzáadása folyamat befejeződött vagy megszakadt, az egérkurzor
id: Setelah proses penambahan game selesai atau dibatalkan, kursor mouse
it: Una volta completato o annullato il processo di aggiunta dei giochi, il cursore del mouse

source: is released from the bottom panel and will behave as normal.
de: wird von der Bodenplatte gelöst und verhält sich wie gewohnt.
fr: est libéré du panneau inférieur et se comportera normalement.
he: משוחרר מהפאנל התחתון ויתנהג כרגיל.
hi: नीचे के पैनल से मुक्त कर दिया जाता है और सामान्य रूप से व्यवहार करेगा।
hu: kiszabadul az alsó panelről, és a szokásos módon fog működni.
id: dilepaskan dari panel bawah dan akan berperilaku seperti biasa.
it: viene rilasciato dal pannello inferiore e si comporterà normalmente.

source: Also, every 500 games the mouse cursor is moved within the bottom panel
de: Außerdem wird der Mauszeiger alle 500 Spiele innerhalb des unteren Bereichs bewegt
fr: De plus, toutes les 500 parties, le curseur de la souris est déplacé dans le panneau inférieur
he: כמו כן, כל 500 משחקים סמן העכבר מועבר בתוך הפאנל התחתון
hi: इसके अलावा, हर 500 गेम में माउस कर्सर को निचले पैनल में ले जाया जाता है
hu: Ezenkívül minden 500 játékban az egérkurzor az alsó panelen belülre kerül
id: Selain itu, setiap 500 permainan kursor mouse dipindahkan di dalam panel bawah
it: Inoltre, ogni 500 partite il cursore del mouse viene spostato all'interno del pannello inferiore

source: by the program. This is to stop the screen saver activating and
de: durch das Programm. Dies verhindert die Aktivierung des Bildschirmschoners und
fr: par le programme. Ceci permet d'empêcher l'activation de l'économiseur d'écran et
he: על ידי התוכנית. זה כדי להפסיק את הפעלת שומר המסך ו
hi: प्रोग्राम द्वारा। यह स्क्रीन सेवर को सक्रिय होने से रोकने के लिए है और
hu: a program által. Ezzel leállítja a képernyővédő aktiválását és
id: oleh program. Ini untuk menghentikan pengaktifan screen saver dan
it: dal programma. Questo serve per impedire l'attivazione dello screen saver e

source: switching off the screen, because that also caused problems with the
de: das Ausschalten des Bildschirms, da dies auch Probleme mit dem
fr: éteindre l'écran, car cela causait également des problèmes avec le
he: כיבוי המסך, כי זה גם גרם לבעיות עם
hi: स्क्रीन बंद करना, क्योंकि इससे भी समस्याएँ उत्पन्न होती हैं
hu: a képernyő kikapcsolása, mert ez is problémákat okozott a
id: mematikan layar, karena itu juga menyebabkan masalah dengan
it: spegnere lo schermo, perché anche questo causava problemi con il

source: add games process.
de: Vorgang zum Hinzufügen von Spielen.
fr: ajouter un processus de jeux.
he: תהליך הוספת משחקים.
hi: खेल प्रक्रिया जोड़ें.
hu: játék hozzáadása folyamat.
id: menambahkan proses permainan.
it: aggiungi processo di giochi.

source: Polyglot..
de: Polyglott..
fr: Polyglotte..
he: פּוֹלִיגלוֹט..
hi: बहुभाषी..
hu: Poliglott..
id: Poliglot..
it: Poliglotta..

source: Credits..
fr: Crédits..
he: קרדיטים..
hi: श्रेय..
hu: Kredit..
id: Kredit..
it: Crediti..

source: Making books..
de: Bücher machen..
fr: Faire des livres..
he: עושה ספרים..
hi: किताबें बनाना..
hu: Könyvek készítése..
id: Membuat buku..
it: Fare libri..

source: Polyglot is a UCI adapter. It can connect a GUI interface
de: Polyglot ist ein UCI-Adapter. Er kann eine GUI-Schnittstelle anbinden
fr: Polyglot est un adaptateur UCI. Il permet de connecter une interface graphique.
he: Polyglot הוא מתאם UCI. זה יכול לחבר ממשק GUI
hi: पॉलीग्लॉट एक यूसीआई एडाप्टर है। यह एक GUI इंटरफ़ेस को कनेक्ट कर सकता है
hu: A Polyglot egy UCI adapter. Képes GUI interfészt csatlakoztatni
id: Polyglot adalah adaptor UCI. Ia dapat menghubungkan antarmuka GUI
it: Polyglot è un adattatore UCI. Può collegare un'interfaccia GUI

source: (such as XBoard, Winboard, Arena or Chessbase) to a UCI chess engine.
de: (wie XBoard, Winboard, Arena oder Chessbase) zu einer UCI-Schach-Engine.
fr: (tels que XBoard, Winboard, Arena ou Chessbase) vers un moteur d'échecs UCI.
he: (כגון XBoard, Winboard, Arena או Chessbase) למנוע שחמט של UCI.
hi: (जैसे कि XBoard, Winboard, Arena या Chessbase) को UCI शतरंज इंजन में परिवर्तित करना।
hu: (például XBoard, Winboard, Arena vagy Chessbase) egy UCI sakkmotorhoz.
id: (seperti XBoard, Winboard, Arena atau Chessbase) ke mesin catur UCI.
it: (come XBoard, Winboard, Arena o Chessbase) a un motore scacchistico UCI.

source: Polyglot also supports the Polyglot.bin opening book format.
de: Polyglot unterstützt auch das Eröffnungsbuchformat Polyglot.bin.
fr: Polyglot prend également en charge le format de livre d'ouverture Polyglot.bin.
he: Polyglot תומך גם בפורמט ספר הפתיחה Polyglot.bin.
hi: पॉलीग्लॉट पॉलीग्लॉट.बिन ओपनिंग बुक प्रारूप का भी समर्थन करता है।
hu: A Polyglot támogatja a Polyglot.bin nyitókönyv formátumot is.
id: Polyglot juga mendukung format buku pembuka Polyglot.bin.
it: Polyglot supporta anche il formato di apertura dei libri Polyglot.bin.

source: Roughly speaking, a PolyGlot opening book is a collection of triples
de: Grob gesagt ist ein PolyGlot-Eröffnungsbuch eine Sammlung von Tripeln
fr: En gros, un livre d'ouverture PolyGlot est une collection de triplets
he: באופן גס, ספר פתיחה של PolyGlot הוא אוסף של שלשות
hi: मोटे तौर पर कहें तो, पॉलीग्लॉट ओपनिंग बुक ट्रिपल का एक संग्रह है
hu: Nagyjából a PolyGlot nyitókönyve hármasok gyűjteménye
id: Secara kasar, buku pembukaan PolyGlot adalah kumpulan tiga kata
it: In parole povere, un libro di apertura PolyGlot è una raccolta di triple

source: (position, move, weight).
de: (Position, Bewegung, Gewicht).
fr: (position, mouvement, poids).
he: (מיקום, תנועה, משקל).
hi: (स्थिति, चाल, वजन).
hu: (pozíció, mozgás, súly).
id: (posisi, gerakan, berat).
it: (posizione, movimento, peso).

source: A 'position' is represented by a 64 - bit Zobrist hash key.
de: Eine „Position“ wird durch einen 64-Bit-Zobrist-Hash-Schlüssel dargestellt.
fr: Une « position » est représentée par une clé de hachage Zobrist de 64 bits.
he: 'עמדה' מיוצגת על ידי מפתח Hash 64-bit Zobrist.
hi: 'स्थिति' को 64-बिट ज़ोब्रिस्ट हैश कुंजी द्वारा दर्शाया जाता है।
hu: A „pozíciót” egy 64 bites Zobrist hash kulcs képviseli.
id: 'Posisi' diwakili oleh kunci hash Zobrist 64-bit.
it: Una "posizione" è rappresentata da una chiave hash Zobrist a 64 bit.

source: The weight is proportional to the probability the move should be played.
de: Die Gewichtung ist proportional zur Wahrscheinlichkeit, dass der Zug gespielt werden sollte.
fr: Le poids est proportionnel à la probabilité que le coup soit joué.
he: המשקל הוא פרופורציונלי להסתברות שהמהלך ישחק.
hi: भार उस संभावना के समानुपाती होता है जिस पर चाल खेली जानी चाहिए।
hu: A súly arányos azzal a valószínűséggel, hogy a lépést meg kell játszani.
id: Bobotnya proporsional terhadap kemungkinan gerakan itu dimainkan.
it: Il peso è proporzionale alla probabilità che la mossa venga giocata.

source: Other opening book formats such as the ChessBase .ctg format and
de: Andere Eröffnungsbuchformate wie das ChessBase .ctg-Format und
fr: D'autres formats de livres d'ouverture tels que le format ChessBase .ctg et
he: פורמטים נוספים של ספרי פתיחה כגון פורמט ChessBase .ctg ו
hi: अन्य ओपनिंग बुक प्रारूप जैसे कि चेसबेस .ctg प्रारूप और
hu: Egyéb nyitókönyv formátumok, mint például a ChessBase .ctg formátum és
id: Format buku pembukaan lainnya seperti format ChessBase .ctg dan
it: Altri formati di libri di apertura come il formato ChessBase .ctg e

source: the Arena .abk format are undocumented and proprietary.
de: Das Arena .abk-Format ist undokumentiert und proprietär.
fr: le format Arena .abk n'est pas documenté et propriétaire.
he: פורמט Arena .abk אינו מתועד וקנייני.
hi: एरेना .abk प्रारूप अप्रलेखित और स्वामित्वपूर्ण है।
hu: az Arena .abk formátum nem dokumentált és védett.
id: Format Arena .abk tidak berdokumen dan bersifat hak milik.
it: il formato Arena .abk non è documentato ed è proprietario.

source: They can only be used by their own GUIs.
de: Sie können nur von ihren eigenen GUIs verwendet werden.
fr: Ils ne peuvent être utilisés que par leurs propres interfaces graphiques.
he: הם יכולים לשמש רק על ידי GUI שלהם.
hi: इनका उपयोग केवल उनके अपने GUI द्वारा ही किया जा सकता है।
hu: Csak saját grafikus felhasználói felületeik használhatják őket.
id: Mereka hanya dapat digunakan melalui GUI mereka sendiri.
it: Possono essere utilizzati solo tramite le rispettive interfacce grafiche.

source: Previously, Nimzo_3d could only use PGN opening books,
de: Bisher konnte Nimzo_3d nur PGN-Eröffnungsbücher verwenden,
fr: Auparavant, Nimzo_3d ne pouvait utiliser que les livres d'ouverture PGN,
he: בעבר, Nimzo_3d יכול היה להשתמש רק בספרי פתיחה של PGN,
hi: इससे पहले, Nimzo_3d केवल PGN ओपनिंग पुस्तकों का उपयोग कर सकता था,
hu: Korábban a Nimzo_3d csak PGN nyitókönyveket tudott használni,
id: Sebelumnya, Nimzo_3d hanya bisa menggunakan buku pembuka PGN,
it: In precedenza, Nimzo_3d poteva utilizzare solo i libri di apertura PGN,

source: which were quite small and had no weights for move preference.
de: die ziemlich klein waren und keine Gewichte für die Bewegungspräferenz hatten.
fr: qui étaient assez petits et n'avaient pas de poids pour la préférence de mouvement.
he: שהיו די קטנים ולא היו להם משקלים להעדפת תנועה.
hi: जो काफी छोटे थे और उनमें चाल वरीयता के लिए कोई भार नहीं था।
hu: amelyek meglehetősen kicsik voltak, és nem volt súlyuk a mozgás preferenciájához.
id: yang cukup kecil dan tidak memiliki bobot untuk preferensi gerakan.
it: che erano piuttosto piccole e non avevano pesi per le preferenze di movimento.

source: Now it can use Polyglot .bin opening books.
de: Jetzt kann es Polyglot .bin-Eröffnungsbücher verwenden.
fr: Il peut désormais utiliser Polyglot .bin pour ouvrir des livres.
he: כעת הוא יכול להשתמש בספרי הפתיחה של Polyglot .bin.
hi: अब यह पॉलीग्लॉट .bin खोलने वाली पुस्तकों का उपयोग कर सकता है।
hu: Most már használhatja a Polyglot .bin nyitókönyveket.
id: Sekarang dapat menggunakan buku pembuka Polyglot .bin.
it: Ora può usare Polyglot .bin per aprire i libri.

source: There are some Polyglot.bin opening books included
de: Es sind einige Eröffnungsbücher von Polyglot.bin enthalten
fr: Il y a quelques livres d'ouverture Polyglot.bin inclus
he: ישנם מספר ספרי פתיחה של Polyglot.bin כלולים
hi: इसमें कुछ Polyglot.bin खोलने वाली पुस्तकें शामिल हैं
hu: Van néhány Polyglot.bin nyitókönyv
id: Ada beberapa buku pembuka Polyglot.bin yang disertakan
it: Sono inclusi alcuni libri di apertura Polyglot.bin

source: with the latest download package.
de: mit dem neuesten Download-Paket.
fr: avec le dernier package de téléchargement.
he: עם חבילת ההורדות העדכנית ביותר.
hi: नवीनतम डाउनलोड पैकेज के साथ.
hu: a legújabb letöltési csomaggal.
id: dengan paket unduhan terbaru.
it: con l'ultimo pacchetto di download.

source: These were copied from the free Lucas chess download package.
de: Diese wurden aus dem kostenlosen Lucas-Schach-Downloadpaket kopiert.
fr: Ceux-ci ont été copiés à partir du package de téléchargement gratuit d'échecs Lucas.
he: אלה הועתקו מחבילת ההורדה החינמית של לוקאס שחמט.
hi: इन्हें निःशुल्क लुकास शतरंज डाउनलोड पैकेज से कॉपी किया गया था।
hu: Ezeket a Lucas sakk ingyenes letöltési csomagjából másoltuk ki.
id: Ini disalin dari paket unduhan catur Lucas gratis.
it: Questi sono stati copiati dal pacchetto di download gratuito di Lucas Chess.

source: You can download it from the following website -
de: Sie können es von der folgenden Website herunterladen -
fr: Vous pouvez le télécharger à partir du site Web suivant -
he: אתה יכול להוריד אותו מהאתר הבא -
hi: आप इसे निम्नलिखित वेबसाइट से डाउनलोड कर सकते हैं -
hu: Letöltheti az alábbi weboldalról -
id: Anda dapat mengunduhnya dari situs web berikut -
it: Puoi scaricarlo dal seguente sito web:

source: Another free chess GUI that has .bin opening books is Scid vs PC
de: Eine weitere kostenlose Schach-GUI mit .bin-Eröffnungsbüchern ist Scid vs PC
fr: Une autre interface graphique d'échecs gratuite qui possède des livres d'ouverture .bin est Scid vs PC
he: עוד GUI שחמט חינמי שיש לו ספרי פתיחה .bin הוא Scid vs PC
hi: एक और मुफ्त शतरंज GUI जिसमें .bin ओपनिंग बुक्स हैं, वह है Scid vs PC
hu: Egy másik ingyenes sakk grafikus felhasználói felület, amely .bin nyitókönyvekkel rendelkezik, a Scid vs PC
id: GUI catur gratis lainnya yang memiliki .bin untuk membuka buku adalah Scid vs PC
it: Un'altra GUI gratuita per gli scacchi che ha libri di apertura .bin è Scid vs PC

source: It can be downloaded from -
de: Es kann heruntergeladen werden von -
fr: Il peut être téléchargé à partir de -
he: ניתן להוריד אותו מ-
hi: इसे यहां से डाउनलोड किया जा सकता है -
hu: Letölthető a -
id: Dapat diunduh dari -
it: Può essere scaricato da -

source: Several .bin opening books can be downloaded from the following site -
de: Mehrere .bin-Eröffnungsbücher können von der folgenden Site heruntergeladen werden -
fr: Plusieurs livres d'ouverture .bin peuvent être téléchargés à partir du site suivant -
he: ניתן להוריד מספר ספרי פתיחה .bin מהאתר הבא -
hi: कई .bin ओपनिंग पुस्तकें निम्नलिखित साइट से डाउनलोड की जा सकती हैं -
hu: Számos .bin nyitókönyv letölthető a következő oldalról -
id: Beberapa buku pembukaan .bin dapat diunduh dari situs berikut -
it: Diversi libri di apertura .bin possono essere scaricati dal seguente sito:

source: Also, there is one that comes with the free version
de: Außerdem gibt es eine, die mit der kostenlosen Version kommt
fr: Il y en a aussi un qui est fourni avec la version gratuite
he: כמו כן, יש אחד שמגיע עם הגרסה החינמית
hi: इसके अलावा, एक ऐसा भी है जो मुफ़्त संस्करण के साथ आता है
hu: Ezenkívül van egy, amely az ingyenes verzióhoz tartozik
id: Ada juga yang hadir dengan versi gratisnya
it: Inoltre, ce n'è uno che viene fornito con la versione gratuita

source: of the Komodo chess engine. This can be downloaded from -
de: der Komodo Schachengine. Diese kann heruntergeladen werden von -
fr: du moteur d'échecs Komodo. Vous pouvez le télécharger depuis :
he: של מנוע השחמט של קומודו. ניתן להוריד את זה מ-
hi: कोमोडो शतरंज इंजन का। इसे यहाँ से डाउनलोड किया जा सकता है -
hu: a Komodo sakkmotor. Ez letölthető a -
id: dari mesin catur Komodo. Ini dapat diunduh dari -
it: del motore scacchistico Komodo. Questo può essere scaricato da -

source: Polyglot .bin book help
de: Polyglot .bin Buchhilfe
fr: Aide pour le livre Polyglot .bin
he: עזרה בספר Polyglot .bin
hi: पॉलीग्लॉट .bin पुस्तक सहायता
hu: Polyglot .bin könyv súgó
id: Bantuan buku Polyglot .bin
it: Aiuto con il libro Polyglot .bin

source: When I started writing the code for using Polyglot .bin opening books,
de: Als ich begann, den Code für die Verwendung von Polyglot .bin zum Öffnen von Büchern zu schreiben,
fr: Lorsque j'ai commencé à écrire le code pour utiliser Polyglot .bin pour ouvrir des livres,
he: כשהתחלתי לכתוב את הקוד לשימוש בספרי הפתיחה של Polyglot .bin,
hi: जब मैंने पॉलीग्लॉट .bin खोलने वाली पुस्तकों के लिए कोड लिखना शुरू किया,
hu: Amikor elkezdtem írni a kódot a Polyglot .bin nyitókönyvek használatához,
id: Ketika saya mulai menulis kode untuk menggunakan buku pembuka Polyglot .bin,
it: Quando ho iniziato a scrivere il codice per utilizzare Polyglot .bin per aprire i libri,

source: I found it very hard going.
de: Ich fand es sehr anstrengend.
fr: J'ai trouvé cela très difficile.
he: היה לי קשה מאוד ללכת.
hi: मुझे यह बहुत कठिन लगा।
hu: Nagyon nehezen mentem.
id: Saya merasa sangat sulit untuk menjalaninya.
it: L'ho trovato molto difficile.

source: The material I had was the Polyglot documentation downloaded from -
de: Das Material, das ich hatte, war die Polyglot-Dokumentation, die ich heruntergeladen habe von -
fr: Le matériel dont je disposais était la documentation Polyglot téléchargée à partir de -
he: החומר שהיה לי היה התיעוד של Polyglot שהורד מ-
hi: मेरे पास जो सामग्री थी वह पॉलीग्लॉट दस्तावेज था जिसे मैंने यहां से डाउनलोड किया था -
hu: A birtokomban lévő anyag a Polyglot dokumentáció volt, amelyet innen töltöttem le -
id: Materi yang saya miliki adalah dokumentasi Polyglot yang diunduh dari -
it: Il materiale che avevo era la documentazione Polyglot scaricata da -

source: and the original Polyglot code which can be obtained from -
de: und der ursprüngliche Polyglot-Code, der erhältlich ist von -
fr: et le code Polyglot original qui peut être obtenu à partir de -
he: ואת הקוד Polyglot המקורי שניתן להשיג מ-
hi: और मूल पॉलीग्लॉट कोड जो यहाँ से प्राप्त किया जा सकता है -
hu: és az eredeti Polyglot kód, amely beszerezhető -
id: dan kode Polyglot asli yang dapat diperoleh dari -
it: e il codice originale Polyglot che può essere ottenuto da -
