Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Higher for faster but more jerky
de: Höher für schneller, aber ruckeliger
fr: Plus haut pour plus de rapidité mais plus saccadé
he: גבוה יותר עבור מהיר יותר אבל יותר קופצני
hi: तेज़ लेकिन अधिक झटकेदार के लिए उच्च
hu: Magasabb a gyorsabb, de szaggatottabb
id: Lebih tinggi untuk lebih cepat tetapi lebih tersentak-sentak
it: Più alto per un risultato più veloce ma più a scatti

source: Delay in milli-seconds for screen update of sliding piece
de: Verzögerung in Millisekunden für die Bildschirmaktualisierung des Schiebestücks
fr: Délai en millisecondes pour la mise à jour de l'écran de la pièce coulissante
he: עיכוב במילי-שניות לעדכון מסך של החלק ההזזה
hi: स्लाइडिंग टुकड़े के स्क्रीन अपडेट के लिए मिली-सेकंड में देरी
hu: Késleltetés milliszekundumban a csúszódarab képernyőfrissítésénél
id: Penundaan dalam mili-detik untuk pembaruan layar bagian geser
it: Ritardo in millisecondi per l'aggiornamento dello schermo del pezzo scorrevole

source: Lower for faster, higher for slower
de: Niedriger für schneller, höher für langsamer
fr: Plus bas pour plus vite, plus haut pour plus lentement
he: נמוך יותר למהיר יותר, גבוה יותר לאט יותר
hi: तेज़ के लिए कम, धीमे के लिए अधिक
hu: Alacsonyabb a gyorsabb, magasabb a lassabb
id: Lebih rendah untuk lebih cepat, lebih tinggi untuk lebih lambat
it: Più basso per più veloce, più alto per più lento

source: Sliding piece animation shows a piece gradually moving across
de: Die Gleitfigur-Animation zeigt eine Figur, die sich langsam über
fr: L'animation d'une pièce coulissante montre une pièce se déplaçant progressivement
he: אנימציית קטע הזזה מציגה יצירה נעה בהדרגה
hi: स्लाइडिंग पीस एनीमेशन एक टुकड़े को धीरे-धीरे आगे बढ़ते हुए दिखाता है
hu: A csúszó darab animáció azt mutatja, hogy egy darab fokozatosan halad át
id: Animasi potongan geser menunjukkan potongan yang bergerak secara bertahap
it: L'animazione del pezzo scorrevole mostra un pezzo che si muove gradualmente attraverso

source: the board when it is making a move from one square to another,
de: das Brett, wenn es einen Zug von einem Feld zum anderen macht,
fr: le plateau lorsqu'il se déplace d'une case à une autre,
he: הלוח כאשר הוא מבצע מעבר מריבוע אחד למשנהו,
hi: जब बोर्ड एक वर्ग से दूसरे वर्ग की ओर बढ़ रहा हो,
hu: a tábla, amikor az egyik mezőről a másikra lép,
id: papan ketika sedang bergerak dari satu kotak ke kotak lainnya,
it: la scacchiera quando si sposta da una casella all'altra,

source: rather than instantaneously disappearing from the start square
de: anstatt sofort vom Startfeld zu verschwinden
fr: plutôt que de disparaître instantanément de la case de départ
he: במקום להיעלם באופן מיידי מריבוע ההתחלה
hi: शुरुआती वर्ग से तुरंत गायब होने के बजाय
hu: ahelyett, hogy azonnal eltűnne a kezdőtérről
id: daripada menghilang seketika dari titik awal
it: piuttosto che scomparire istantaneamente dalla casella di partenza

source: and reappearing on the destination square.
de: und erscheint wieder auf dem Zielfeld.
fr: et réapparaissant sur la case de destination.
he: ומופיע שוב בכיכר היעד.
hi: और गंतव्य वर्ग पर पुनः प्रकट होना।
hu: és újra megjelenik a céltéren.
id: dan muncul kembali di kotak tujuan.
it: e riapparendo nella casella di destinazione.

source: This dialog box allows the user to select options
de: In diesem Dialogfeld kann der Benutzer Optionen auswählen
fr: Cette boîte de dialogue permet à l'utilisateur de sélectionner des options
he: תיבת דו-שיח זו מאפשרת למשתמש לבחור אפשרויות
hi: यह संवाद बॉक्स उपयोगकर्ता को विकल्प चुनने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi a felhasználó számára az opciók kiválasztását
id: Kotak dialog ini memungkinkan pengguna untuk memilih opsi
it: Questa finestra di dialogo consente all'utente di selezionare le opzioni

source: for sliding piece animation.
de: für die Gleitstückanimation.
fr: pour l'animation de pièces coulissantes.
he: עבור אנימציה של חלקים מחליקים.
hi: स्लाइडिंग टुकड़ा एनीमेशन के लिए.
hu: csúszó darab animációhoz.
id: untuk animasi potongan geser.
it: per l'animazione dei pezzi scorrevoli.

source: Use animation - use sliding piece animation for moves.
de: Animation verwenden – verwenden Sie für Bewegungen eine Animation der gleitenden Teile.
fr: Utiliser l'animation - utiliser l'animation des pièces coulissantes pour les mouvements.
he: השתמש באנימציה - השתמש באנימציית חלקים מחליקים עבור מהלכים.
hi: एनीमेशन का उपयोग करें - चालों के लिए स्लाइडिंग पीस एनीमेशन का उपयोग करें।
hu: Használjon animációt - használjon csúszó animációt a mozgásokhoz.
id: Gunakan animasi - gunakan animasi potongan geser untuk gerakan.
it: Usa l'animazione: usa l'animazione dei pezzi scorrevoli per i movimenti.

source: Screen increment - is the size in thousandths, for the
de: Bildschirminkrement - ist die Größe in Tausendsteln, für die
fr: Incrément de l'écran - est la taille en millièmes, pour le
he: תוספת מסך - היא הגודל באלפיות, עבור ה
hi: स्क्रीन वृद्धि - हजारवें हिस्से में आकार है, के लिए
hu: Képernyőnövekmény - a méret ezredrészben, a
id: Peningkatan layar - adalah ukuran dalam seperseribu, untuk
it: Incremento dello schermo: è la dimensione in millesimi, per il

source: position change for a piece when it is re-drawn on the screen.
de: Positionsänderung für ein Stück, wenn es auf dem Bildschirm neu gezeichnet wird.
fr: changement de position d'une pièce lorsqu'elle est redessinée à l'écran.
he: שינוי מיקום עבור יצירה כאשר הוא מצויר מחדש על המסך.
hi: जब किसी टुकड़े को स्क्रीन पर दोबारा दिखाया जाता है तो उसकी स्थिति बदल जाती है।
hu: egy darab helyzetének változása, amikor újra felrajzolják a képernyőre.
id: perubahan posisi suatu bagian ketika digambar ulang di layar.
it: modifica della posizione di un pezzo quando viene ridisegnato sullo schermo.

source: A lower figure gives a smoother but slower animation,
de: Ein niedrigerer Wert ergibt eine flüssigere, aber langsamere Animation.
fr: Un chiffre inférieur donne une animation plus fluide mais plus lente,
he: נתון נמוך יותר נותן אנימציה חלקה יותר אך איטית יותר,
hi: निचला आंकड़ा एक सहज लेकिन धीमी एनीमेशन देता है,
hu: Az alacsonyabb szám simább, de lassabb animációt eredményez,
id: Angka yang lebih rendah memberikan animasi yang lebih halus namun lebih lambat,
it: Una cifra più bassa fornisce un'animazione più fluida ma più lenta,

source: A higher figure gives a faster, but more jerky animation.
de: Ein höherer Wert ergibt eine schnellere, aber ruckartigere Animation.
fr: Un chiffre plus élevé donne une animation plus rapide, mais plus saccadée.
he: נתון גבוה יותר נותן אנימציה מהירה יותר, אבל יותר קופצנית.
hi: ऊंची आकृति तेज, लेकिन अधिक झटकेदार एनीमेशन देती है।
hu: A magasabb szám gyorsabb, de szaggatottabb animációt ad.
id: Angka yang lebih tinggi memberikan animasi yang lebih cepat, tetapi lebih tersendat-sendat.
it: Un valore più alto produce un'animazione più veloce, ma più a scatti.

source: With 3d graphics you will need a very fast computer and graphics card
de: Für 3D-Grafiken benötigen Sie einen sehr schnellen Computer und eine Grafikkarte
fr: Avec les graphismes 3D, vous aurez besoin d'un ordinateur et d'une carte graphique très rapides
he: עם גרפיקה תלת מימדית תצטרך מחשב וכרטיס מסך מהירים מאוד
hi: 3डी ग्राफिक्स के लिए आपको बहुत तेज़ कंप्यूटर और ग्राफिक्स कार्ड की आवश्यकता होगी
hu: A 3D grafikához nagyon gyors számítógépre és grafikus kártyára lesz szüksége
id: Dengan grafis 3d Anda akan membutuhkan komputer dan kartu grafis yang sangat cepat
it: Con la grafica 3D avrai bisogno di un computer e di una scheda grafica molto veloci

source: to have this figure set to less than 10
de: diesen Wert auf weniger als 10 zu setzen
fr: pour que ce chiffre soit inférieur à 10
he: להגדיר את הנתון הזה לפחות מ-10
hi: इस आंकड़े को 10 से कम पर सेट करना
hu: hogy ez a szám 10-nél kisebb legyen
id: untuk menetapkan angka ini menjadi kurang dari 10
it: per impostare questa cifra a meno di 10

source: On my computer, which is almost an antique,
de: Auf meinem Computer, der fast schon ein Antiquität ist,
fr: Sur mon ordinateur, qui est presque une antiquité,
he: במחשב שלי, שהוא כמעט עתיק,
hi: मेरे कंप्यूटर पर, जो लगभग एक प्राचीन वस्तु है,
hu: A számítógépemen, ami szinte antik,
id: Di komputer saya, yang sudah hampir antik,
it: Sul mio computer, che è quasi un pezzo d'antiquariato,

source: I have the screen increment set to 100
de: Ich habe das Bildschirminkrement auf 100 eingestellt
fr: J'ai réglé l'incrément de l'écran à 100
he: יש לי את תוספת המסך מוגדרת ל-100
hi: मैंने स्क्रीन वृद्धि 100 पर सेट की है
hu: A képernyőnövekményt 100-ra állítottam
id: Saya telah mengatur kenaikan layar ke 100
it: Ho impostato l'incremento dello schermo su 100

source: On my new computer, I have the screen increment set to 30
de: Auf meinem neuen Computer habe ich die Bildschirmgröße auf 30 eingestellt
fr: Sur mon nouvel ordinateur, j'ai réglé l'incrément de l'écran sur 30
he: במחשב החדש שלי, תוספת המסך מוגדרת ל-30
hi: मेरे नए कंप्यूटर पर, मैंने स्क्रीन वृद्धि 30 पर सेट की है
hu: Az új számítógépemen a képernyőnövekedést 30-ra állítottam be
id: Di komputer baru saya, saya mengatur peningkatan layar menjadi 30
it: Sul mio nuovo computer, ho impostato l'incremento dello schermo a 30

source: Delay - is the delay in milli-seconds between each re-draw of a piece.
de: Verzögerung – ist die Verzögerung in Millisekunden zwischen jedem Neuzeichnen eines Teils.
fr: Délai - est le délai en millisecondes entre chaque tirage d'une pièce.
he: השהיה - הוא ההשהיה במילי-שניות בין כל ציור מחדש של יצירה.
hi: विलंब - किसी टुकड़े के प्रत्येक पुनः-आकर्षन के बीच मिली-सेकेंड में होने वाला विलंब है।
hu: Késleltetés – a késleltetés milliszekundumban a darab minden egyes újrahúzása között.
id: Penundaan - adalah penundaan dalam milidetik antara setiap penggambaran ulang suatu bagian.
it: Ritardo: è il ritardo in millisecondi tra ogni ridisegno di un pezzo.

source: A lower figure gives a faster animation,
de: Ein niedrigerer Wert ergibt eine schnellere Animation,
fr: Un chiffre inférieur donne une animation plus rapide,
he: נתון נמוך יותר נותן אנימציה מהירה יותר,
hi: कम आकृति तेज एनीमेशन देती है,
hu: Az alacsonyabb szám gyorsabb animációt eredményez,
id: Angka yang lebih rendah memberikan animasi yang lebih cepat,
it: Una cifra più bassa fornisce un'animazione più veloce,

source: a higher figure gives a slower animation.
de: ein höherer Wert ergibt eine langsamere Animation.
fr: un chiffre plus élevé donne une animation plus lente.
he: נתון גבוה יותר נותן אנימציה איטית יותר.
hi: उच्चतर आंकड़ा धीमी एनीमेशन देता है।
hu: a magasabb szám lassabb animációt ad.
id: angka yang lebih tinggi memberikan animasi yang lebih lambat.
it: un valore più alto determina un'animazione più lenta.

source: If < Pixel increment > is set to 1 (the ideal setting), you will probably
de: Wenn < Pixelinkrement > auf 1 eingestellt ist (die ideale Einstellung), werden Sie wahrscheinlich
fr: Si < Incrément de pixels > est défini sur 1 (le paramètre idéal), vous
he: אם < תוספת פיקסלים > מוגדרת ל-1 (ההגדרה האידיאלית), כנראה שתעשה זאת
hi: यदि < पिक्सेल वृद्धि > को 1 (आदर्श सेटिंग) पर सेट किया गया है, तो संभवतः आप
hu: Ha a < Pixel increment > 1-re van állítva (az ideális beállítás), akkor valószínűleg
id: Jika < Peningkatan piksel > diatur ke 1 (pengaturan ideal), Anda mungkin akan
it: Se < Incremento pixel > è impostato su 1 (impostazione ideale), probabilmente

source: not need to set the delay to any higher than 10 milli-seconds.
de: Sie müssen die Verzögerung nicht höher als 10 Millisekunden einstellen.
fr: il n'est pas nécessaire de régler le délai à plus de 10 millisecondes.
he: אין צורך להגדיר את ההשהיה גבוה מ-10 מילי-שניות.
hi: विलंब को 10 मिली-सेकंड से अधिक पर सेट करने की आवश्यकता नहीं है।
hu: nem kell a késleltetést 10 milliszekundumnál nagyobbra beállítani.
id: tidak perlu mengatur penundaan lebih tinggi dari 10 milidetik.
it: non è necessario impostare il ritardo a un valore superiore a 10 millisecondi.

source: With 3d graphics you will probably not need any delay.
de: Bei 3D-Grafiken benötigen Sie wahrscheinlich keine Verzögerung.
fr: Avec les graphismes 3D, vous n'aurez probablement pas besoin de délai.
he: עם גרפיקה תלת מימדית סביר להניח שלא תצטרך שום עיכוב.
hi: 3डी ग्राफिक्स के साथ आपको संभवतः किसी देरी की आवश्यकता नहीं होगी।
hu: A 3D-s grafikával valószínűleg nem lesz szüksége késlekedésre.
id: Dengan grafik 3D Anda mungkin tidak memerlukan penundaan apa pun.
it: Con la grafica 3D probabilmente non avrai bisogno di alcun ritardo.

source: Use animation for -
de: Verwenden Sie Animationen für -
fr: Utiliser l'animation pour -
he: השתמש באנימציה עבור -
hi: एनीमेशन का उपयोग करें -
hu: Használjon animációt:
id: Gunakan animasi untuk -
it: Usa l'animazione per -

source: Player moves - use animation for player moves,
de: Spielerbewegungen - Verwenden Sie Animationen für Spielerbewegungen,
fr: Mouvements du joueur - utiliser l'animation pour les mouvements du joueur,
he: מהלכי שחקן - השתמש באנימציה עבור מהלכי שחקן,
hi: खिलाड़ी की चाल - खिलाड़ी की चाल के लिए एनीमेशन का उपयोग करें,
hu: Játékos lépések - használjon animációt a játékos lépéseihez,
id: Pergerakan pemain - gunakan animasi untuk pergerakan pemain,
it: Mosse del giocatore: usa l'animazione per le mosse del giocatore,

source: e.g. when player enters a move with a mouse click
de: z.B. wenn der Spieler einen Zug mit einem Mausklick eingibt
fr: par exemple lorsque le joueur entre un mouvement avec un clic de souris
he: לְמָשָׁל כאשר שחקן נכנס למהלך בלחיצת עכבר
hi: उदाहरण के लिए जब खिलाड़ी माउस क्लिक से कोई चाल दर्ज करता है
hu: például amikor a játékos egérkattintással lép be
id: misalnya saat pemain memasukkan gerakan dengan klik mouse
it: ad esempio quando il giocatore inserisce una mossa con un clic del mouse

source: on the move destination square. (Not drag and drop entry)
de: auf dem Zielfeld verschieben. (Keine Drag-and-Drop-Eingabe)
fr: sur la case de destination du déplacement. (Saisie sans glisser-déposer)
he: בריבוע היעד בתנועה. (לא גרור ושחרר ערך)
hi: चलते गंतव्य वर्ग पर। (प्रविष्टि को खींचें और छोड़ें नहीं)
hu: a mozgási cél négyzetén. (Nem drag and drop bejegyzés)
id: pada kotak tujuan bergerak. (Bukan entri drag and drop)
it: sulla casella di destinazione dello spostamento. (Non trascina e rilascia l'immissione)

source: Computer moves - use animation for computer moves,
de: Computerbewegungen - Verwenden Sie Animationen für Computerbewegungen,
fr: Mouvements informatiques - utiliser l'animation pour les mouvements informatiques,
he: מהלכי מחשב - השתמש באנימציה עבור מהלכי מחשב,
hi: कंप्यूटर चालें - कंप्यूटर चालों के लिए एनीमेशन का उपयोग करें,
hu: Számítógépes mozdulatok – használjon animációt a számítógép mozgásához,
id: Gerakan komputer - gunakan animasi untuk gerakan komputer,
it: Mosse del computer: usa l'animazione per le mosse del computer,

source: e.g. during human vs engine games.
de: z. B. bei Mensch-gegen-Motor-Spielen.
fr: par exemple lors de jeux opposant un humain à un moteur.
he: לְמָשָׁל במהלך משחקי אדם נגד מנוע.
hi: उदाहरण के लिए मानव बनाम इंजन खेल के दौरान।
hu: például ember vs motor játékok során.
id: misalnya selama permainan manusia melawan mesin.
it: ad esempio durante le partite tra umani e motori.

source: Engine vs. engine - use animation for engine vs. engine games.
de: Engine vs. Engine – verwenden Sie Animationen für Engine vs. Engine-Spiele.
fr: Moteur contre moteur - utilisez l'animation pour les jeux moteur contre moteur.
he: מנוע מול מנוע - השתמש באנימציה למשחקי מנוע מול מנוע.
hi: इंजन बनाम इंजन - इंजन बनाम इंजन गेम के लिए एनीमेशन का उपयोग करें।
hu: Engine vs. engine – használjon animációt a motor és a motor közötti játékokhoz.
id: Mesin vs. mesin - gunakan animasi untuk permainan mesin vs. mesin.
it: Motore contro motore: usa l'animazione per i giochi motore contro motore.

source: Puzzle mode moves - use animation for puzzle mode moves
de: Bewegungen im Puzzlemodus – verwenden Sie Animationen für Bewegungen im Puzzlemodus
fr: Déplacements en mode puzzle - utiliser l'animation pour les déplacements en mode puzzle
he: מהלכי מצב פאזל - השתמש באנימציה למהלכי מצב פאזל
hi: पहेली मोड चालें - पहेली मोड चालों के लिए एनीमेशन का उपयोग करें
hu: Puzzle mód mozdulatok - használjon animációt a puzzle mód mozdulataihoz
id: Gerakan mode teka-teki - gunakan animasi untuk gerakan mode teka-teki
it: Mosse in modalità puzzle: usa l'animazione per le mosse in modalità puzzle

source: In puzzle mode, this option takes precedence over < Player moves >
de: Im Puzzle-Modus hat diese Option Vorrang vor <Spielerzüge>
fr: En mode puzzle, cette option a priorité sur < Déplacements du joueur >
he: במצב פאזל, אפשרות זו עדיפה על < מהלכי שחקן >
hi: पहेली मोड में, यह विकल्प < खिलाड़ी चालें > पर प्राथमिकता लेता है
hu: Rejtvény módban ez az opció elsőbbséget élvez a < Játékos mozdulatok > felett
id: Dalam mode teka-teki, opsi ini diutamakan daripada < Pemain bergerak >
it: In modalità puzzle, questa opzione ha la precedenza su < Mosse del giocatore >

source: Piece sliding animation options for 3d
de: Optionen für die Animation gleitender Teile für 3D
fr: Options d'animation de glissement de pièces pour la 3D
he: אפשרויות אנימציה של החלקה עבור תלת מימד
hi: 3D के लिए स्लाइडिंग एनीमेशन विकल्प
hu: Darab csúszó animációs lehetőségek 3D-hez
id: Opsi animasi geser potongan untuk 3d
it: Opzioni di animazione scorrevole del pezzo per 3D

source: Piece sliding animation options for 2d
de: Optionen für die Stückgleitanimation für 2D
fr: Options d'animation de glissement de pièce pour la 2D
he: אפשרויות אנימציה של החלקה עבור 2D
hi: 2d के लिए स्लाइडिंग एनीमेशन विकल्प
hu: Darab csúszó animációs lehetőségek 2D-hez
id: Opsi animasi geser potongan untuk 2d
it: Opzioni di animazione scorrevole del pezzo per 2d

source: Automatic replay stopped
de: Automatische Wiedergabe gestoppt
fr: La relecture automatique est arrêtée
he: השידור החוזר האוטומטי הופסק
hi: स्वचालित रीप्ले बंद कर दिया गया
hu: Az automatikus lejátszás leállt
id: Pemutaran ulang otomatis dihentikan
it: Riproduzione automatica interrotta

source: Automatic replay message
de: Automatische Wiederholungsnachricht
fr: Message de relecture automatique
he: הודעת השמעה חוזרת אוטומטית
hi: स्वचालित रीप्ले संदेश
hu: Üzenet automatikus visszajátszása
id: Pesan ulang otomatis
it: Messaggio di riproduzione automatica

source: Move delay is
de: Die Verzögerung beim Verschieben beträgt
fr: Le délai de déplacement est
he: עיכוב תנועה הוא
hi: चाल में देरी है
hu: A mozgás késleltetése
id: Penundaan gerakan adalah
it: Il ritardo di spostamento è

source: second
de: zweite
fr: deuxième
he: שְׁנִיָה
hi: दूसरा
hu: második
id: Kedua
it: secondo

source: seconds
de: Sekunden
fr: secondes
he: שניות
hi: सेकंड
hu: másodpercig
id: detik
it: secondi

source: Press <F9> to stop
de: Drücken Sie <F9>, um zu stoppen
fr: Appuyez sur <F9> pour arrêter
he: לחץ על <F9> כדי לעצור
hi: रोकने के लिए <F9> दबाएँ
hu: Nyomja meg az <F9> gombot a leállításhoz
id: Tekan <F9> untuk berhenti
it: Premere <F9> per interrompere

source: Automatic replay started
de: Automatische Wiedergabe gestartet
fr: Relecture automatique démarrée
he: השידור החוזר האוטומטי התחיל
hi: स्वचालित रीप्ले प्रारंभ हुआ
hu: Az automatikus visszajátszás elindult
id: Pemutaran ulang otomatis dimulai
it: Riproduzione automatica avviata

source: Auto-replay stopped for comment
de: Automatische Wiedergabe wegen Kommentar gestoppt
fr: La lecture automatique est arrêtée pour commentaire
he: השידור האוטומטי הופסק לצורך תגובה
hi: टिप्पणी के लिए ऑटो-रिप्ले रोका गया
hu: Az automatikus lejátszás leállt a megjegyzés miatt
id: Tayangan ulang otomatis dihentikan untuk komentar
it: Riproduzione automatica interrotta per commento

source: Press < F9 > to restart
de: Drücken Sie <F9>, um neu zu starten
fr: Appuyez sur < F9 > pour redémarrer
he: לחץ על < F9 > כדי להפעיל מחדש
hi: पुनः आरंभ करने के लिए < F9 > दबाएँ
hu: Nyomja meg az <F9> gombot az újraindításhoz
id: Tekan < F9 > untuk memulai ulang
it: Premere < F9 > per riavviare

source: Auto-replay stopped for sub-variation end
de: Automatische Wiedergabe wegen Untervariantenende gestoppt
fr: La relecture automatique s'est arrêtée pour la fin de la sous-variante
he: השידור החוזר האוטומטי הופסק לסיום גרסת המשנה
hi: उप-भिन्नता समाप्ति के लिए ऑटो-रिप्ले रोका गया
hu: Az automatikus lejátszás leállt az alváltozat végére
id: Pemutaran ulang otomatis dihentikan untuk akhir sub-variasi
it: Riproduzione automatica interrotta per la fine della sottovariante

source: Auto-replay stopped for sub-variation start
de: Automatische Wiedergabe für den Start der Untervariante gestoppt
fr: La relecture automatique s'arrête pour le démarrage de la sous-variante
he: ההפעלה האוטומטית הופסקה לתחילת וריאציה משנה
hi: उप-भिन्नता प्रारंभ के लिए ऑटो-रिप्ले रोका गया
hu: Az automatikus lejátszás leállt az alváltozat indításához
id: Pemutaran ulang otomatis dihentikan untuk permulaan sub-variasi
it: Riproduzione automatica interrotta per l'avvio della sottovariante

source: Game complete, automatic replay stopped
de: Spiel beendet, automatische Wiederholung gestoppt
fr: Jeu terminé, relecture automatique arrêtée
he: המשחק הושלם, השידור החוזר האוטומטי הופסק
hi: खेल पूरा हुआ, स्वचालित रीप्ले बंद हुआ
hu: A játék befejeződött, az automatikus lejátszás leállt
id: Permainan selesai, pemutaran ulang otomatis dihentikan
it: Partita completata, riproduzione automatica interrotta

source: Replay sub-variations
de: Untervarianten erneut abspielen
fr: Sous-variantes de relecture
he: הפעלה חוזרת של וריאציות משנה
hi: उप-विविधताएं पुनः चलाएं
hu: Alvariációk újrajátszása
id: Putar ulang sub-variasi
it: Ripeti le sottovarianti

source: Stop at sub-var start
de: Stoppen beim Start der Untervariable
fr: Arrêt au début de la sous-var
he: עצור בהתחלה תת-וור
hi: सब-वार प्रारंभ पर रोकें
hu: Állj meg az alváltozó kezdeténél
id: Berhenti di sub-var start
it: Arresto all'avvio della sub-var

source: Stop at sub-var end
de: Am Ende der Untervariable anhalten
fr: Arrêt à la fin de la sous-var
he: עצור בקצה המשנה
hi: सब-वार अंत पर रुकें
hu: Álljon meg az alváltozat végén
id: Berhenti di akhir sub-var
it: Fermati alla fine della sub-var

source: Stop at comments
de: Stoppen Sie bei Kommentaren
fr: Arrêtez-vous aux commentaires
he: עצור בתגובות
hi: टिप्पणियों पर रुकें
hu: Állj meg a megjegyzéseknél
id: Berhenti di komentar
it: Fermati ai commenti

source: Use piece animation
de: Stückanimation verwenden
fr: Utiliser l'animation des pièces
he: השתמש באנימציית קטעים
hi: टुकड़ा एनीमेशन का उपयोग करें
hu: Használjon darab animációt
id: Gunakan animasi potongan
it: Utilizzare l'animazione dei pezzi

source: Move delay (seconds)
de: Verschiebungsverzögerung (Sekunden)
fr: Délai de déplacement (secondes)
he: עיכוב תנועה (שניות)
hi: चाल विलंब (सेकंड)
hu: Mozgási késleltetés (másodperc)
id: Penundaan gerakan (detik)
it: Ritardo di spostamento (secondi)

source: Show start of game notification message
de: Benachrichtigungsnachricht zum Spielstart anzeigen
fr: Afficher le message de notification de début de jeu
he: הצג הודעת התראה על תחילת המשחק
hi: खेल आरंभ अधिसूचना संदेश दिखाएं
hu: A játék kezdetéről szóló értesítés megjelenítése
id: Tampilkan pesan notifikasi awal permainan
it: Mostra messaggio di notifica di inizio gioco

source: Show start notification message
de: Startbenachrichtigungsnachricht anzeigen
fr: Afficher le message de notification de démarrage
he: הצג הודעת התראה על התחלה
hi: आरंभ अधिसूचना संदेश दिखाएं
hu: Kezdő értesítés megjelenítése
id: Tampilkan pesan pemberitahuan awal
it: Mostra messaggio di notifica di avvio

source: Show stop notification message
de: Stoppbenachrichtigungsnachricht anzeigen
fr: Afficher le message de notification d'arrêt
he: הצג הודעת עצירה
hi: रोक अधिसूचना संदेश दिखाएं
hu: Leállási értesítés megjelenítése
id: Tampilkan pesan pemberitahuan berhenti
it: Mostra messaggio di notifica di arresto
