Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Delete variation
de: Variante löschen
fr: Supprimer la variation
he: מחק וריאציה
hi: भिन्नता हटाएं
hu: Változat törlése
id: Hapus variasi
it: Elimina variazione

source: Delete text/remainder
de: Text/Rest löschen
fr: Supprimer le texte/le reste
he: מחק טקסט/שארית
hi: पाठ/शेष हटाएं
hu: Szöveg/maradvány törlése
id: Hapus teks/sisa
it: Elimina testo/resto

source: Promote variation
de: Abwechslung fördern
fr: Promouvoir la variation
he: קדם וריאציה
hi: विविधता को बढ़ावा दें
hu: A változatosság előmozdítása
id: Mempromosikan variasi
it: Promuovere la variazione

source: Demote variation
de: Variante herabstufen
fr: Rétrograder la variation
he: הורדת וריאציה
hi: डिमोट भिन्नता
hu: Lefokozni a variációt
id: Variasi penurunan
it: Declassare la variazione

source: Goto move number
de: Gehe zu Zugnummer
fr: Aller au numéro de déplacement
he: צריך להעביר מספר
hi: चाल संख्या पर जाएँ
hu: Ugrás a szám áthelyezésére
id: Pergi ke nomor langkah
it: Vai al numero di spostamento

source: Input move number :
de: Zugnummer eingeben:
fr: Saisissez le numéro de déplacement :
he: הזן מספר מהלך:
hi: चाल संख्या इनपुट करें:
hu: Írja be a mozgás számát:
id: Masukkan nomor gerakan :
it: Inserisci il numero della mossa:

source: Loading database into memory
de: Datenbank in den Speicher laden
fr: Chargement de la base de données en mémoire
he: טעינת מסד נתונים לזיכרון
hi: डेटाबेस को मेमोरी में लोड करना
hu: Adatbázis betöltése a memóriába
id: Memuat database ke dalam memori
it: Caricamento del database nella memoria

source: Database is not open, database is not automatically
de: Datenbank ist nicht geöffnet, Datenbank wird nicht automatisch
fr: La base de données n'est pas ouverte, la base de données n'est pas automatiquement
he: מסד הנתונים אינו פתוח, מסד הנתונים אינו אוטומטי
hi: डेटाबेस खुला नहीं है, डेटाबेस स्वचालित रूप से नहीं है
hu: Az adatbázis nincs megnyitva, az adatbázis nincs automatikusan
id: Database tidak terbuka, database tidak otomatis
it: Il database non è aperto, il database non è automatico

source: loaded if another instance of Tarrasch is running
de: geladen, wenn eine andere Instanz von Tarrasch läuft
fr: chargé si une autre instance de Tarrasch est en cours d'exécution
he: נטען אם מופע אחר של Tarrasch פועל
hi: यदि टारराश का कोई अन्य उदाहरण चल रहा है तो लोड किया गया
hu: betöltődik, ha a Tarrasch egy másik példánya fut
id: dimuat jika contoh Tarrasch lain sedang berjalan
it: caricato se è in esecuzione un'altra istanza di Tarrasch

source: Database not yet open
de: Datenbank noch nicht geöffnet
fr: Base de données pas encore ouverte
he: מסד הנתונים עדיין לא פתוח
hi: डेटाबेस अभी तक खुला नहीं है
hu: Az adatbázis még nincs megnyitva
id: Basis data belum dibuka
it: Il database non è ancora aperto

source: partial
de: teilweise
fr: partiel
he: חֶלקִי
hi: आंशिक
hu: részleges
id: sebagian
it: parziale

source: not loaded
de: nicht geladen
fr: non chargé
he: לא נטען
hi: लोड नहीं
hu: nincs betöltve
id: tidak dimuat
it: non caricato

source: none
de: keiner
fr: aucun
he: אַף לֹא אֶחָד
hi: कोई नहीं
hu: egyik sem
id: tidak ada
it: nessuno

source: White Player
de: Weißer Spieler
fr: Joueur blanc
he: שחקן לבן
hi: सफ़ेद खिलाड़ी
hu: Fehér játékos
id: Pemain Putih
it: Giocatore bianco

source: Search
de: Suchen
fr: Recherche
he: לְחַפֵּשׂ
hi: खोज
hu: Keresés
id: Mencari
it: Ricerca

source: Clear Clipboard
de: Zwischenablage leeren
fr: Effacer le presse-papiers
he: נקה לוח
hi: क्लिपबोर्ड साफ़ करें
hu: Vágólap törlése
id: Hapus Clipboard
it: Cancella appunti

source: Add to Clipboard
de: Zur Zwischenablage hinzufügen
fr: Ajouter au presse-papiers
he: הוסף ללוח
hi: क्लिपबोर्ड में जोड़ें
hu: Hozzáadás a vágólaphoz
id: Tambahkan ke Papan Klip
it: Aggiungi agli appunti

source: Add All Player's White Games
de: Alle weißen Spiele aller Spieler hinzufügen
fr: Ajouter tous les jeux blancs du joueur
he: הוסף את כל המשחקים הלבנים של השחקן
hi: सभी खिलाड़ियों के सफ़ेद खेल जोड़ें
hu: Add hozzá az összes játékos fehér játékát
id: Tambahkan Semua Game Putih Pemain
it: Aggiungi tutte le partite bianche del giocatore

source: White player
de: Weißer Spieler
fr: Joueur blanc
he: שחקן לבן
hi: सफ़ेद खिलाड़ी
hu: Fehér játékos
id: Pemain kulit putih
it: Giocatore bianco

source: Add All Player's Black Games
de: Alle Black Games des Spielers hinzufügen
fr: Ajouter tous les jeux noirs du joueur
he: הוסף את כל המשחקים השחורים של השחקנים
hi: सभी खिलाड़ियों के ब्लैक गेम्स जोड़ें
hu: Add hozzá az összes játékos fekete játékát
id: Tambahkan Semua Game Hitam Pemain
it: Aggiungi tutte le partite nere del giocatore

source: Save all
de: Alles speichern
fr: Enregistrer tout
he: שמור הכל
hi: सब को सुरक्षित करें
hu: Az összes mentése
id: Simpan semuanya
it: Salva tutto

source: Clipboard as temp database
de: Zwischenablage als temporäre Datenbank
fr: Presse-papiers comme base de données temporaire
he: לוח כבסיס נתונים זמני
hi: अस्थायी डेटाबेस के रूप में क्लिपबोर्ड
hu: Vágólap ideiglenes adatbázisként
id: Clipboard sebagai basis data sementara
it: Appunti come database temporaneo

source: Enter a complete or partial player name here, then search for it.
de: Geben Sie hier den vollständigen oder teilweisen Namen eines Spielers ein und suchen Sie anschließend danach.
fr: Saisissez ici le nom complet ou partiel d'un joueur, puis recherchez-le.
he: הזן שם שחקן מלא או חלקי כאן, ולאחר מכן חפש אותו.
hi: यहां खिलाड़ी का पूरा या आंशिक नाम दर्ज करें, फिर उसे खोजें।
hu: Írja be ide a teljes vagy részleges játékosnevet, majd keresse meg.
id: Masukkan nama pemain lengkap atau sebagian di sini, lalu cari.
it: Inserisci qui il nome completo o parziale del giocatore, quindi cercalo.

source: Enter a complete or partial player name to the left, then search for it.
de: Geben Sie links den vollständigen oder teilweisen Namen eines Spielers ein und suchen Sie dann danach.
fr: Saisissez le nom complet ou partiel d'un joueur à gauche, puis recherchez-le.
he: הזן שם שחקן שלם או חלקי משמאל, ואז חפש אותו.
hi: बाईं ओर खिलाड़ी का पूरा या आंशिक नाम दर्ज करें, फिर उसे खोजें।
hu: Írjon be egy teljes vagy részleges játékosnevet a bal oldalon, majd keresse meg.
id: Masukkan nama pemain lengkap atau sebagian di sebelah kiri, lalu cari.
it: Inserisci il nome completo o parziale del giocatore a sinistra, quindi cercalo.

source: If the player name is partial, multiple presses find all matching players.
de: Wenn der Spielername unvollständig ist, können Sie durch mehrmaliges Drücken alle passenden Spieler finden.
fr: Si le nom du joueur est partiel, plusieurs appuis permettent de trouver tous les joueurs correspondants.
he: אם שם השחקן חלקי, לחיצות מרובות מוצאות את כל השחקנים התואמים.
hi: यदि खिलाड़ी का नाम आंशिक है, तो एक बार दबाने पर सभी मेल खाते खिलाड़ी मिल जाते हैं।
hu: Ha a játékos neve részleges, többszöri lenyomással megtalálja az összes megfelelő játékost.
id: Jika nama pemain tidak lengkap, penekanan beberapa kali akan menemukan semua pemain yang cocok.
it: Se il nome del giocatore è parziale, premendo più volte si trovano tutti i giocatori corrispondenti.

source: Save all listed games to a new .pgn file
de: Speichern Sie alle aufgelisteten Spiele in einer neuen PNG-Datei
fr: Enregistrez tous les jeux répertoriés dans un nouveau fichier .pgn
he: שמור את כל המשחקים הרשומים בקובץ .pgn חדש
hi: सभी सूचीबद्ध खेलों को एक नई .pgn फ़ाइल में सहेजें
hu: Mentse el az összes felsorolt ​​játékot egy új .pgn fájlba
id: Simpan semua game yang terdaftar ke file .pgn baru
it: Salva tutti i giochi elencati in un nuovo file .pgn

source: Use this panel to navigate the current database.
de: Verwenden Sie dieses Fenster, um in der aktuellen Datenbank zu navigieren.
fr: Utilisez ce panneau pour naviguer dans la base de données actuelle.
he: השתמש בחלונית זו כדי לנווט במסד הנתונים הנוכחי.
hi: वर्तमान डेटाबेस को नेविगेट करने के लिए इस पैनल का उपयोग करें।
hu: Ezen a panelen navigálhat az aktuális adatbázisban.
id: Gunakan panel ini untuk menavigasi basis data saat ini.
it: Utilizzare questo pannello per navigare nel database corrente.

source: Use Load Game to load a game into a new tab
de: Verwenden Sie „Spiel laden“, um ein Spiel in eine neue Registerkarte zu laden
fr: Utilisez Charger le jeu pour charger un jeu dans un nouvel onglet
he: השתמש בטעינת משחק כדי לטעון משחק ללשונית חדשה
hi: किसी गेम को नए टैब में लोड करने के लिए लोड गेम का उपयोग करें
hu: A Játék betöltése funkcióval új lapra tölthet be egy játékot
id: Gunakan Load Game untuk memuat game ke tab baru
it: Usa Carica partita per caricare una partita in una nuova scheda

source: and Use Game to add the game as a variation in the current tab.
de: und „Spiel verwenden“, um das Spiel als Variante im aktuellen Tab hinzuzufügen.
fr: et utilisez Jeu pour ajouter le jeu en tant que variante dans l'onglet actuel.
he: והשתמש במשחק כדי להוסיף את המשחק כווריאציה בכרטיסייה הנוכחית.
hi: और गेम का उपयोग करें वर्तमान टैब में गेम को विविधता के रूप में जोड़ने के लिए।
hu: és a Játék segítségével adja hozzá a játékot változatként az aktuális laphoz.
id: dan Gunakan Game untuk menambahkan permainan sebagai variasi di tab saat ini.
it: e Usa Gioco per aggiungere il gioco come variante nella scheda corrente.

source: You can add games to the clipboard and set the clipboard as the
de: Sie können Spiele zur Zwischenablage hinzufügen und die Zwischenablage als
fr: Vous pouvez ajouter des jeux au presse-papiers et définir le presse-papiers comme
he: אתה יכול להוסיף משחקים ללוח ולהגדיר את הלוח בתור
hi: आप क्लिपबोर्ड में गेम जोड़ सकते हैं और क्लिपबोर्ड को गेम के रूप में सेट कर सकते हैं।
hu: Hozzáadhat játékokat a vágólaphoz, és beállíthatja a vágólapot a
id: Anda dapat menambahkan permainan ke clipboard dan mengatur clipboard sebagai
it: Puoi aggiungere giochi agli appunti e impostare gli appunti come

source: temporary database so that only games from the clipboard appear
de: temporäre Datenbank, sodass nur Spiele aus der Zwischenablage angezeigt werden
fr: base de données temporaire pour que seuls les jeux du presse-papiers apparaissent
he: מסד נתונים זמני כך שרק משחקים מהלוח יופיעו
hi: अस्थायी डेटाबेस ताकि केवल क्लिपबोर्ड से गेम ही दिखाई दें
hu: ideiglenes adatbázis, így csak a vágólapról származó játékok jelennek meg
id: basis data sementara sehingga hanya permainan dari clipboard yang muncul
it: database temporaneo in modo che vengano visualizzati solo i giochi dagli appunti

source: and the drill down stats (available in other database views)
de: und die Drilldown-Statistiken (verfügbar in anderen Datenbankansichten)
fr: et les statistiques détaillées (disponibles dans d'autres vues de base de données)
he: והנתונים הסטטיסטיים (זמינים בתצוגות מסד נתונים אחרות)
hi: और ड्रिल डाउन आँकड़े (अन्य डेटाबेस दृश्यों में उपलब्ध)
hu: és a részletes statisztikák (más adatbázis nézetekben elérhető)
id: dan statistik drill down (tersedia dalam tampilan database lainnya)
it: e le statistiche drill-down (disponibili in altre viste del database)

source: apply to those games only.
de: gelten nur für diese Spiele.
fr: s'applique uniquement à ces jeux.
he: חל על המשחקים האלה בלבד.
hi: केवल उन्हीं खेलों पर लागू होगा।
hu: csak azokra a játékokra vonatkozik.
id: berlaku untuk game tersebut saja.
it: si applicano solo a quei giochi.

source: One way to use this clipboard-as-temporary-database feature for preparation
de: Eine Möglichkeit, diese Funktion der Zwischenablage als temporäre Datenbank zur Vorbereitung zu verwenden
fr: Une façon d'utiliser cette fonctionnalité de presse-papiers comme base de données temporaire pour la préparation
he: דרך אחת להשתמש בתכונה זו של לוח כבסיס נתונים לצורך הכנה
hi: तैयारी के लिए इस क्लिपबोर्ड-एज़-टेम्पररी-डेटाबेस सुविधा का उपयोग करने का एक तरीका
hu: Az egyik módja annak, hogy ezt a vágólap mint ideiglenes adatbázis szolgáltatást az előkészítéshez használja
id: Salah satu cara untuk menggunakan fitur clipboard-sebagai-database-sementara ini untuk persiapan
it: Un modo per utilizzare questa funzionalità di appunti come database temporaneo per la preparazione

source: is to copy games from one player to the clipboard. To make this easy,
de: ist das Kopieren von Spielen von einem Spieler in die Zwischenablage. Um dies zu vereinfachen,
fr: consiste à copier les parties d'un joueur vers le presse-papiers. Pour simplifier,
he: זה להעתיק משחקים מנגן אחד ללוח. כדי לעשות את זה קל,
hi: एक प्लेयर से गेम को क्लिपबोर्ड पर कॉपी करना है। इसे आसान बनाने के लिए,
hu: játékokat másol az egyik játékosról a vágólapra. Hogy ezt megkönnyítsük,
id: adalah menyalin permainan dari satu pemain ke clipboard. Untuk mempermudah,
it: è copiare le partite da un giocatore agli appunti. Per semplificare,

source: buttons are provided to add a player's games to the clipboard.
de: Es stehen Schaltflächen zum Hinzufügen der Spiele eines Spielers zur Zwischenablage zur Verfügung.
fr: des boutons sont fournis pour ajouter les jeux d'un joueur au presse-papiers.
he: לחצנים מסופקים להוספת משחקים של שחקן ללוח.
hi: किसी खिलाड़ी के गेम को क्लिपबोर्ड में जोड़ने के लिए बटन दिए गए हैं।
hu: gombok segítségével a játékos játékait a vágólapra adhatja.
id: tombol disediakan untuk menambahkan permainan pemain ke papan klip.
it: sono disponibili dei pulsanti per aggiungere le partite di un giocatore agli appunti.

source: Use Load Game to load a game into a new tab and
de: Verwenden Sie „Spiel laden“, um ein Spiel in eine neue Registerkarte zu laden und
fr: Utilisez Charger le jeu pour charger un jeu dans un nouvel onglet et
he: השתמש בטעינת משחק כדי לטעון משחק ללשונית חדשה ו
hi: किसी गेम को नए टैब में लोड करने के लिए लोड गेम का उपयोग करें और
hu: A Játék betöltése funkcióval tölthet be egy játékot egy új lapra, és
id: Gunakan Load Game untuk memuat game ke tab baru dan
it: Usa Carica partita per caricare una partita in una nuova scheda e

source: Use Game to add the game as a variation in the current tab.
de: Verwenden Sie „Spiel“, um das Spiel als Variante im aktuellen Tab hinzuzufügen.
fr: Utilisez Jeu pour ajouter le jeu en tant que variante dans l’onglet actuel.
he: השתמש במשחק כדי להוסיף את המשחק כווריאציה בכרטיסייה הנוכחית.
hi: वर्तमान टैब में गेम को विविधता के रूप में जोड़ने के लिए गेम का उपयोग करें।
hu: A Játék segítségével adja hozzá a játékot változatként az aktuális laphoz.
id: Gunakan Game untuk menambahkan permainan sebagai variasi di tab saat ini.
it: Utilizza Gioco per aggiungere il gioco come variante nella scheda corrente.

source: You can drill down by clicking on moves in the Next Move box.
de: Sie können tiefer greifen, indem Sie im Feld „Nächster Zug“ auf Züge klicken.
fr: Vous pouvez effectuer un zoom avant en cliquant sur les mouvements dans la case Mouvement suivant.
he: אתה יכול להתעמק על ידי לחיצה על מהלכים בתיבה 'העבר הבא'.
hi: आप नेक्स्ट मूव बॉक्स में मूव्स पर क्लिक करके ड्रिल डाउन कर सकते हैं।
hu: A részletezéshez kattintson a Következő lépés mezőben található lépésekre.
id: Anda dapat menelusuri lebih lanjut dengan mengklik gerakan di kotak Gerakan Berikutnya.
it: È possibile effettuare un drill-down cliccando sulle mosse nella casella Mossa successiva.

source: and the drill down stats apply to those games only.
de: und die Drilldown-Statistiken gelten nur für diese Spiele.
fr: et les statistiques détaillées s'appliquent uniquement à ces jeux.
he: והסטטיסטיקה המפורטת חלה רק על המשחקים האלה.
hi: और ड्रिल डाउन आँकड़े केवल उन्हीं खेलों पर लागू होते हैं।
hu: és a részletes statisztikák csak azokra a játékokra vonatkoznak.
id: dan statistik drill down berlaku pada game tersebut saja.
it: e le statistiche dettagliate si applicano solo a quelle partite.

source: One way to use this clipboard-as-temporary-database feature for
de: Eine Möglichkeit, diese Zwischenablage-als-temporäre-Datenbank-Funktion zu verwenden für
fr: Une façon d'utiliser cette fonctionnalité de presse-papiers comme base de données temporaire pour
he: דרך אחת להשתמש בתכונה זו של לוח-כבסיס נתונים זמני עבור
hi: इस क्लिपबोर्ड-एज़-टेम्पररी-डेटाबेस सुविधा का उपयोग करने का एक तरीका
hu: Az egyik módja ennek a vágólap mint ideiglenes adatbázis funkció használatának
id: Salah satu cara untuk menggunakan fitur clipboard-sebagai-database-sementara ini untuk
it: Un modo per utilizzare questa funzionalità di appunti come database temporaneo per

source: preparation is to copy games from one player to the clipboard.
de: Die Vorbereitung besteht darin, Spiele von einem Spieler in die Zwischenablage zu kopieren.
fr: la préparation consiste à copier les parties d'un joueur dans le presse-papiers.
he: ההכנה היא להעתיק משחקים מנגן אחד ללוח.
hi: तैयारी का काम एक खिलाड़ी से गेम को क्लिपबोर्ड पर कॉपी करना है।
hu: Az előkészítés a játékok másolása az egyik játékosról a vágólapra.
id: persiapannya adalah menyalin permainan dari satu pemain ke papan klip.
it: la preparazione consiste nel copiare le partite da un giocatore agli appunti.

source: To make this easy, buttonsare provided to add a player's games to the clipboard.
de: Um dies zu vereinfachen, stehen Schaltflächen zum Hinzufügen der Spiele eines Spielers zur Zwischenablage zur Verfügung.
fr: Pour faciliter cette opération, des boutons sont fournis pour ajouter les jeux d'un joueur au presse-papiers.
he: כדי להקל על כך, מסופקים כפתורים להוספת משחקים של שחקן ללוח.
hi: इसे आसान बनाने के लिए, खिलाड़ी के गेम को क्लिपबोर्ड में जोड़ने के लिए बटन प्रदान किए गए हैं।
hu: Ennek megkönnyítése érdekében a gombok segítségével a játékos játékait hozzáadhatja a vágólapra.
id: Untuk mempermudah hal ini, tombol disediakan untuk menambahkan permainan pemain ke papan klip.
it: Per semplificare questa operazione, sono disponibili dei pulsanti per aggiungere le partite di un giocatore agli appunti.

source: Use the Show all ordered by player menu to search for players.
de: Verwenden Sie das Menü „Alle nach Spieler sortiert anzeigen“, um nach Spielern zu suchen.
fr: Utilisez le menu Afficher tout classé par joueur pour rechercher des joueurs.
he: השתמש בתפריט הצג הכל לפי נגן כדי לחפש שחקנים.
hi: खिलाड़ियों को खोजने के लिए खिलाड़ी द्वारा क्रमबद्ध सभी दिखाएँ मेनू का उपयोग करें।
hu: A játékosok kereséséhez használja az Összes megjelenítése játékos szerint rendezve menüt.
id: Gunakan menu Tampilkan semua diurutkan berdasarkan pemain untuk mencari pemain.
it: Per cercare i giocatori, utilizza il menu Mostra tutti ordinati per giocatore.

source: You can sort on any column including the Moves column.
de: Sie können nach jeder Spalte sortieren, einschließlich der Spalte „Umzüge“.
fr: Vous pouvez trier sur n'importe quelle colonne, y compris la colonne Déplacements.
he: אתה יכול למיין בכל עמודה כולל העמודה מהלכים.
hi: आप मूव्स कॉलम सहित किसी भी कॉलम पर सॉर्टिंग कर सकते हैं।
hu: Bármely oszlopba rendezheti, beleértve a Mozgatás oszlopot is.
id: Anda dapat mengurutkan berdasarkan kolom mana saja termasuk kolom Gerakan.
it: È possibile ordinare in base a qualsiasi colonna, inclusa la colonna Spostamenti.

source: The Moves column sort is statistical (most popular lines first)
de: Die Sortierung der Spalte „Moves“ erfolgt statistisch (die beliebtesten Linien zuerst).
fr: Le tri de la colonne Moves est statistique (lignes les plus populaires en premier)
he: מיון העמודות של תנועות הוא סטטיסטי (השורות הפופולריות ביותר תחילה)
hi: चालें कॉलम सॉर्ट सांख्यिकीय है (सबसे लोकप्रिय पंक्तियाँ पहले)
hu: A Mozgatás oszlopok rendezése statisztikai jellegű (a legnépszerűbb sorok először)
id: Urutan kolom Moves bersifat statistik (baris yang paling populer didahulukan)
it: L'ordinamento della colonna Mosse è statistico (prima le linee più popolari)

source: rather than alphabetical. Sort history is respected in tie breaks.
de: statt alphabetisch. Der Sortierverlauf wird bei Tie-Breaks berücksichtigt.
fr: plutôt qu'alphabétique. L'historique de tri est respecté lors des départages.
he: ולא אלפביתי. היסטוריית המיון זוכה לכבוד בהפסקות שוויון.
hi: वर्णानुक्रम के बजाय। टाई ब्रेक में सॉर्ट इतिहास का सम्मान किया जाता है।
hu: ábécé helyett. A döntetlenek során tiszteletben tartják a rendezési előzményeket.
id: alih-alih berdasarkan abjad. Riwayat sortir dihormati dalam tie break.
it: piuttosto che alfabetico. La cronologia di ordinamento è rispettata nei tie break.

source: For example, if you sort on Moves, then on Black, then on White;
de: Wenn Sie beispielsweise nach Zügen, dann nach Schwarz und dann nach Weiß sortieren;
fr: Par exemple, si vous triez sur les coups, puis sur les noirs, puis sur les blancs ;
he: לדוגמה, אם אתה ממיין על Moves, אז על שחור, ואז על לבן;
hi: उदाहरण के लिए, यदि आप चालों पर, फिर काले पर, फिर सफेद पर सॉर्ट करते हैं;
hu: Például, ha a Moves, majd a Black, majd a White szerint rendez;
id: Misalnya, jika Anda mengurutkan berdasarkan Gerakan, kemudian Hitam, kemudian Putih;
it: Ad esempio, se si ordina in base alle Mosse, poi in Nero, poi in Bianco;

source: The games will be sorted by White player,
de: Die Spiele werden nach dem weißen Spieler sortiert,
fr: Les jeux seront triés par joueur blanc,
he: המשחקים ימוינו לפי שחקן לבן,
hi: खेलों को श्वेत खिलाड़ी के आधार पर क्रमबद्ध किया जाएगा,
hu: A játékokat fehér játékos rendezi,
id: Permainan akan diurutkan berdasarkan pemain Putih,
it: Le partite saranno ordinate in base al giocatore Bianco,

source: but all opponents will be grouped together
de: aber alle Gegner werden zusammen gruppiert
fr: mais tous les adversaires seront regroupés
he: אבל כל היריבים יקובצו יחד
hi: लेकिन सभी विरोधियों को एक साथ समूहीकृत किया जाएगा
hu: de minden ellenfél egy csoportba kerül
id: tapi semua lawan akan dikelompokkan bersama
it: ma tutti gli avversari saranno raggruppati insieme

source: (because of the earlier sort on Black),
de: (wegen der früheren Sortierung auf Schwarz),
fr: (à cause du tri antérieur sur Noir),
he: (בגלל המיון הקודם על שחור),
hi: (काले रंग पर पहले के प्रकार के कारण),
hu: (a fekete korábbi rendezés miatt),
id: (karena jenis sebelumnya ada di Hitam),
it: (a causa del precedente ordinamento su Nero),

source: and if there are multiple games between the same players,
de: und wenn es mehrere Spiele zwischen denselben Spielern gibt,
fr: et s'il y a plusieurs parties entre les mêmes joueurs,
he: ואם יש מספר משחקים בין אותם שחקנים,
hi: और यदि एक ही खिलाड़ियों के बीच कई खेल हों,
hu: és ha több játék is van ugyanazon játékosok között,
id: dan jika ada beberapa permainan antara pemain yang sama,
it: e se ci sono più partite tra gli stessi giocatori,

source: the games will be sorted according to the most common opening sequences
de: Die Spiele werden nach den häufigsten Eröffnungssequenzen sortiert
fr: les jeux seront classés selon les séquences d'ouverture les plus courantes
he: המשחקים ימוינו לפי רצפי הפתיחה הנפוצים ביותר
hi: खेलों को सबसे आम शुरुआती अनुक्रमों के अनुसार क्रमबद्ध किया जाएगा
hu: a játékok a leggyakoribb nyitószekvenciák szerint lesznek rendezve
id: permainan akan diurutkan berdasarkan urutan pembukaan yang paling umum
it: i giochi saranno ordinati in base alle sequenze di apertura più comuni

source: between those two players (because of the earlier sort on Moves).
de: zwischen diesen beiden Spielern (aufgrund der früheren Sortierung der Züge).
fr: entre ces deux joueurs (en raison du tri précédent sur les mouvements).
he: בין שני השחקנים האלה (בגלל המיון הקודם ב-Moves).
hi: उन दो खिलाड़ियों के बीच (क्योंकि चालों पर पहले का क्रम था)।
hu: a két játékos között (a mozgások korábbi rendezése miatt).
id: antara kedua pemain tersebut (karena jenis sebelumnya pada Gerakan).
it: tra quei due giocatori (a causa del precedente ordinamento su Moves).

source: The first column (column '#') is provided only to allow
de: Die erste Spalte (Spalte '#') dient nur dazu,
fr: La première colonne (colonne « # ») est fournie uniquement pour permettre
he: העמודה הראשונה (עמודה '#') מסופקת רק כדי לאפשר
hi: पहला कॉलम (कॉलम '#') केवल अनुमति देने के लिए प्रदान किया गया है
hu: Az első oszlop ("#" oszlop) csak az engedélyezésre szolgál
id: Kolom pertama (kolom '#') disediakan hanya untuk memungkinkan
it: La prima colonna (colonna '#') è fornita solo per consentire
