Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: or click on the red < X > icon on the right hand side of the toolbar.
de: oder klicken Sie auf das rote <X>-Symbol auf der rechten Seite der Symbolleiste.
fr: ou cliquez sur l'icône rouge < X > sur le côté droit de la barre d'outils.
he: או לחץ על הסמל האדום < X > בצד ימין של סרגל הכלים.
hi: या टूलबार के दाईं ओर लाल < X > आइकन पर क्लिक करें।
hu: vagy kattintson a piros < X > ikonra az eszköztár jobb oldalán.
id: atau klik ikon < X > merah di sisi kanan bilah alat.
it: oppure fare clic sull'icona rossa < X > sul lato destro della barra degli strumenti.

source: For helping me to create Nimzo_3d, thanks go to :-
de: Für die Hilfe bei der Erstellung von Nimzo_3d geht mein Dank an: -
fr: Pour m'avoir aidé à créer Nimzo_3d, merci à :-
he: על שעזרת לי ליצור Nimzo_3d, תודה עבור אל:-
hi: Nimzo_3d बनाने में मेरी मदद करने के लिए, धन्यवाद:-
hu: A Nimzo_3d létrehozásában nyújtott segítségért köszönöm: -
id: Atas bantuannya dalam membuat Nimzo_3d, terima kasih kepada :-
it: Per avermi aiutato a creare Nimzo_3d, ringrazio :-

source: Frank Luna for his book Introduction to 3d Game Programming with DirectX 9.0
de: Frank Luna für sein Buch „Einführung in die 3D-Spieleprogrammierung mit DirectX 9.0“
fr: Frank Luna pour son livre Introduction à la programmation de jeux 3D avec DirectX 9.0
he: פרנק לונה על ספרו מבוא לתכנות משחקים בתלת מימד עם DirectX 9.0
hi: फ्रैंक लूना को उनकी पुस्तक 'इंट्रोडक्शन टू 3डी गेम प्रोग्रामिंग विद डायरेक्टएक्स 9.0' के लिए
hu: Frank Luna Bevezetés a 3d játékprogramozásba DirectX 9.0-val című könyvéért
id: Frank Luna untuk bukunya Introduction to 3d Game Programming with DirectX 9.0
it: Frank Luna per il suo libro Introduzione alla programmazione di giochi 3D con DirectX 9.0

source: and his website D3dcoder.net which hosts the source code for this book.
de: und seine Website D3dcoder.net, auf der der Quellcode für dieses Buch gehostet wird.
fr: et son site Web D3dcoder.net qui héberge le code source de ce livre.
he: ואת האתר שלו D3dcoder.net המארח את קוד המקור של הספר הזה.
hi: और उनकी वेबसाइट D3dcoder.net जो इस पुस्तक का स्रोत कोड होस्ट करती है।
hu: és a D3dcoder.net webhelyét, amely a könyv forráskódját tartalmazza.
id: dan situs webnya D3dcoder.net yang menyimpan kode sumber untuk buku ini.
it: e il suo sito web D3dcoder.net che ospita il codice sorgente di questo libro.

source: CadNav.com for their 3d chess pieces (except the knight) model-34739.
de: CadNav.com für ihre 3D-Schachfiguren (außer dem Springer) Modell 34739.
fr: CadNav.com pour leurs pièces d'échecs 3D (sauf le cavalier) modèle-34739.
he: CadNav.com עבור כלי השחמט התלת-ממדיים שלהם (למעט האביר) דגם-34739.
hi: CadNav.com से उनके 3D शतरंज मोहरे (घोड़े को छोड़कर) मॉडल-34739 के लिए संपर्क करें।
hu: CadNav.com a 3D sakkfiguráikért (kivéve a lovag) modell-34739.
id: CadNav.com untuk buah catur 3d mereka (kecuali kuda) model-34739.
it: CadNav.com per i suoi pezzi degli scacchi 3D (tranne il cavallo) modello 34739.

source: The knight is by PrinterFunUk from the website cults3d.com
de: Der Ritter ist von PrinterFunUk von der Website cults3d.com
fr: Le chevalier est de PrinterFunUk du site Web cults3d.com
he: האביר הוא מאת PrinterFunUk מהאתר cults3d.com
hi: यह नाइट PrinterFunUk द्वारा बनाई गई है, जो cults3d.com वेबसाइट से ली गई है।
hu: A lovagot a PrinterFunUk készítette a cults3d.com webhelyről
id: Ksatria itu oleh PrinterFunUk dari situs web cults3d.com
it: Il cavaliere è di PrinterFunUk dal sito web cults3d.com

source: I made a new base for the knight with the 3d modelling program Blender
de: Ich habe mit dem 3D-Modellierungsprogramm Blender eine neue Basis für den Ritter erstellt
fr: J'ai réalisé une nouvelle base pour le chevalier avec le programme de modélisation 3D Blender
he: הכנתי בסיס חדש לאביר עם תוכנית הדוגמנות התלת מימדית Blender
hi: मैंने 3डी मॉडलिंग प्रोग्राम ब्लेंडर के साथ नाइट के लिए एक नया आधार बनाया
hu: A lovagnak új alapot készítettem a Blender 3d modellező programmal
id: Saya membuat basis baru untuk ksatria dengan program pemodelan 3d Blender
it: Ho realizzato una nuova base per il cavaliere con il programma di modellazione 3D Blender

source: because the original one was mangled in the conversion process
de: weil das Original beim Konvertierungsprozess verstümmelt wurde
fr: parce que l'original a été mutilé lors du processus de conversion
he: כי המקורי היה מעוות בתהליך ההמרה
hi: क्योंकि मूल वाला रूपांतरण प्रक्रिया में क्षतिग्रस्त हो गया था
hu: mert az eredetit az átalakítási folyamat során elrontották
id: karena yang asli sudah rusak pada saat proses konversi
it: perché quello originale è stato mutilato nel processo di conversione

source: to the DirectX X-file.
de: zur DirectX X-Datei.
fr: au fichier X de DirectX.
he: לקובץ DirectX X.
hi: डायरेक्टएक्स एक्स-फ़ाइल में.
hu: a DirectX X-fájlhoz.
id: ke file DirectX X.
it: al file X di DirectX.

source: Thanks to Neal Hirsig for his Blender 3D Course at
de: Vielen Dank an Neal Hirsig für seinen Blender 3D Kurs bei
fr: Merci à Neal Hirsig pour son cours Blender 3D à
he: תודה לניל הירסיג על קורס בלנדר תלת מימד שלו ב
hi: नील हिर्सिग को उनके ब्लेंडर 3D कोर्स के लिए धन्यवाद
hu: Köszönet Neal Hirsignek a Blender 3D tanfolyamáért
id: Terima kasih kepada Neal Hirsig untuk Kursus Blender 3D-nya di
it: Grazie a Neal Hirsig per il suo corso Blender 3D su

source: Other 3d modelling software used was Autodesk 3ds Max
de: Andere verwendete 3D-Modellierungssoftware war Autodesk 3ds Max
fr: L'autre logiciel de modélisation 3D utilisé était Autodesk 3ds Max
he: תוכנת דוגמנות תלת מימדית נוספת שבה נעשה שימוש הייתה Autodesk 3ds Max
hi: अन्य 3D मॉडलिंग सॉफ्टवेयर का उपयोग किया गया था ऑटोडेस्क 3ds मैक्स
hu: A másik használt 3D modellező szoftver az Autodesk 3ds Max volt
id: Perangkat lunak pemodelan 3d lainnya yang digunakan adalah Autodesk 3ds Max
it: L'altro software di modellazione 3D utilizzato è stato Autodesk 3ds Max

source: and Right Hemisphere Deep Exploration.
de: und tiefe Erforschung der rechten Hemisphäre.
fr: et exploration profonde de l'hémisphère droit.
he: וחקר עמוק בחצי הכדור הימני.
hi: और दायां गोलार्ध गहन अन्वेषण।
hu: és a jobb félteke mély feltárása.
id: dan Eksplorasi Dalam Belahan Bumi Kanan.
it: e l'esplorazione profonda dell'emisfero destro.

source: The bitmaps used for the 3d pieces and board border
de: Die für die 3D-Teile und den Spielfeldrand verwendeten Bitmaps
fr: Les bitmaps utilisés pour les pièces 3D et la bordure du plateau
he: מפות הסיביות המשמשות עבור החלקים התלת-ממדיים וגבול הלוח
hi: 3D टुकड़ों और बोर्ड बॉर्डर के लिए उपयोग किए गए बिटमैप
hu: A 3D darabokhoz és a tábla szegélyéhez használt bitképek
id: Bitmap yang digunakan untuk potongan 3d dan batas papan
it: Le bitmap utilizzate per i pezzi 3D e il bordo della scacchiera

source: are from Arroway-textures.ch and Ambientcg.com
de: sind von Arroway-textures.ch und Ambientcg.com
fr: proviennent d'Arroway-textures.ch et d'Ambientcg.com
he: הם מ- Arroway-textures.ch ו- Ambientcg.com
hi: Arroway-textures.ch और Ambientcg.com से हैं
hu: az Arroway-textures.ch és az Ambientcg.com oldaláról származnak
id: berasal dari Arroway-textures.ch dan Ambientcg.com
it: provengono da Arroway-textures.ch e Ambientcg.com

source: Once again, thanks to Bill Forster, his coding expertise was again most helpful.
de: Auch dieses Mal war uns Bill Forster mit seiner Programmierkompetenz äußerst hilfreich.
fr: Encore une fois, merci à Bill Forster, son expertise en codage a été très utile.
he: שוב, הודות לביל פורסטר, מומחיות הקידוד שלו שוב הייתה מועילה ביותר.
hi: एक बार फिर, बिल फोर्स्टर को धन्यवाद, उनकी कोडिंग विशेषज्ञता सबसे अधिक सहायक रही।
hu: Bill Forsternek köszönhetően ismét az ő kódolási szakértelme volt a leghasznosabb.
id: Sekali lagi, terima kasih kepada Bill Forster, keahlian codingnya sangat membantu.
it: Ancora una volta, grazie a Bill Forster: la sua competenza in materia di programmazione si è rivelata di grande aiuto.

source: I was able to take his code for the game move list box and kibitz panel
de: Ich konnte seinen Code für die Spielzugliste und das Kibitz-Panel übernehmen
fr: J'ai pu prendre son code pour la liste des mouvements du jeu et le panneau Kibitz
he: הצלחתי לקחת את הקוד שלו עבור תיבת הרשימה מהלך המשחק ופאנל הקיביץ
hi: मैं गेम मूव लिस्ट बॉक्स और किबिट्ज़ पैनल के लिए उसका कोड लेने में सक्षम था
hu: El tudtam vinni a kódját a játékmozgás listához és a kibitz panelhez
id: Saya dapat mengambil kodenya untuk kotak daftar gerakan permainan dan panel kibitz
it: Sono riuscito a prendere il suo codice per la casella di riepilogo delle mosse del gioco e il pannello kibitz

source: and transfer both straight into new windows in the 3d graphics screen,
de: und beides direkt in neue Fenster im 3D-Grafikbildschirm übertragen,
fr: et transférez les deux directement dans de nouvelles fenêtres dans l'écran graphique 3D,
he: ולהעביר את שניהם ישירות לחלונות חדשים במסך הגרפיקה התלת מימדית,
hi: और दोनों को 3डी ग्राफिक्स स्क्रीन में सीधे नई विंडो में स्थानांतरित करें,
hu: és mindkettőt közvetlenül átviheti új ablakokba a 3D grafikus képernyőn,
id: dan transfer keduanya langsung ke jendela baru di layar grafis 3d,
it: e trasferisci entrambi direttamente in nuove finestre nella schermata grafica 3D,

source: with only very minor adjustments.
de: mit nur sehr geringen Anpassungen.
fr: avec seulement quelques ajustements très mineurs.
he: עם התאמות קלות מאוד בלבד.
hi: केवल बहुत मामूली समायोजन के साथ।
hu: csak nagyon apró módosításokkal.
id: dengan penyesuaian yang sangat kecil.
it: con solo piccolissimi aggiustamenti.

source: 3d Credits
fr: Crédits 3d
he: קרדיטים תלת מימדיים
hi: 3डी क्रेडिट
hu: 3d kreditek
id: Kredit 3d
it: Crediti 3d

source: Hello and welcome to %s
de: Hallo und willkommen bei %s
fr: Bonjour et bienvenue à %s
he: שלום וברוכים הבאים אל %s
hi: नमस्कार और %s में आपका स्वागत है
hu: Üdvözlünk %s
id: Halo dan selamat datang di %s
it: Ciao e benvenuto su %s

source: About Minimal
de: Über Minimal
fr: À propos de Minimal
he: לגבי מינימל
hi: मिनिमल के बारे में
hu: A Minimálról
id: Tentang Minimal
it: Informazioni su Minimal

source: Puzzle session stats :
de: Statistiken zur Puzzle-Sitzung:
fr: Statistiques de la session de puzzle :
he: נתונים סטטיסטיים של מפגשי פאזל:
hi: पहेली सत्र आँकड़े :
hu: Puzzle munkamenet statisztikái:
id: Statistik sesi teka-teki:
it: Statistiche della sessione di puzzle:

source: Solved :
de: Gelöst:
fr: Résolu :
he: נפתרה:
hi: हल :
hu: Megoldva:
id: Terselesaikan :
it: Risolto :

source: Correct moves :
de: Richtige Bewegungen:
fr: Coups corrects :
he: מהלכים נכונים:
hi: सही कदम :
hu: Helyes mozdulatok:
id: Gerakan yang benar:
it: Mosse corrette:

source: Hints used :
de: Verwendete Hinweise:
fr: Indices utilisés :
he: רמזים בשימוש:
hi: प्रयुक्त संकेत :
hu: Felhasznált tippek:
id: Petunjuk yang digunakan:
it: Suggerimenti utilizzati:

source: Time up no. :
de: Zeit abgelaufen Nr.:
fr: Temps écoulé n° :
he: הזמן נגמר לא. :
hi: समय समाप्ति संख्या :
hu: Idő lejárt nem. :
id: Waktu habis no. :
it: Tempo scaduto n. :

source: Rating :
de: Bewertung :
fr: Notation :
he: דירוג:
hi: रेटिंग :
hu: Értékelés:
id: Peringkat :
it: Valutazione :

source: Puzzle mode :
de: Puzzle-Modus:
fr: Mode Puzzle :
he: מצב פאזל:
hi: पहेली मोड :
hu: Puzzle mód:
id: Mode teka-teki:
it: Modalità puzzle:

source: File -
de: Datei -
fr: Déposer -
he: קובץ -
hi: फ़ाइल -
hu: Fájl -
id: Berkas -
it: Archivio -

source: No game loaded
de: Kein Spiel geladen
fr: Aucun jeu chargé
he: לא נטען משחק
hi: कोई गेम लोड नहीं हुआ
hu: Nincs játék betöltve
id: Tidak ada game yang dimuat
it: Nessun gioco caricato

source: to play
de: spielen
fr: jouer
he: לשחק
hi: क्रीड़ा करना
hu: játszani
id: untuk bermain
it: giocare

source: Move
de: Bewegen
fr: Se déplacer
he: מַהֲלָך
hi: कदम
hu: Mozog
id: Bergerak
it: Mossa

source: Puzzle complete
de: Puzzle fertig
fr: Puzzle terminé
he: הפאזל הושלם
hi: पहेली पूरी हुई
hu: A rejtvény kész
id: Teka-teki selesai
it: Puzzle completato

source: Correct moves
de: Richtige Bewegungen
fr: mouvements corrects
he: מהלכים נכונים
hi: सही कदम
hu: Helyes mozdulatok
id: Gerakan yang benar
it: Mosse corrette

source: Your move...
de: Ihr Umzug...
fr: À vous de jouer...
he: המהלך שלך...
hi: अपनी चाल...
hu: A te lépésed...
id: Langkahmu...
it: La tua mossa...

source: Engine :
de: Motor :
fr: Moteur :
he: מנוע:
hi: इंजन :
hu: Motor:
id: Mesin :
it: Motore :

source: Search depth :
de: Suchtiefe:
fr: Profondeur de recherche :
he: עומק חיפוש:
hi: खोज गहराई :
hu: Keresés mélysége:
id: Kedalaman pencarian:
it: Profondità di ricerca:

source: Evaluation :
de: Auswertung :
fr: Évaluation :
he: הערכה:
hi: मूल्यांकन :
hu: Értékelés:
id: Evaluasi :
it: Valutazione :

source: Best line :
de: Beste Zeile:
fr: Meilleure ligne :
he: השורה הטובה ביותר:
hi: सर्वोत्तम पंक्ति :
hu: Legjobb sor:
id: Baris terbaik:
it: La migliore linea:

source: Time taken :
de: Benötigte Zeit:
fr: Temps pris :
he: זמן נלקח:
hi: समय लिया :
hu: Eltöltött idő:
id: Waktu yang dibutuhkan :
it: Tempo impiegato:

source: Human vs Engine game :
de: Spiel Mensch gegen Motor:
fr: Jeu Humain contre Moteur :
he: משחק האדם נגד המנוע:
hi: मानव बनाम इंजन खेल:
hu: Human vs Engine játék:
id: Permainan Manusia vs Mesin:
it: Gioco Umano contro Motore:

source: Human (W) to play -
de: Mensch (W) spielen -
fr: Humain (W) à jouer -
he: אדם (W) לשחק -
hi: मानव (W) खेलने के लिए -
hu: Ember (W) játszani -
id: Manusia (W) untuk bermain -
it: Umano (W) per giocare -

source: Engine (B) to play -
de: Motor (B) zum Spielen -
fr: Moteur (B) à jouer -
he: מנוע (B) לשחק -
hi: इंजन (बी) खेलने के लिए -
hu: Motor (B) játszani -
id: Mesin (B) untuk bermain -
it: Motore (B) per giocare -

source: Engine vs Human game :
de: Spiel „Engine vs Human“:
fr: Jeu Moteur contre Humain :
he: משחק מנוע נגד אדם:
hi: इंजन बनाम मानव खेल:
hu: Engine vs Human játék:
id: Permainan Mesin vs Manusia:
it: Gioco motore vs umano:

source: Engine (W) to play -
de: Motor (W) zum Spielen -
fr: Moteur (W) à jouer -
he: מנוע (W) לשחק -
hi: इंजन (W) चलाने के लिए -
hu: Motor (W) játszani -
id: Mesin (W) untuk bermain -
it: Motore (W) per giocare -

source: Human (B) to play -
de: Mensch (B) zum Spielen -
fr: Humain (B) à jouer -
he: אדם (ב) לשחק -
hi: मानव (बी) खेलने के लिए -
hu: Ember (B) játszani -
id: Manusia (B) untuk bermain -
it: Umano (B) per giocare -

source: Auto analysis
de: Automatische Analyse
fr: Analyse automatique
he: ניתוח אוטומטי
hi: ऑटो विश्लेषण
hu: Automatikus elemzés
id: Analisis otomatis
it: Analisi automatica

source: :Analysing position after
de: :Positionsanalyse nach
fr: :Analyse de la position après
he: :ניתוח עמדה לאחר
hi: :स्थिति का विश्लेषण
hu: :helyzet elemzése után
id: :Menganalisis posisi setelah
it: :Analisi della posizione dopo

source: Could not create board bitmap
de: Die Bitmap der Platine konnte nicht erstellt werden
fr: Impossible de créer une image bitmap de la carte
he: לא ניתן ליצור מפת סיביות של לוח
hi: बोर्ड बिटमैप नहीं बनाया जा सका
hu: Nem sikerült létrehozni a tábla bitképet
id: Tidak dapat membuat bitmap papan
it: Impossibile creare la bitmap della scheda

source: Board square images not loaded
de: Die Bilder der Brettquadrate wurden nicht geladen
fr: Les images carrées du tableau ne sont pas chargées
he: תמונות מרובעות של לוח לא נטענו
hi: बोर्ड वर्गाकार छवियाँ लोड नहीं हुई
hu: A tábla négyzet alakú képei nincsenek betöltve
id: Gambar kotak papan tidak dimuat
it: Immagini quadrate del tabellone non caricate

source: Could not create HDCs for board bitmaps
de: HDCs für Board-Bitmaps konnten nicht erstellt werden
fr: Impossible de créer des HDC pour les bitmaps de carte
he: לא ניתן ליצור HDCs עבור מפות סיביות של לוח
hi: बोर्ड बिटमैप के लिए HDCs नहीं बनाए जा सके
hu: Nem sikerült HDC-ket létrehozni tábla bittérképekhez
id: Tidak dapat membuat HDC untuk bitmap papan
it: Impossibile creare HDC per le bitmap della scheda

source: Could not create chess piece bitmaps
de: Schachfiguren-Bitmaps konnten nicht erstellt werden
fr: Impossible de créer des bitmaps de pièces d'échecs
he: לא ניתן ליצור מפות סיביות של כלי שחמט
hi: शतरंज के मोहरों के बिटमैप नहीं बनाए जा सके
hu: Nem sikerült sakkfigura bittérképeket létrehozni
id: Tidak dapat membuat bitmap bidak catur
it: Impossibile creare bitmap dei pezzi degli scacchi

source: Could not create vertices for background triangle
de: Für das Hintergrunddreieck konnten keine Scheitelpunkte erstellt werden
fr: Impossible de créer des sommets pour le triangle d'arrière-plan
he: לא ניתן ליצור קודקודים עבור משולש רקע
hi: पृष्ठभूमि त्रिभुज के लिए शीर्षबिंदु नहीं बनाए जा सके
hu: Nem sikerült csúcsokat létrehozni a háttérháromszög számára
id: Tidak dapat membuat simpul untuk segitiga latar belakang
it: Impossibile creare vertici per il triangolo di sfondo

source: Could not create bitmap for background triangle
de: Bitmap für Hintergrunddreieck konnte nicht erstellt werden
fr: Impossible de créer une image bitmap pour le triangle d'arrière-plan
he: לא ניתן ליצור מפת סיביות עבור משולש רקע
hi: पृष्ठभूमि त्रिभुज के लिए बिटमैप नहीं बनाया जा सका
hu: Nem sikerült bittérképet létrehozni a háttér háromszögéhez
id: Tidak dapat membuat bitmap untuk segitiga latar belakang
it: Impossibile creare bitmap per il triangolo di sfondo

source: Error initializing Direct3D
de: Fehler beim Initialisieren von Direct3D
fr: Erreur lors de l'initialisation de Direct3D
he: שגיאה באתחול Direct3D
hi: Direct3D आरंभ करने में त्रुटि
hu: Hiba a Direct3D inicializálása során
id: Kesalahan saat menginisialisasi Direct3D
it: Errore durante l'inizializzazione di Direct3D

source: DirectX 3d object not created
de: DirectX 3D-Objekt nicht erstellt
fr: Objet DirectX 3D non créé
he: אובייקט DirectX 3D לא נוצר
hi: DirectX 3d ऑब्जेक्ट नहीं बनाया गया
hu: A DirectX 3d objektum nem jött létre
id: Objek DirectX 3D tidak dibuat
it: Oggetto DirectX 3D non creato

source: DirectX 3d device not created
de: DirectX 3D-Gerät nicht erstellt
fr: Périphérique DirectX 3D non créé
he: מכשיר DirectX 3D לא נוצר
hi: DirectX 3d डिवाइस नहीं बनाया गया
hu: DirectX 3d eszköz nem jött létre
id: Perangkat DirectX 3D tidak dibuat
it: Dispositivo DirectX 3D non creato

source: DirectX 3d backbuffer not created
de: DirectX 3D-Backbuffer nicht erstellt
fr: Le tampon arrière DirectX 3D n'a pas été créé
he: מאגר אחורי של DirectX 3d לא נוצר
hi: डायरेक्टएक्स 3डी बैकबफर नहीं बनाया गया
hu: DirectX 3d backbuffer nem jött létre
id: Backbuffer DirectX 3d tidak dibuat
it: Backbuffer DirectX 3D non creato

source: DirectX 3d lighting setup failed
de: DirectX 3D-Beleuchtungseinrichtung fehlgeschlagen
fr: Échec de la configuration de l'éclairage DirectX 3D
he: הגדרת תאורת DirectX 3D נכשלה
hi: डायरेक्टएक्स 3डी लाइटिंग सेटअप विफल
hu: A DirectX 3d világítás beállítása nem sikerült
id: Penyiapan pencahayaan 3D DirectX gagal
it: Configurazione illuminazione DirectX 3D non riuscita

source: DirectX 3d viewport not created
de: DirectX 3D-Ansichtsfenster nicht erstellt
fr: La fenêtre d'affichage DirectX 3D n'a pas été créée
he: נקודת מבט תלת מימדית של DirectX לא נוצרה
hi: DirectX 3d व्यूपोर्ट नहीं बनाया गया
hu: A DirectX 3d nézetablak nem jött létre
id: Viewport DirectX 3D tidak dibuat
it: Viewport 3D DirectX non creato

source: Invalid DirectX 3d device
de: Ungültiges DirectX 3D-Gerät
fr: Périphérique DirectX 3D non valide
he: מכשיר DirectX 3D לא חוקי
hi: अमान्य DirectX 3d डिवाइस
hu: Érvénytelen DirectX 3d eszköz
id: Perangkat DirectX 3d tidak valid
it: Dispositivo DirectX 3D non valido

source: Could not create board surface
de: Die Platinenoberfläche konnte nicht erstellt werden.
fr: Impossible de créer la surface de la carte
he: לא ניתן ליצור משטח לוח
hi: बोर्ड सतह नहीं बनाई जा सकी
hu: Nem sikerült létrehozni a táblafelületet
id: Tidak dapat membuat permukaan papan
it: Impossibile creare la superficie della scheda

source: Could not create board texture
de: Die Bretttextur konnte nicht erstellt werden
fr: Impossible de créer la texture du tableau
he: לא ניתן ליצור מרקם לוח
hi: बोर्ड बनावट नहीं बनाई जा सकी
hu: Nem sikerült létrehozni a tábla textúráját
id: Tidak dapat membuat tekstur papan
it: Impossibile creare la texture della scheda

source: Could not get board texture surface level
de: Die Oberflächenebene der Bretttextur konnte nicht ermittelt werden.
fr: Impossible d'obtenir le niveau de surface de la texture de la carte
he: לא ניתן היה להגיע לגובה פני השטח של מרקם הלוח
hi: बोर्ड बनावट सतह स्तर प्राप्त नहीं किया जा सका
hu: Nem sikerült elérni a tábla textúrájának felületi szintjét
id: Tidak bisa mendapatkan permukaan tekstur papan yang rata
it: Impossibile ottenere il livello della superficie della texture della scheda

source: Could not get board surface HDC
de: HDC der Platinenoberfläche konnte nicht abgerufen werden
fr: Impossible d'obtenir la surface de la carte HDC
he: לא ניתן היה להשיג HDC משטח הלוח
hi: बोर्ड सतह HDC प्राप्त नहीं किया जा सका
hu: Nem sikerült elérni a táblafelület HDC-jét
id: Tidak bisa mendapatkan permukaan papan HDC
it: Impossibile ottenere la superficie HDC della scheda

source: DirectX copy surface function failed
de: DirectX-Funktion zum Kopieren der Oberfläche ist fehlgeschlagen
fr: Échec de la fonction de surface de copie DirectX
he: פונקציית משטח העתקת DirectX נכשלה
hi: डायरेक्टएक्स कॉपी सरफेस फ़ंक्शन विफल
hu: A DirectX felületmásolási funkciója meghiúsult
id: Fungsi permukaan salinan DirectX gagal
it: Funzione di copia della superficie DirectX non riuscita

source: DirextX piece X-files failed to load
de: DirextX-Teil X-Dateien konnten nicht geladen werden
fr: Échec du chargement des fichiers X de la pièce DirextX
he: הטעינה של קבצי X של חתיכת DirextX נכשלה
hi: DirextX टुकड़ा X-फ़ाइलें लोड करने में विफल
hu: A DirextX darab X-fájlok betöltése nem sikerült
id: Potongan DirextX X-file gagal dimuat
it: Impossibile caricare il pezzo DirextX X-files

source: Could not create chess pieces
de: Schachfiguren konnten nicht erstellt werden
fr: Impossible de créer des pièces d'échecs
he: לא ניתן היה ליצור כלי שחמט
hi: शतरंज के मोहरे नहीं बनाए जा सके
hu: Nem sikerült sakkfigurákat létrehozni
id: Tidak dapat membuat bidak catur
it: Impossibile creare pezzi degli scacchi

source: The setup of the board bitmaps has failed
de: Die Einrichtung der Board-Bitmaps ist fehlgeschlagen
fr: La configuration des bitmaps de la carte a échoué
he: ההגדרה של מפות הסיביות של הלוח נכשלה
hi: बोर्ड बिटमैप का सेटअप विफल हो गया है
hu: A tábla bittérképeinek beállítása nem sikerült
id: Pengaturan bitmap papan telah gagal
it: L'impostazione delle bitmap della scheda non è riuscita

source: Using colours for 3d board
de: Farben für 3D-Boards verwenden
fr: Utilisation des couleurs pour un tableau 3D
he: שימוש בצבעים עבור לוח תלת מימד
hi: 3डी बोर्ड के लिए रंगों का उपयोग
hu: Színek használata 3D-s táblához
id: Menggunakan warna untuk papan 3d
it: Utilizzo dei colori per la tavola 3D

source: 3d graphics error message
de: 3D-Grafikfehlermeldung
fr: Message d'erreur graphique 3D
he: הודעת שגיאה בגרפיקה תלת מימדית
hi: 3डी ग्राफिक्स त्रुटि संदेश
hu: 3D grafika hibaüzenet
id: Pesan kesalahan grafik 3D
it: Messaggio di errore della grafica 3D

source: Using colours for 3d pieces
de: Verwenden von Farben für 3D-Teile
fr: Utilisation des couleurs pour les pièces 3D
he: שימוש בצבעים עבור יצירות תלת מימד
hi: 3D टुकड़ों के लिए रंगों का उपयोग
hu: Színek használata 3D darabokhoz
id: Menggunakan warna untuk karya 3D
it: Utilizzo dei colori per i pezzi 3D

source: The setup of the main window background triangle has failed
de: Die Einrichtung des Hauptfenster-Hintergrunddreiecks ist fehlgeschlagen
fr: La configuration du triangle d'arrière-plan de la fenêtre principale a échoué
he: ההגדרה של משולש הרקע של החלון הראשי נכשלה
hi: मुख्य विंडो पृष्ठभूमि त्रिकोण का सेटअप विफल हो गया है
hu: A főablak háttérháromszögének beállítása nem sikerült
id: Pengaturan segitiga latar belakang jendela utama telah gagal
it: L'impostazione del triangolo di sfondo della finestra principale non è riuscita
