Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Then pick the bitmap that you want for the square
de: Wählen Sie dann die gewünschte Bitmap für das Quadrat aus
fr: Ensuite, choisissez le bitmap que vous souhaitez pour le carré
he: לאחר מכן בחר את מפת הסיביות הרצויה עבור הריבוע
hi: फिर उस बिटमैप को चुनें जिसे आप वर्ग के लिए चाहते हैं
hu: Ezután válassza ki a négyzethez kívánt bittérképet
id: Kemudian pilih bitmap yang Anda inginkan untuk persegi tersebut
it: Quindi seleziona la bitmap che desideri per il quadrato

source: by clicking on one of the bitmaps.
de: indem Sie auf eine der Bitmaps klicken.
fr: en cliquant sur l'une des bitmaps.
he: על ידי לחיצה על אחת ממפות הסיביות.
hi: किसी एक बिटमैप पर क्लिक करके।
hu: az egyik bittérképre kattintva.
id: dengan mengklik salah satu bitmap.
it: cliccando su una delle bitmap.

source: There are twenty bitmaps displayed in the box to choose from.
de: In der Box werden zwanzig Bitmaps zur Auswahl angezeigt.
fr: Il y a vingt bitmaps affichés dans la boîte parmi lesquels choisir.
he: ישנן עשרים מפות סיביות המוצגות בתיבה לבחירה.
hi: बॉक्स में चुनने के लिए बीस बिटमैप प्रदर्शित हैं।
hu: A dobozban húsz bittérkép található, amelyek közül választhat.
id: Ada dua puluh bitmap yang ditampilkan dalam kotak untuk dipilih.
it: Nella casella vengono visualizzate venti bitmap tra cui scegliere.

source: New ones from outside the top twenty can be selected in by
de: Neue Kandidaten außerhalb der Top 20 können ausgewählt werden durch
fr: Les nouveaux venus en dehors du top vingt peuvent être sélectionnés par
he: ניתן לבחור חדשים מחוץ לעשרים המובילים על ידי
hi: शीर्ष बीस के बाहर से नए लोगों का चयन किया जा सकता है
hu: Az első húszon kívülről is beválogathatnak újakat
id: Yang baru dari luar dua puluh teratas dapat dipilih dengan
it: I nuovi fuori dai primi venti possono essere selezionati tramite

source: changing the names of the bitmaps in the user_bitmaps directory.
de: Ändern der Namen der Bitmaps im Verzeichnis user_bitmaps.
fr: modifier les noms des bitmaps dans le répertoire user_bitmaps.
he: שינוי השמות של מפות הסיביות בספריית user_bitmaps.
hi: user_bitmaps निर्देशिका में बिटमैप्स के नाम बदलना।
hu: módosítja a bittérképek nevét a user_bitmaps könyvtárban.
id: mengubah nama bitmap dalam direktori user_bitmaps.
it: modificando i nomi delle bitmap nella directory user_bitmaps.

source: The usual location is
de: Der übliche Standort ist
fr: L'emplacement habituel est
he: המיקום הרגיל הוא
hi: सामान्य स्थान है
hu: A szokásos helyszín az
id: Lokasi biasanya adalah
it: La posizione abituale è

source: e.g To use
de: z.B. Verwenden
fr: par exemple, à utiliser
he: למשל להשתמש
hi: उदाहरणार्थ उपयोग करना
hu: pl Használni
id: misalnya Untuk menggunakan
it: ad esempio per usare

source: instead of
de: anstatt
fr: au lieu de
he: בִּמקוֹם
hi: के बजाय
hu: helyett
id: alih-alih
it: invece di

source: for the dark squares :-
de: für die dunklen Quadrate: -
fr: pour les carrés noirs :-
he: עבור הריבועים הכהים:-
hi: काले वर्गों के लिए:-
hu: a sötét négyzetekhez:-
id: untuk kotak gelap :-
it: per i quadrati scuri :-

source: using Windows explorer rename
de: mit dem Windows Explorer umbenennen
fr: en utilisant l'explorateur Windows pour renommer
he: באמצעות שינוי שם של סייר Windows
hi: विंडोज एक्सप्लोरर का उपयोग करके नाम बदलें
hu: a Windows Explorer átnevezésével
id: menggunakan windows explorer ganti nama
it: utilizzando Windows Explorer rinomina

source: or something similar and then rename
de: oder etwas ähnliches und dann umbenennen
fr: ou quelque chose de similaire, puis renommer
he: או משהו דומה ואז לשנות את השם
hi: या कुछ इसी तरह और फिर नाम बदलें
hu: vagy valami hasonlót, majd nevezd át
id: atau sesuatu yang serupa lalu ganti nama
it: o qualcosa di simile e poi rinomina

source: You can also add your own bitmaps to this directory
de: Sie können diesem Verzeichnis auch Ihre eigenen Bitmaps hinzufügen
fr: Vous pouvez également ajouter vos propres bitmaps à ce répertoire
he: אתה יכול גם להוסיף מפות סיביות משלך לספרייה זו
hi: आप इस निर्देशिका में अपने स्वयं के बिटमैप भी जोड़ सकते हैं
hu: Saját bitképeket is hozzáadhat ehhez a könyvtárhoz
id: Anda juga dapat menambahkan bitmap Anda sendiri ke direktori ini
it: Puoi anche aggiungere le tue bitmap a questa directory

source: but files must be converted to the .bmp format.
de: Die Dateien müssen jedoch in das BMP-Format konvertiert werden.
fr: mais les fichiers doivent être convertis au format .bmp.
he: אך יש להמיר קבצים לפורמט .bmp.
hi: लेकिन फ़ाइलों को .bmp प्रारूप में परिवर्तित किया जाना चाहिए।
hu: de a fájlokat .bmp formátumba kell konvertálni.
id: tetapi file harus dikonversi ke format .bmp.
it: ma i file devono essere convertiti nel formato .bmp.

source: This can usually be done with windows paint.
de: Dies lässt sich in der Regel mit Fensterfarbe erreichen.
fr: Cela peut généralement être fait avec de la peinture pour fenêtres.
he: זה יכול להיעשות בדרך כלל עם צבע חלונות.
hi: यह काम आमतौर पर विंडोज़ पेंट से किया जा सकता है।
hu: Ezt általában ablakfestékkel lehet megtenni.
id: Ini biasanya dapat dilakukan dengan cat jendela.
it: Di solito è possibile farlo con la vernice per finestre.

source: It is advisable to make the bitmaps 256 pixels square,
de: Es empfiehlt sich, die Bitmaps im Quadrat 256 Pixel groß zu machen,
fr: Il est conseillé de réaliser les bitmaps de 256 pixels carrés,
he: רצוי להפוך את מפות הסיביות ל-256 פיקסלים ריבועיים,
hi: बिटमैप को 256 पिक्सेल वर्गाकार बनाना उचित है,
hu: A bittérképeket célszerű 256 pixeles négyzet alakúvá tenni,
id: Disarankan untuk membuat bitmap 256 piksel persegi,
it: Si consiglia di rendere le bitmap quadrate da 256 pixel,

source: because other sizes can cause the program to misbehave.
de: da andere Größen zu Fehlfunktionen des Programms führen können.
fr: car d’autres tailles peuvent entraîner un mauvais comportement du programme.
he: מכיוון שגדלים אחרים עלולים לגרום לתוכנית להתנהג בצורה לא נכונה.
hi: क्योंकि अन्य आकार के कारण प्रोग्राम गलत व्यवहार कर सकता है।
hu: mert más méretek a program hibás működését okozhatják.
id: karena ukuran lain dapat menyebabkan program tidak berjalan sebagaimana mestinya.
it: perché altre dimensioni potrebbero causare un comportamento anomalo del programma.

source: User board bitmaps help
de: Hilfe zu Userboard-Bitmaps
fr: Aide sur les bitmaps du tableau utilisateur
he: מפות סיביות של לוח משתמש עזרה
hi: उपयोगकर्ता बोर्ड बिटमैप सहायता
hu: A felhasználói tábla bittérképei segítenek
id: Bitmap papan pengguna membantu
it: Aiuto con le bitmap della bacheca utente

source: The wooden board bitmaps are modified versions of free samples
de: Die Holzbrett-Bitmaps sind modifizierte Versionen von kostenlosen Beispielen
fr: Les bitmaps de planches de bois sont des versions modifiées d'échantillons gratuits
he: מפות הסיביות של לוח העץ הן גרסאות שונה של דוגמאות חינם
hi: लकड़ी के बोर्ड बिटमैप मुफ्त नमूनों के संशोधित संस्करण हैं
hu: A fatábla bittérképek ingyenes minták módosított változatai
id: Bitmap papan kayu adalah versi modifikasi dari sampel gratis
it: Le bitmap della tavola di legno sono versioni modificate di campioni gratuiti

source: downloaded from Arroway-textures.ch and are used with their permission.
de: von Arroway-textures.ch heruntergeladen und mit deren Genehmigung verwendet.
fr: téléchargés depuis Arroway-textures.ch et sont utilisés avec leur permission.
he: הורדה מ- Arroway-textures.ch ונעשה בהם שימוש ברשותם.
hi: Arroway-textures.ch से डाउनलोड किया गया है और उनकी अनुमति से उपयोग किया जाता है।
hu: az Arroway-textures.ch oldalról letöltve, és az engedélyükkel használhatók.
id: diunduh dari Arroway-textures.ch dan digunakan dengan izin mereka.
it: scaricati da Arroway-textures.ch e vengono utilizzati con la loro autorizzazione.

source: More of their textures, free and paid, can be obtained from their website
de: Weitere Texturen, kostenlos und kostenpflichtig, können von ihrer Website bezogen werden
fr: D'autres textures, gratuites et payantes, peuvent être obtenues sur leur site Web.
he: עוד מהמרקמים שלהם, בחינם ובתשלום, ניתן להשיג מהאתר שלהם
hi: उनके अधिक टेक्सचर, निःशुल्क और सशुल्क, उनकी वेबसाइट से प्राप्त किए जा सकते हैं
hu: További ingyenes és fizetős textúráik beszerezhetők a webhelyükön
id: Lebih banyak tekstur mereka, gratis dan berbayar, dapat diperoleh dari situs web mereka
it: Altre texture, gratuite e a pagamento, possono essere ottenute dal loro sito web

source: The remainder are CC0 free distribution bitmaps from various sources.
de: Der Rest sind CC0-freie Verteilungs-Bitmaps aus verschiedenen Quellen.
fr: Le reste est constitué de bitmaps de distribution libre CC0 provenant de diverses sources.
he: השאר הן מפות סיביות להפצה בחינם של CC0 ממקורות שונים.
hi: शेष विभिन्न स्रोतों से CC0 मुक्त वितरण बिटमैप हैं।
hu: A többi CC0 ingyenes terjesztésű bittérkép különböző forrásokból.
id: Sisanya adalah bitmap distribusi bebas CC0 dari berbagai sumber.
it: Le restanti sono bitmap di distribuzione gratuita CC0 provenienti da varie fonti.

source: Although it is not required to give attribution for these,
de: Obwohl es nicht erforderlich ist, diese Quellen anzugeben,
fr: Bien qu'il ne soit pas nécessaire d'en donner la source,
he: למרות שאין צורך לתת ייחוס עבור אלה,
hi: यद्यपि इनके लिए श्रेय देना आवश्यक नहीं है,
hu: Bár ezekhez nem szükséges forrást megadni,
id: Meskipun tidak diharuskan untuk memberikan atribusi untuk hal ini,
it: Sebbene non sia necessario attribuirne l'attribuzione,

source: I think it is only proper to do so.
de: Ich denke, das ist nur richtig.
fr: Je pense que c’est tout à fait normal de le faire.
he: אני חושב שרק ראוי לעשות זאת.
hi: मैं समझता हूं कि ऐसा करना उचित ही है।
hu: Szerintem csak így illik megtenni.
id: Saya pikir, itu adalah hal yang wajar untuk dilakukan.
it: Penso che sia giusto farlo.

source: So, for the files in the user_bitmaps directory from the original download,
de: Für die Dateien im Verzeichnis user_bitmaps aus dem ursprünglichen Download gilt:
fr: Donc, pour les fichiers du répertoire user_bitmaps du téléchargement d'origine,
he: אז, עבור הקבצים בספריית user_bitmaps מההורדה המקורית,
hi: इसलिए, मूल डाउनलोड से user_bitmaps निर्देशिका में फ़ाइलों के लिए,
hu: Tehát az eredeti letöltésből származó user_bitmaps könyvtárban lévő fájlok esetében
id: Jadi, untuk file di direktori user_bitmaps dari unduhan asli,
it: Quindi, per i file nella directory user_bitmaps dal download originale,

source: the accreditations are as follows :-
de: Die Akkreditierungen lauten wie folgt:
fr: les accréditations sont les suivantes :-
he: ההסמכות הן כדלקמן: -
hi: मान्यताएं इस प्रकार हैं:-
hu: az akkreditációk a következők:
id: akreditasinya adalah sebagai berikut :-
it: gli accreditamenti sono i seguenti:

source: Credits for bitmaps
de: Credits für Bitmaps
fr: Crédits pour les bitmaps
he: קרדיטים עבור מפות סיביות
hi: बिटमैप्स के लिए श्रेय
hu: Kredit a bitképekhez
id: Kredit untuk bitmap
it: Crediti per le bitmap

source: Use this dialog box in order to select the 3d board border bitmap.
de: Verwenden Sie dieses Dialogfeld, um das 3D-Platinenrand-Bitmap auszuwählen.
fr: Utilisez cette boîte de dialogue pour sélectionner le bitmap de bordure de carte 3D.
he: השתמש בתיבת דו-שיח זו כדי לבחור את מפת הסיביות של גבול הלוח התלת-ממדית.
hi: 3D बोर्ड बॉर्डर बिटमैप का चयन करने के लिए इस संवाद बॉक्स का उपयोग करें।
hu: Használja ezt a párbeszédpanelt a 3D tábla szegély bittérképének kiválasztásához.
id: Gunakan kotak dialog ini untuk memilih bitmap batas papan 3d.
it: Utilizzare questa finestra di dialogo per selezionare la bitmap del bordo della scheda 3D.

source: To select the bitmap that you want to use for the board border
de: So wählen Sie die Bitmap aus, die Sie für den Board-Rand verwenden möchten
fr: Pour sélectionner le bitmap que vous souhaitez utiliser pour la bordure du tableau
he: כדי לבחור את מפת הסיביות שבה ברצונך להשתמש עבור גבול הלוח
hi: बोर्ड बॉर्डर के लिए आप जिस बिटमैप का उपयोग करना चाहते हैं उसे चुनने के लिए
hu: A tábla szegélyéhez használni kívánt bitkép kiválasztása
id: Untuk memilih bitmap yang ingin Anda gunakan untuk batas papan
it: Per selezionare la bitmap che si desidera utilizzare per il bordo della scheda

source: simply click on the bitmap.
de: Klicken Sie einfach auf die Bitmap.
fr: cliquez simplement sur le bitmap.
he: פשוט לחץ על מפת הסיביות.
hi: बस बिटमैप पर क्लिक करें.
hu: egyszerűen kattintson a bittérképre.
id: cukup klik pada bitmap.
it: basta cliccare sulla bitmap.

source: changing the names of the bitmaps in the border_bitmaps directory.
de: Ändern der Namen der Bitmaps im Verzeichnis border_bitmaps.
fr: modifier les noms des bitmaps dans le répertoire border_bitmaps.
he: שינוי שמות מפות הסיביות בספריית border_bitmaps.
hi: border_bitmaps निर्देशिका में बिटमैप्स के नाम बदलना।
hu: a border_bitmaps könyvtárban lévő bitképek nevének módosítása.
id: mengubah nama bitmap dalam direktori border_bitmaps.
it: modificando i nomi delle bitmap nella directory border_bitmaps.

source: e.g To use bmp_27 instead of bmp_1 for the border :-
de: z. B. Um bmp_27 statt bmp_1 für den Rand zu verwenden: -
fr: Par exemple, pour utiliser bmp_27 au lieu de bmp_1 pour la bordure :-
he: למשל כדי להשתמש ב-bmp_27 במקום bmp_1 עבור הגבול:-
hi: उदाहरणार्थ बॉर्डर के लिए bmp_1 के स्थान पर bmp_27 का उपयोग करें:-
hu: például a bmp_27 használata a bmp_1 helyett a szegélyhez:-
id: misalnya Menggunakan bmp_27 sebagai ganti bmp_1 untuk perbatasan :-
it: ad esempio per usare bmp_27 invece di bmp_1 per il bordo:-

source: Border bitmaps are from Arroway.ch and Ambientcg.com
de: Rand-Bitmaps stammen von Arroway.ch und Ambientcg.com
fr: Les bitmaps de bordure proviennent d'Arroway.ch et d'Ambientcg.com
he: מפות סיביות של גבול הן מ- Arroway.ch ו- Ambientcg.com
hi: बॉर्डर बिटमैप Arroway.ch और Ambientcg.com से हैं
hu: A szegélyes bittérképek az Arroway.ch és az Ambientcg.com oldalakról származnak
id: Bitmap perbatasan berasal dari Arroway.ch dan Ambientcg.com
it: Le bitmap dei bordi provengono da Arroway.ch e Ambientcg.com

source: Board border bitmaps
de: Bitmaps für die Platinenränder
fr: Bitmaps de bordure de carte
he: מפות סיביות של גבול לוח
hi: बोर्ड बॉर्डर बिटमैप
hu: Táblaszegélyes bitképek
id: Bitmap batas papan
it: Bitmap del bordo della scheda

source: To select the dark or light piece bitmap to change,
de: Um das zu ändernde dunkle oder helle Bitmap-Stück auszuwählen,
fr: Pour sélectionner la bitmap de la pièce sombre ou claire à modifier,
he: כדי לבחור את מפת הסיביות הכהה או הבהירה לשינוי,
hi: बदलने के लिए गहरे या हल्के भाग का बिटमैप चुनने के लिए,
hu: A módosítani kívánt sötét vagy világos bittérkép kiválasztásához,
id: Untuk memilih bitmap bagian gelap atau terang yang akan diubah,
it: Per selezionare il bitmap del pezzo scuro o chiaro da modificare,

source: Then pick the bitmap that you want for the piece
de: Wählen Sie dann die Bitmap aus, die Sie für das Stück wünschen
fr: Ensuite, choisissez le bitmap que vous souhaitez pour la pièce
he: לאחר מכן בחר את מפת הסיביות הרצויה עבור היצירה
hi: फिर उस बिटमैप को चुनें जो आप उस टुकड़े के लिए चाहते हैं
hu: Ezután válassza ki a darabhoz kívánt bittérképet
id: Kemudian pilih bitmap yang Anda inginkan untuk bagian tersebut
it: Quindi seleziona la bitmap che desideri per il pezzo

source: changing the names of the bitmaps in the piece_bitmaps directory.
de: Ändern der Namen der Bitmaps im Verzeichnis piece_bitmaps.
fr: changer les noms des bitmaps dans le répertoire piece_bitmaps.
he: שינוי השמות של מפות הסיביות בספריית piece_bitmaps.
hi: piece_bitmaps निर्देशिका में बिटमैप्स के नाम बदलना।
hu: a bitmapek nevének megváltoztatása a piece_bitmaps könyvtárban.
id: mengubah nama bitmap dalam direktori piece_bitmaps.
it: modificando i nomi delle bitmap nella directory piece_bitmaps.

source: e.g To use bmp_27 instead of bmp_1 for the dark pieces :-
de: z. B. Um bmp_27 statt bmp_1 für die dunklen Teile zu verwenden: -
fr: Par exemple, pour utiliser bmp_27 au lieu de bmp_1 pour les pièces sombres :-
he: למשל להשתמש ב-bmp_27 במקום bmp_1 עבור החלקים הכהים:-
hi: उदाहरण के लिए, काले टुकड़ों के लिए bmp_1 के बजाय bmp_27 का उपयोग करें:-
hu: Például a bmp_27 használata a bmp_1 helyett a sötét darabokhoz:
id: misalnya Menggunakan bmp_27 sebagai ganti bmp_1 untuk bagian gelap :-
it: ad esempio per usare bmp_27 invece di bmp_1 per i pezzi scuri:-

source: The piece bitmaps are from Arroway-textures.ch and Ambientcg.com
de: Die Stück-Bitmaps stammen von Arroway-textures.ch und Ambientcg.com
fr: Les bitmaps des pièces proviennent d'Arroway-textures.ch et d'Ambientcg.com
he: מפות הסיביות של היצירה הן מ- Arroway-textures.ch ו- Ambientcg.com
hi: इस टुकड़े के बिटमैप Arroway-textures.ch और Ambientcg.com से लिए गए हैं
hu: A bittérképek az Arroway-textures.ch és az Ambientcg.com oldalról származnak
id: Bitmap potongan berasal dari Arroway-textures.ch dan Ambientcg.com
it: Le bitmap dei pezzi provengono da Arroway-textures.ch e Ambientcg.com

source: Piece bitmap help
de: Stück-Bitmap-Hilfe
fr: Aide sur les bitmaps
he: עזרה במפת סיביות
hi: टुकड़ा बिटमैप सहायता
hu: Darab bitmap segítség
id: Bantuan bitmap bagian
it: Aiuto bitmap pezzo

source: Bitmap textures
de: Bitmap-Texturen
fr: Textures bitmap
he: טקסטורות מפת סיביות
hi: बिटमैप बनावट
hu: Bittérképes textúrák
id: Tekstur bitmap
it: Texture bitmap

source: Users who cannot find bitmaps that suit them in the selection
de: Benutzer, die in der Auswahl keine passenden Bitmaps finden
fr: Les utilisateurs qui ne trouvent pas de bitmaps qui leur conviennent dans la sélection
he: משתמשים שאינם יכולים למצוא מפות סיביות שמתאימות להם בבחירה
hi: वे उपयोगकर्ता जो चयन में अपने अनुकूल बिटमैप नहीं खोज पाते हैं
hu: Azok a felhasználók, akik nem találnak nekik megfelelő bittérképeket a kiválasztásban
id: Pengguna yang tidak dapat menemukan bitmap yang sesuai dengan pilihannya
it: Utenti che non riescono a trovare bitmap adatte a loro nella selezione

source: that I have provided, might want to look at the ones available from
de: die ich bereitgestellt habe, möchten Sie vielleicht die verfügbaren ansehen von
fr: que j'ai fourni, vous voudrez peut-être regarder ceux disponibles auprès de
he: שסיפקתי, אולי תרצה להסתכל על אלה הזמינים מ
hi: जो मैंने प्रदान किया है, हो सकता है कि आप उपलब्ध लोगों को देखना चाहें
hu: amit megadtam, érdemes megnézni a címen elérhetőket
id: yang telah saya berikan, mungkin ingin melihat yang tersedia dari
it: che ho fornito, potresti voler dare un'occhiata a quelli disponibili da

source: Whilst I have provided plenty of wooden bitmaps,
de: Obwohl ich viele Holz-Bitmaps bereitgestellt habe,
fr: Bien que j'aie fourni de nombreuses images bitmap en bois,
he: אמנם סיפקתי הרבה מפות סיביות מעץ,
hi: यद्यपि मैंने बहुत सारे लकड़ी के बिटमैप उपलब्ध कराए हैं,
hu: Miközben rengeteg fából készült bittérképet készítettem,
id: Meskipun saya telah menyediakan banyak bitmap kayu,
it: Sebbene abbia fornito numerose bitmap in legno,

source: I could not find many free marble ones, especially cream marble
de: Ich konnte nicht viele kostenlose Marmorsorten finden, insbesondere keinen cremefarbenen Marmor.
fr: Je n'ai pas pu trouver beaucoup de marbres gratuits, en particulier du marbre crème
he: לא הצלחתי למצוא הרבה שיש בחינם, במיוחד שיש שמנת
hi: मुझे बहुत सारे मुफ्त संगमरमर वाले नहीं मिल सके, खासकर क्रीम संगमरमर वाले
hu: Nem találtam sok ingyenes márványt, különösen krémmárványt
id: Saya tidak dapat menemukan banyak marmer gratis, terutama marmer krem
it: Non sono riuscito a trovarne molti in marmo gratuiti, soprattutto in marmo crema

source: for the white pieces. Sketchup has a large selection of these.
de: für die weißen Teile. Sketchup bietet davon eine große Auswahl.
fr: Pour les pièces blanches. Sketchup en propose une large sélection.
he: עבור החתיכות הלבנות. ל-Sketchup יש מבחר גדול של אלה.
hi: सफ़ेद टुकड़ों के लिए। स्केचअप में इनका एक बड़ा चयन है।
hu: a fehér darabokhoz. A Sketchup ezekből nagy választékot kínál.
id: untuk bagian putih. Sketchup punya banyak pilihan.
it: per i pezzi bianchi. Sketchup ne ha una vasta selezione.

source: Sketchup prohibits the redistribution of their bitmaps,
de: Sketchup verbietet die Weiterverteilung ihrer Bitmaps,
fr: Sketchup interdit la redistribution de leurs bitmaps,
he: Sketchup אוסר על הפצה מחדש של מפות הסיביות שלהם,
hi: स्केचअप उनके बिटमैप्स के पुनर्वितरण पर रोक लगाता है,
hu: A Sketchup tiltja a bittérképeik újraelosztását,
id: Sketchup melarang pendistribusian ulang bitmap mereka,
it: Sketchup proibisce la ridistribuzione delle proprie bitmap,

source: so that is why I have not provided any of theirs with this package.
de: aus diesem Grund habe ich in diesem Paket keines davon bereitgestellt.
fr: c'est pourquoi je n'ai fourni aucun des leurs avec ce package.
he: אז זו הסיבה שלא סיפקתי לאף אחד מהם את החבילה הזו.
hi: इसीलिए मैंने उनमें से किसी को भी यह पैकेज उपलब्ध नहीं कराया है।
hu: ezért nem adtam meg egyiküket sem ezzel a csomaggal.
id: jadi itulah alasannya saya tidak menyertakan satupun dari milik mereka dalam paket ini.
it: ecco perché non ho fornito a nessuno di loro questo pacchetto.

source: However, you are allowed to download them for personal use.
de: Sie dürfen sie jedoch für den persönlichen Gebrauch herunterladen.
fr: Cependant, vous êtes autorisé à les télécharger pour un usage personnel.
he: עם זאת, אתה רשאי להוריד אותם לשימוש אישי.
hi: हालाँकि, आप उन्हें व्यक्तिगत उपयोग के लिए डाउनलोड कर सकते हैं।
hu: Ön azonban személyes használatra letöltheti őket.
id: Namun, Anda dibolehkan mengunduhnya untuk penggunaan pribadi.
it: Tuttavia, è consentito scaricarli per uso personale.

source: You can sign up for a free account and then download 15 bitmaps per day.
de: Sie können sich für ein kostenloses Konto anmelden und dann 15 Bitmaps pro Tag herunterladen.
fr: Vous pouvez créer un compte gratuit et ensuite télécharger 15 bitmaps par jour.
he: אתה יכול להירשם לחשבון בחינם ולאחר מכן להוריד 15 מפות סיביות ליום.
hi: आप एक निःशुल्क खाते के लिए साइन अप कर सकते हैं और फिर प्रतिदिन 15 बिटमैप डाउनलोड कर सकते हैं।
hu: Regisztrálhat egy ingyenes fiókot, majd letölthet napi 15 bitképet.
id: Anda dapat mendaftar untuk mendapatkan akun gratis dan kemudian mengunduh 15 bitmap per hari.
it: Puoi registrarti per un account gratuito e poi scaricare 15 bitmap al giorno.

source: Next, using Windows paint, you need to resize them to 256 pixels square
de: Als nächstes müssen Sie die Größe mit Windows Paint auf 256 Pixel im Quadrat ändern
fr: Ensuite, en utilisant Windows Paint, vous devez les redimensionner à 256 pixels carrés
he: לאחר מכן, באמצעות צבע של Windows, עליך לשנות את גודלם ל-256 פיקסלים בריבוע
hi: इसके बाद, विंडोज पेंट का उपयोग करके, आपको उनका आकार 256 पिक्सेल वर्ग में बदलना होगा
hu: Ezután a Windows festék segítségével át kell méreteznie őket 256 képpont négyzetre
id: Selanjutnya, menggunakan cat Windows, Anda perlu mengubah ukurannya menjadi 256 piksel persegi
it: Successivamente, utilizzando Windows Paint, è necessario ridimensionarli a 256 pixel quadrati

source: and save them in the *.bmp format.
de: und speichern Sie sie im *.bmp-Format.
fr: et les enregistrer au format *.bmp.
he: ושמור אותם בפורמט *.bmp.
hi: और उन्हें *.bmp प्रारूप में सेव करें.
hu: és mentse el őket *.bmp formátumban.
id: dan menyimpannya dalam format *.bmp.
it: e salvarli nel formato *.bmp.

source: Then, using Windows explorer, copy them into the required directory -
de: Kopieren Sie sie dann mit dem Windows Explorer in das gewünschte Verzeichnis -
fr: Ensuite, à l'aide de l'explorateur Windows, copiez-les dans le répertoire requis -
he: לאחר מכן, באמצעות סייר Windows, העתק אותם לספרייה הנדרשת -
hi: फिर, विंडोज एक्सप्लोरर का उपयोग करके, उन्हें आवश्यक निर्देशिका में कॉपी करें -
hu: Ezután a Windows Explorer segítségével másolja be őket a kívánt könyvtárba -
id: Kemudian, menggunakan Windows Explorer, salin ke direktori yang diperlukan -
it: Quindi, utilizzando Windows Explorer, copiarli nella directory richiesta -

source: e.g.
de: z.B.
fr: par exemple
he: לְמָשָׁל
hi: जैसे
hu: például
id: misalnya
it: per esempio.
