Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: The move weights in the right hand column of the table can be edited
de: Die Zuggewichte in der rechten Spalte der Tabelle können bearbeitet werden
fr: Les poids de déplacement dans la colonne de droite du tableau peuvent être modifiés
he: ניתן לערוך את משקלות התנועה בעמודה הימנית של הטבלה
hi: तालिका के दाएँ हाथ के कॉलम में चाल भार को संपादित किया जा सकता है
hu: A táblázat jobb oldali oszlopában található mozgássúlyok szerkeszthetők
id: Bobot gerakan di kolom kanan tabel dapat diedit
it: I pesi delle mosse nella colonna di destra della tabella possono essere modificati

source: by simply typing in new values. You can then save the changes to the
de: indem Sie einfach neue Werte eingeben. Sie können die Änderungen dann im
fr: en saisissant simplement de nouvelles valeurs. Vous pouvez ensuite enregistrer les modifications.
he: פשוט על ידי הקלדת ערכים חדשים. לאחר מכן תוכל לשמור את השינויים ב-
hi: बस नए मान टाइप करके। फिर आप परिवर्तनों को सहेज सकते हैं
hu: egyszerűen új értékek beírásával. Ezután elmentheti a módosításokat a
id: dengan mengetikkan nilai baru. Anda kemudian dapat menyimpan perubahan ke
it: semplicemente digitando nuovi valori. Puoi quindi salvare le modifiche al

source: opening book file by clicking on <Save move weights>
de: Öffnen der Buchdatei durch Klicken auf <Verschiebegewichte speichern>
fr: ouvrir le fichier du livre en cliquant sur <Enregistrer les poids de déplacement>
he: פתיחת קובץ ספר על ידי לחיצה על <שמור משקלות תנועה>
hi: <मूव वेट सहेजें> पर क्लिक करके पुस्तक फ़ाइल खोलें
hu: nyissa meg a könyvfájlt a <Mozgási súlyok mentése> gombra kattintva
id: membuka file buku dengan mengklik <Simpan bobot gerakan>
it: aprire il file del libro cliccando su <Salva pesi spostamento>

source: You can only do this when the <Use filter> checkbox is switched off.
de: Dies ist nur möglich, wenn die Checkbox <Filter verwenden> deaktiviert ist.
fr: Vous ne pouvez le faire que lorsque la case à cocher <Utiliser le filtre> est désactivée.
he: אתה יכול לעשות זאת רק כאשר תיבת הסימון <השתמש במסנן> כבויה.
hi: आप ऐसा केवल तभी कर सकते हैं जब <फ़िल्टर का उपयोग करें> चेकबॉक्स बंद हो।
hu: Ezt csak akkor teheti meg, ha a <Use filter> jelölőnégyzet ki van kapcsolva.
id: Anda hanya dapat melakukan ini bila kotak centang <Gunakan filter> dimatikan.
it: È possibile farlo solo se la casella di controllo <Usa filtro> è disattivata.

source: For more information on move weights, click on the <Weights..> button.
de: Klicken Sie auf die Schaltfläche <Gewichte..>, um weitere Informationen zu Bewegungsgewichten zu erhalten.
fr: Pour plus d'informations sur les poids de déplacement, cliquez sur le bouton <Poids..>.
he: למידע נוסף על העברת משקלים, לחץ על כפתור <משקולות..>.
hi: भार स्थानांतरित करने के बारे में अधिक जानकारी के लिए <भार..> बटन पर क्लिक करें।
hu: A súlyok mozgatásával kapcsolatos további információkért kattintson a <Súlyok..> gombra.
id: Untuk informasi lebih lanjut tentang bobot gerakan, klik tombol <Bobot..>
it: Per maggiori informazioni sui pesi da spostare, fare clic sul pulsante <Pesi..>.

source: Weights..
de: Gewichte..
fr: Poids..
he: משקולות..
hi: वजन..
hu: Súlyok..
id: Berat..
it: Pesi..

source: Using the move weights in a PolyGlot .bin opening book
de: Verwenden der Zuggewichte in einem PolyGlot .bin-Eröffnungsbuch
fr: Utilisation des poids de déplacement dans un livre d'ouverture PolyGlot .bin
he: שימוש במשקולות התנועה בספר פתיחה של PolyGlot .bin
hi: पॉलीग्लॉट .bin ओपनिंग बुक में मूव वेट का उपयोग करना
hu: A mozgatási súlyok használata egy PolyGlot .bin nyitókönyvben
id: Menggunakan bobot gerakan dalam buku pembukaan PolyGlot .bin
it: Utilizzo dei pesi di spostamento in un libro di apertura PolyGlot .bin

source: presents some difficulties. According to the Polyglot documentation,
de: stellt einige Schwierigkeiten dar. Laut der Polyglot-Dokumentation
fr: présente quelques difficultés. Selon la documentation Polyglot,
he: מציג כמה קשיים. על פי התיעוד של Polyglot,
hi: कुछ कठिनाइयाँ प्रस्तुत करता है। पॉलीग्लॉट दस्तावेज़ के अनुसार,
hu: nehézségeket okoz. A Polyglot dokumentációja szerint
id: menghadirkan beberapa kesulitan. Menurut dokumentasi Polyglot,
it: presenta alcune difficoltà. Secondo la documentazione Polyglot,

source: the move weight indicates the likelihood that a move will be played.
de: Das Zuggewicht gibt die Wahrscheinlichkeit an, dass ein Zug ausgeführt wird.
fr: le poids du coup indique la probabilité qu'un coup soit joué.
he: משקל המהלך מציין את הסבירות שהמהלך ישוחק.
hi: चाल का भार इस संभावना को इंगित करता है कि कोई चाल खेली जाएगी।
hu: a mozgás súlya jelzi annak valószínűségét, hogy egy lépést megjátszanak.
id: bobot gerakan menunjukkan kemungkinan suatu gerakan akan dimainkan.
it: il peso della mossa indica la probabilità che una mossa venga giocata.

source: Previously, I had misunderstood how this number was calculated.
de: Zuvor hatte ich die Berechnung dieser Zahl falsch verstanden.
fr: Auparavant, j’avais mal compris comment ce nombre était calculé.
he: קודם לכן, לא הבנתי איך מחשבים את המספר הזה.
hi: पहले मुझे यह समझ में नहीं आया था कि इस संख्या की गणना कैसे की जाती है।
hu: Korábban félreértettem, hogyan számítják ki ezt a számot.
id: Sebelumnya, saya salah memahami bagaimana angka ini dihitung.
it: In precedenza non avevo capito bene come veniva calcolato questo numero.

source: When a move is added to the book, if the game in which it appeared
de: Wenn ein Zug zum Buch hinzugefügt wird, wenn das Spiel, in dem er erschien
fr: Lorsqu'un coup est ajouté au livre, si le jeu dans lequel il apparaît
he: כאשר מהלך נוסף לספר, אם המשחק בו הוא הופיע
hi: जब कोई चाल पुस्तक में जोड़ दी जाती है, यदि वह खेल जिसमें वह दिखाई दी थी
hu: Amikor egy lépést adnak a könyvhöz, ha a játék, amelyben megjelent
id: Ketika sebuah gerakan ditambahkan ke buku, jika permainan di mana gerakan itu muncul
it: Quando una mossa viene aggiunta al libro, se il gioco in cui è apparsa

source: was a win for the colour to play, then the move weight is increased by two.
de: War die zu spielende Farbe ein Sieg, dann wird das Zuggewicht um zwei erhöht.
fr: c'était une victoire pour la couleur de jouer, alors le poids du mouvement est augmenté de deux.
he: היה ניצחון עבור הצבע לשחק, ואז משקל המהלך גדל בשניים.
hi: यदि खेलने के लिए रंग की जीत होती है, तो चाल का वजन दो से बढ़ जाता है।
hu: nyert a szín, akkor a mozgás súlya kettővel nő.
id: adalah kemenangan untuk warna yang dimainkan, maka bobot gerakan ditingkatkan dua.
it: è una vittoria per il colore, allora il peso della mossa aumenta di due.

source: If the game was a draw, then the move weight is increased by one.
de: Wenn das Spiel unentschieden ausging, wird das Zuggewicht um eins erhöht.
fr: Si la partie est un match nul, le poids du coup est augmenté d'un.
he: אם המשחק היה תיקו, משקל המהלך גדל באחד.
hi: यदि खेल बराबरी पर छूटा तो चाल का भार एक से बढ़ जाता है।
hu: Ha a játék döntetlen volt, akkor a lépés súlya eggyel nő.
id: Jika permainannya seri, maka bobot langkah bertambah satu.
it: Se la partita termina in parità, il peso della mossa aumenta di uno.

source: So the move weight is an indication of how often a move was played
de: Die Zuggewichtung ist also ein Hinweis darauf, wie oft ein Zug gespielt wurde
fr: Ainsi, le poids du coup est une indication de la fréquence à laquelle un coup a été joué.
he: אז משקל המהלך הוא אינדיקציה לתדירות שבה הופעל מהלך
hi: अतः चाल का भार इस बात का संकेत है कि चाल कितनी बार खेली गई
hu: Tehát a mozgás súlya azt jelzi, hogy milyen gyakran játszottak egy lépést
id: Jadi bobot gerakan adalah indikasi seberapa sering gerakan dimainkan
it: Quindi il peso della mossa è un'indicazione di quanto spesso è stata giocata una mossa

source: and how it performed.
de: und wie es funktioniert hat.
fr: et comment il a fonctionné.
he: ואיך זה פעל.
hi: और इसका प्रदर्शन कैसा रहा।
hu: és hogyan teljesített.
id: dan bagaimana kinerjanya.
it: e come si è comportato.

source: Although this method does have some drawbacks, these are mimimized
de: Obwohl diese Methode einige Nachteile hat, werden diese minimiert
fr: Bien que cette méthode présente certains inconvénients, ceux-ci sont minimisés
he: למרות שלשיטה זו יש כמה חסרונות, אלה ממוזערים
hi: हालाँकि इस विधि में कुछ कमियाँ हैं, लेकिन इन्हें कम किया जा सकता है।
hu: Bár ennek a módszernek vannak bizonyos hátrányai, ezeket minimalizálják
id: Meskipun metode ini memiliki beberapa kekurangan, namun kekurangan tersebut dapat diminimalkan
it: Sebbene questo metodo presenti alcuni svantaggi, questi vengono minimizzati

source: if the book was made using a large number of reasonable quality games.
de: wenn das Buch unter Verwendung einer großen Anzahl von Spielen angemessener Qualität erstellt wurde.
fr: si le livre a été réalisé en utilisant un grand nombre de jeux de qualité raisonnable.
he: אם הספר נעשה באמצעות מספר רב של משחקים באיכות סבירה.
hi: यदि पुस्तक बड़ी संख्या में उचित गुणवत्ता वाले खेलों का उपयोग करके बनाई गई थी।
hu: ha a könyv nagyszámú ésszerű minőségű játék felhasználásával készült.
id: jika buku tersebut dibuat menggunakan sejumlah besar permainan dengan kualitas yang wajar.
it: se il libro è stato realizzato utilizzando un gran numero di giochi di qualità ragionevole.

source: However, my previous comment about the move weights in some Polyglot
de: Mein vorheriger Kommentar zu den Zuggewichten in einigen Polyglot
fr: Cependant, mon commentaire précédent sur les poids des mouvements dans certains Polyglot
he: עם זאת, ההערה הקודמת שלי על משקולות התנועה באיזה פוליגלוט
hi: हालाँकि, कुछ पॉलीग्लॉट में चाल भार के बारे में मेरी पिछली टिप्पणी
hu: Azonban az előző megjegyzésem a mozgás súlyairól néhány Polyglotban
id: Namun, komentar saya sebelumnya tentang bobot gerakan dalam beberapa Polyglot
it: Tuttavia, il mio commento precedente sui pesi delle mosse in alcuni Polyglot

source: .bin opening books not being much use for move filtering is still valid.
de: Das Öffnen von .bin-Büchern ist für die Zugfilterung nicht sehr nützlich und weiterhin gültig.
fr: .bin l'ouverture des livres n'étant pas très utile pour le filtrage des mouvements est toujours valable.
he: ספרי פתיחה של .bin שאינם בשימוש רב עבור סינון מהלכים עדיין בתוקף.
hi: .bin ओपनिंग बुक्स का मूव फ़िल्टरिंग के लिए अधिक उपयोग नहीं होना अभी भी मान्य है।
hu: A .bin nyitókönyvek, amelyek nem nagyon használhatók mozgásszűrésre, továbbra is érvényesek.
id: .bin pembukaan buku tidak banyak digunakan untuk penyaringan pemindahan masih valid.
it: Il fatto che i libri di apertura .bin non siano molto utili per il filtraggio degli spostamenti è ancora valido.

source: e.g In the GmOpenings.bin opening book, which is one of the better ones,
de: z.B. Im Eröffnungsbuch GmOpenings.bin, das zu den besseren gehört,
fr: par exemple dans le livre d'ouverture GmOpenings.bin, qui est l'un des meilleurs,
he: למשל בספר הפתיחה של GmOpenings.bin, שהוא אחד הטובים שבהם,
hi: उदाहरण के लिए GmOpenings.bin ओपनिंग बुक में, जो बेहतर में से एक है,
hu: például a GmOpenings.bin nyitókönyvben, amely a jobbak közé tartozik,
id: misalnya Dalam buku pembukaan GmOpenings.bin, yang merupakan salah satu yang lebih baik,
it: ad esempio nel libro di apertura GmOpenings.bin, che è uno dei migliori,

source: 1. e2-e4 gets a weight of 968 and after 1... e7-e5 with a weight of 170
de: 1. e2-e4 erhält ein Gewicht von 968 und nach 1... e7-e5 mit einem Gewicht von 170
fr: 1. e2-e4 obtient un poids de 968 et après 1... e7-e5 avec un poids de 170
he: 1. e2-e4 מקבל משקל של 968 ואחרי 1... e7-e5 עם משקל של 170
hi: 1. e2-e4 का भार 968 हो जाता है और 1 के बाद... e7-e5 का भार 170 हो जाता है
hu: 1. e2-e4 968-at kap, 1 után pedig... e7-e5 170-et
id: 1. e2-e4 mendapat bobot 968 dan setelah 1... e7-e5 dengan bobot 170
it: 1. e2-e4 ottiene un peso di 968 e dopo 1... e7-e5 con un peso di 170

source: the move 2. Nf3 gets a weight of 367 and the alternatives -
de: Der Zug 2. Sf3 erhält ein Gewicht von 367 und die Alternativen -
fr: le coup 2. Cf3 obtient un poids de 367 et les alternatives -
he: המהלך 2. Nf3 מקבל משקל של 367 והחלופות -
hi: चाल 2. Nf3 को 367 का भार मिलता है और विकल्प -
hu: a lépés 2. Az Nf3 súlya 367 és az alternatívák -
id: langkah 2. Nf3 mendapat bobot 367 dan alternatifnya -
it: la mossa 2. Cf3 ottiene un peso di 367 e le alternative -

source: 2. f4 (18) 2. Nc3 (9) 2. Bc4 (3)
de: 2. f4 (18) 2. Sc3 (9) 2. Lc4 (3)
fr: 2. f4 (18) 2. Cc3 (9) 2. Fc4 (3)
hi: 2. एफ4 (18) 2. एनसी3 (9) 2. बीसी4 (3)
id: 2. f4 (18) 2. Kc3 (9) 2. Bc4 (3)
it: 2. f4 (18) 2. Cc3 (9) 2. Ac4 (3)

source: So in order to filter this book so that a move would be played from a
de: Um dieses Buch so zu filtern, dass ein Zug aus einer
fr: Donc, afin de filtrer ce livre afin qu'un coup soit joué à partir d'un
he: אז על מנת לסנן את הספר הזה כך שיוחק מהלך מא
hi: इसलिए इस पुस्तक को फ़िल्टर करने के लिए ताकि एक चाल एक से खेली जा सके
hu: Tehát annak érdekében, hogy ezt a könyvet úgy szűrjük, hogy egy lépést a
id: Jadi untuk menyaring buku ini sehingga gerakan akan dimainkan dari
it: Quindi, per filtrare questo libro in modo che una mossa venga giocata da un

source: certain range, I have made an option for scaling the weights called
de: bestimmten Bereich habe ich eine Option zur Skalierung der Gewichte namens
fr: certaine plage, j'ai créé une option pour mettre à l'échelle les poids appelée
he: טווח מסוים, עשיתי אופציה להרחבת המשקולות שנקראת
hi: एक निश्चित सीमा तक, मैंने वज़न मापने के लिए एक विकल्प बनाया है जिसे कहा जाता है
hu: Egy bizonyos tartományban lehetőséget készítettem a súlyok skálázására
id: rentang tertentu, saya telah membuat opsi untuk menskalakan bobot yang disebut
it: un certo intervallo, ho creato un'opzione per ridimensionare i pesi chiamata

source: in the block to the value that you select for maximum scale weight.
de: im Block auf den Wert, den Sie für das maximale Waagengewicht auswählen.
fr: dans le bloc à la valeur que vous sélectionnez pour le poids maximal de la balance.
he: בבלוק לערך שתבחר עבור משקל סולם מרבי.
hi: ब्लॉक में उस मान को जोड़ें जिसे आप अधिकतम स्केल भार के लिए चुनते हैं।
hu: a blokkban a maximális mérlegsúlyhoz kiválasztott értékre.
id: di blok ke nilai yang Anda pilih untuk berat skala maksimum.
it: nel blocco al valore selezionato per il peso massimo della bilancia.

source: It then scales the other move weights by the same factor.
de: Anschließend skaliert es die anderen Bewegungsgewichte mit dem gleichen Faktor.
fr: Il met ensuite à l’échelle les autres poids de mouvement selon le même facteur.
he: לאחר מכן, הוא משנה את משקלות התנועה האחרים באותו גורם.
hi: इसके बाद यह अन्य चाल भारों को भी उसी कारक से मापता है।
hu: Ezután ugyanazzal a tényezővel skálázza a többi mozgási súlyt.
id: Kemudian, bobot gerakan lainnya diukur dengan faktor yang sama.
it: Quindi ridimensiona gli altri pesi delle mosse in base allo stesso fattore.

source: So in the example above, if you set the maximum scale weight to 999
de: Wenn Sie im obigen Beispiel das maximale Waagengewicht auf 999 einstellen
fr: Ainsi, dans l'exemple ci-dessus, si vous définissez le poids maximal de la balance à 999
he: אז בדוגמה שלמעלה, אם תגדיר את משקל הסולם המרבי ל-999
hi: अतः उपरोक्त उदाहरण में, यदि आप अधिकतम स्केल वजन 999 पर सेट करते हैं
hu: Tehát a fenti példában, ha a maximális mérlegsúlyt 999-re állítja
id: Jadi dalam contoh di atas, jika Anda mengatur berat skala maksimum menjadi 999
it: Quindi nell'esempio sopra, se si imposta il peso massimo della bilancia a 999

source: then 2. Nf3 will be set to 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
de: dann wird 2. Sf3 auf 999 gesetzt 2. f4 (109) 2. Sc3 (54) 2. Lc4 (18)
fr: alors 2. Cf3 sera fixé à 999 2. f4 (109) 2. Cc3 (54) 2. Fc4 (18)
he: ואז 2. Nf3 יוגדר ל-999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
hi: तो 2. Nf3 को 999 पर सेट किया जाएगा 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
hu: akkor 2. Nf3 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
id: lalu 2. Nf3 akan di set menjadi 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
it: quindi 2. Nf3 sarà impostato a 999 2. f4 (109) 2. Cc3 (54) 2. Ac4 (18)

source: Although this is hardly ideal, it does allow you set a range
de: Obwohl dies nicht ideal ist, können Sie damit einen Bereich festlegen
fr: Bien que cela ne soit pas idéal, cela vous permet de définir une plage
he: למרות שזה בקושי אידיאלי, זה כן מאפשר לך להגדיר טווח
hi: हालाँकि यह शायद ही आदर्श है, लेकिन यह आपको एक सीमा निर्धारित करने की अनुमति देता है
hu: Bár ez aligha ideális, lehetővé teszi egy tartomány beállítását
id: Meskipun ini bukanlah hal yang ideal, namun ini memungkinkan Anda untuk mengatur rentang
it: Sebbene questo non sia l'ideale, consente di impostare un intervallo

source: for the move weights. For example, if you set a filter range value
de: für die Bewegungsgewichte. Wenn Sie beispielsweise einen Filterbereichswert festlegen
fr: pour les poids de déplacement. Par exemple, si vous définissez une plage de valeurs de filtre
he: למשקולות התנועה. לדוגמה, אם תגדיר ערך טווח מסנן
hi: चाल भार के लिए। उदाहरण के लिए, यदि आप फ़िल्टर श्रेणी मान सेट करते हैं
hu: a mozgatható súlyokhoz. Például, ha beállít egy szűrőtartomány értéket
id: untuk bobot gerakan. Misalnya, jika Anda menetapkan nilai rentang filter
it: per i pesi di spostamento. Ad esempio, se si imposta un valore di intervallo di filtro

source: of 100 - 999 then you will get at least one move at every turn,
de: von 100 - 999, dann erhalten Sie mindestens einen Zug pro Runde,
fr: de 100 à 999, vous obtiendrez alors au moins un mouvement à chaque tour,
he: של 100 - 999 אז תקבל לפחות מהלך אחד בכל סיבוב,
hi: 100 - 999 में से तो आपको हर बारी में कम से कम एक चाल मिलेगी,
hu: 100 - 999, akkor minden kanyarnál kapsz legalább egy mozdulatot,
id: dari 100 - 999 maka Anda akan mendapatkan setidaknya satu gerakan di setiap giliran,
it: da 100 a 999, allora otterrai almeno una mossa ad ogni turno,

source: with the lower weight moves filtered out.
de: wobei die Bewegungen mit geringerem Gewicht herausgefiltert werden.
fr: avec les mouvements de poids inférieur filtrés.
he: עם מהלכי המשקל הנמוך יותר מסוננים.
hi: कम वजन वाली चालों को फ़िल्टर कर दिया गया।
hu: a kisebb súlyú mozgások kiszűrésével.
id: dengan gerakan beban yang lebih rendah disaring.
it: con i movimenti di peso inferiore filtrati.

source: If you just want a move played at random from the opening book then
de: Wenn Sie nur einen zufälligen Zug aus dem Eröffnungsbuch spielen möchten, dann
fr: Si vous voulez juste un coup joué au hasard à partir du livre d'ouverture, alors
he: אם אתה רק רוצה מהלך משוחק באקראי מהספר הפותח אז
hi: यदि आप केवल आरंभिक पुस्तक से यादृच्छिक रूप से खेला गया कोई कदम चाहते हैं तो
hu: Ha csak egy véletlenszerűen megjátszott lépést szeretne a nyitókönyvből, akkor
id: Jika Anda hanya ingin gerakan dimainkan secara acak dari buku pembukaan maka
it: Se vuoi solo una mossa giocata a caso dal libro di apertura allora

source: switch off <Use weight scaling> and switch off <Use weight filter>
de: schalten Sie <Gewichtsskalierung verwenden> aus und schalten Sie <Gewichtsfilter verwenden> aus
fr: désactiver <Utiliser la mise à l'échelle du poids> et désactiver <Utiliser le filtre de poids>
he: כבה את <השתמש בקנה מידה> וכבה את <השתמש במסנן משקל>
hi: <वेट स्केलिंग का उपयोग करें> को बंद करें और <वेट फ़िल्टर का उपयोग करें> को बंद करें
hu: kapcsolja ki a <Use súlymérést> és kapcsolja ki a <Use súlyszűrőt>
id: matikan <Gunakan skala berat> dan matikan <Gunakan filter berat>
it: disattiva <Usa scala peso> e disattiva <Usa filtro peso>

source: or switch <Use weight filter> on and set the filter min weight to 1
de: oder schalten Sie <Gewichtsfilter verwenden> ein und setzen Sie das Filter-Mindestgewicht auf 1
fr: ou activez <Utiliser le filtre de poids> et définissez le poids minimum du filtre sur 1
he: או הפעל את <השתמש במסנן משקל> והגדר את המשקל המינימלי של המסנן ל-1
hi: या <वजन फिल्टर का उपयोग करें> को चालू करें और फिल्टर न्यूनतम वजन को 1 पर सेट करें
hu: vagy kapcsolja be a <Use tömegszűrő> funkciót, és állítsa a szűrő minimális súlyát 1-re
id: atau aktifkan <Gunakan filter berat> dan atur berat minimum filter ke 1
it: oppure attiva <Usa filtro peso> e imposta il peso minimo del filtro su 1

source: and filter max weight to 65000
de: und Filtern Sie das maximale Gewicht auf 65000
fr: et filtrez le poids maximum à 65 000
he: ומשקל מרבי מסנן ל-65000
hi: और फ़िल्टर का अधिकतम वजन 65000 तक
hu: és a szűrő maximális tömege 65000
id: dan saring berat maksimal hingga 65000
it: e filtrare il peso massimo a 65000

source: The scaling and filtering options do not alter the move weights
de: Die Skalierungs- und Filteroptionen ändern die Bewegungsgewichte nicht
fr: Les options de mise à l'échelle et de filtrage ne modifient pas les poids de déplacement
he: אפשרויות קנה המידה והסינון אינן משנות את משקלות התנועה
hi: स्केलिंग और फ़िल्टरिंग विकल्प चाल भार को नहीं बदलते हैं
hu: A méretezési és szűrési beállítások nem változtatják meg a mozgás súlyát
id: Opsi penskalaan dan penyaringan tidak mengubah bobot gerakan
it: Le opzioni di ridimensionamento e filtraggio non alterano i pesi degli spostamenti

source: in the opening book, the weights are only modified for display.
de: im Eröffnungsbuch werden die Gewichte nur zur Anzeige modifiziert.
fr: dans le livre d'ouverture, les poids ne sont modifiés que pour l'affichage.
he: בספר הפתיחה, המשקולות משתנות רק לתצוגה.
hi: प्रारंभिक पुस्तक में, वज़न को केवल प्रदर्शन के लिए संशोधित किया गया है।
hu: a nyitókönyvben a súlyok csak a megjelenítéshez módosulnak.
id: dalam buku pembuka, bobot hanya dimodifikasi untuk tampilan.
it: nel libro di apertura, i pesi vengono modificati solo per la visualizzazione.

source: If you want to make the move weight scaling and/or filtering changes
de: Wenn Sie die Skalierung und/oder Filterung der Verschiebungsgewichtung ändern möchten
fr: Si vous souhaitez effectuer des modifications de mise à l'échelle du poids et/ou de filtrage
he: אם ברצונך לבצע את המהלך שינויי קנה מידה ו/או סינון
hi: यदि आप मूव वेट स्केलिंग और/या फ़िल्टरिंग में परिवर्तन करना चाहते हैं
hu: Ha módosítani szeretné a mozgás súlyát, a méretezést és/vagy a szűrést
id: Jika Anda ingin melakukan perubahan skala berat dan/atau penyaringan
it: Se si desidera apportare modifiche al peso dello spostamento e/o al filtraggio

source: permanent, then click on the <Re-write file> button.
de: dauerhaft, und klicken Sie dann auf die Schaltfläche <Datei neu schreiben>.
fr: permanent, puis cliquez sur le bouton <Réécrire le fichier>.
he: קבוע, ולאחר מכן לחץ על הלחצן <כתוב מחדש>.
hi: स्थायी, फिर <फ़ाइल पुनः लिखें> बटन पर क्लिक करें।
hu: állandó, majd kattintson a <Fájl újraírása> gombra.
id: permanen, lalu klik tombol <Tulis ulang file>.
it: permanente, quindi fare clic sul pulsante <Riscrivi file>.

source: Polyglot .bin move weight help
de: Polyglot .bin Gewichtsverschiebungshilfe
fr: Aide au déplacement du poids du fichier Polyglot .bin
he: Polyglot .bin להעביר משקל לעזור
hi: पॉलीग्लॉट .bin चाल वजन सहायता
hu: Polyglot .bin mozgatható súly segítség
id: Polyglot .bin membantu memindahkan berat badan
it: Aiuto per spostare il peso del poliglotta .bin

source: Training position:
de: Ausbildungsstelle:
fr: Poste de formation :
he: עמדת אימון:
hi: प्रशिक्षण स्थिति:
hu: Edzési pozíció:
id: Posisi pelatihan:
it: Posizione di formazione:

source: Beginner: Mating K+Q versus bare K
de: Anfänger: Matt K+Q gegen bloßes K
fr: Débutant : Accouplement K+Q contre K nu
he: מתחיל: הזדווגות K+Q מול K חשופה
hi: शुरुआती: मैटिंग K+Q बनाम नंगे K
hu: Kezdő: K+Q párosítás a csupasz K-val szemben
id: Pemula: Menggabungkan K+Q versus K kosong
it: Principiante: Accoppiamento K+Q contro K nudo

source: Beginner: Mating K+R versus bare K
de: Anfänger: Paarung K+R gegen bloßes K
fr: Débutant : Accouplement K+R contre K nu
he: מתחיל: הזדווגות K+R מול K חשופה
hi: शुरुआती: मैटिंग K+R बनाम नंगे K
hu: Kezdő: párzás K+R versus csupasz K
id: Pemula: Memadukan K+R versus K tanpa pasangan
it: Principiante: Accoppiamento K+R contro K nudo
