Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Append games to an existing database
de: Spiele an eine bestehende Datenbank anhängen
fr: Ajouter des jeux à une base de données existante
he: הוסף משחקים למסד נתונים קיים
hi: किसी मौजूदा डेटाबेस में गेम जोड़ें
hu: Játékok hozzáfűzése egy meglévő adatbázishoz
id: Tambahkan game ke database yang ada
it: Aggiungere giochi a un database esistente

source: Control a simple .pgn based opening book facility
de: Steuern Sie eine einfache .pgn-basierte Eröffnungsbuchfunktion
fr: Contrôler une fonction d'ouverture de livre simple basée sur .pgn
he: שליטה במתקן פשוט מבוסס .pgn של ספרי פתיחה
hi: एक सरल .pgn आधारित ओपनिंग बुक सुविधा को नियंत्रित करें
hu: Egy egyszerű .pgn alapú nyitókönyv vezérlése
id: Kontrol fasilitas pembukaan buku berbasis .pgn sederhana
it: Controlla una semplice funzione di apertura del libro basata su .pgn

source: Polyglot book..
de: Polyglottes Buch..
fr: Livre polyglotte..
he: ספר פוליגלוט..
hi: बहुभाषी पुस्तक..
hu: Poliglott könyv..
id: Buku poliglot..
it: Libro poliglotta..

source: Control a Polyglot .bin based opening book facility
de: Steuern Sie eine auf Polyglot .bin basierende Eröffnungsbuchfunktion
fr: Contrôler une fonction d'ouverture de livre basée sur Polyglot .bin
he: שליטה במתקן ספר פתיחה מבוסס Polyglot .bin
hi: पॉलीग्लॉट .bin आधारित ओपनिंग बुक सुविधा को नियंत्रित करें
hu: Irányítsd a Polyglot .bin alapú nyitókönyvet
id: Kontrol fasilitas buku pembuka berbasis Polyglot .bin
it: Controlla una funzione di apertura del libro basata su Polyglot .bin

source: Book weights..
de: Buchgewichte..
fr: Poids des livres..
he: משקולות ספר..
hi: पुस्तक वजन..
hu: Könyv súlyok..
id: Berat buku..
it: Pesi dei libri.

source: Display Polyglot .bin book weights dialog box
de: Dialogfeld „Polyglot .bin-Buchgewichte anzeigen“
fr: Afficher la boîte de dialogue des poids des livres Polyglot .bin
he: הצג את תיבת הדו-שיח משקולות ספר Polyglot .bin
hi: पॉलीग्लॉट .bin पुस्तक भार संवाद बॉक्स प्रदर्शित करें
hu: Polyglot .bin könyvsúlyok párbeszédpanel megjelenítése
id: Tampilkan kotak dialog bobot buku Polyglot .bin
it: Visualizza la finestra di dialogo dei pesi dei libri Polyglot .bin

source: 2d display
de: 2D-Anzeige
fr: affichage 2D
he: תצוגה דו מימדית
hi: 2डी डिस्प्ले
hu: 2d kijelző
id: tampilan 2d
it: visualizzazione 2D

source: Two dimensional graphics display
de: Zweidimensionale Grafikanzeige
fr: Affichage graphique bidimensionnel
he: תצוגה גרפית דו מימדית
hi: दो आयामी ग्राफिक्स प्रदर्शन
hu: Kétdimenziós grafikus kijelző
id: Tampilan grafis dua dimensi
it: Visualizzazione grafica bidimensionale

source: 3d display
de: 3D-Anzeige
fr: affichage 3D
he: תצוגה תלת מימדית
hi: 3डी प्रदर्शन
hu: 3d kijelző
id: tampilan 3d
it: visualizzazione 3D

source: Three dimensional graphics display
de: Dreidimensionale Grafikanzeige
fr: Affichage graphique tridimensionnel
he: תצוגה גרפית תלת מימדית
hi: त्रि-आयामी ग्राफिक्स प्रदर्शन
hu: Háromdimenziós grafikus kijelző
id: Tampilan grafis tiga dimensi
it: Visualizzazione grafica tridimensionale

source: Open Media Player..
de: Öffnen Sie den Media Player.
fr: Ouvrez le lecteur multimédia.
he: פתח את נגן המדיה..
hi: मीडिया प्लेयर खोलें..
hu: Nyissa meg a Media Playert..
id: Buka Media Player..
it: Apri Media Player.

source: Open the Media Player video window
de: Öffnen Sie das Media Player-Videofenster
fr: Ouvrir la fenêtre vidéo du lecteur multimédia
he: פתח את חלון הווידאו של Media Player
hi: मीडिया प्लेयर वीडियो विंडो खोलें
hu: Nyissa meg a Media Player videoablakát
id: Buka jendela video Media Player
it: Aprire la finestra video del lettore multimediale

source: Set language to
de: Sprache einstellen auf
fr: Définir la langue sur
he: הגדר את השפה ל
hi: भाषा को इस पर सेट करें
hu: Állítsa be a nyelvet
id: Atur bahasa ke
it: Imposta la lingua su

source: More languages..
de: Weitere Sprachen..
fr: Plus de langues..
he: עוד שפות..
hi: अधिक भाषाएँ..
hu: Több nyelv..
id: Lebih banyak bahasa..
it: Altre lingue..

source: Help on languages used in the program
de: Hilfe zu den im Programm verwendeten Sprachen
fr: Aide sur les langues utilisées dans le programme
he: עזרה לגבי שפות בשימוש בתוכנית
hi: कार्यक्रम में प्रयुक्त भाषाओं पर सहायता
hu: Segítség a programban használt nyelvekhez
id: Bantuan mengenai bahasa yang digunakan dalam program ini
it: Aiuto sulle lingue utilizzate nel programma

source: About
de: Um
fr: À propos
he: אוֹדוֹת
hi: के बारे में
hu: Körülbelül
id: Tentang
it: Di

source: Version and publisher information
de: Versions- und Herausgeberinformationen
fr: Informations sur la version et l'éditeur
he: גרסה ומידע על מוציא לאור
hi: संस्करण और प्रकाशक जानकारी
hu: Verzió és kiadói információk
id: Informasi versi dan penerbit
it: Informazioni sulla versione e sull'editore

source: An overview of the program
de: Das Programm im Überblick
fr: Un aperçu du programme
he: סקירה כללית של התוכנית
hi: कार्यक्रम का अवलोकन
hu: A program áttekintése
id: Gambaran Umum Program
it: Una panoramica del programma

source: Thank you to numerous people
de: Vielen Dank an zahlreiche Menschen
fr: Merci à de nombreuses personnes
he: תודה להרבה אנשים
hi: अनेक लोगों को धन्यवाद
hu: Köszönöm sok embernek
id: Terima kasih kepada banyak orang
it: Grazie a numerose persone

source: Open help file
de: Hilfedatei öffnen
fr: Ouvrir le fichier d'aide
he: פתח את קובץ העזרה
hi: सहायता फ़ाइल खोलें
hu: Nyissa meg a súgófájlt
id: Buka file bantuan
it: Apri il file di aiuto

source: Opens the Nimzo_3d.chm help file
de: Öffnet die Hilfedatei Nimzo_3d.chm
fr: Ouvre le fichier d'aide Nimzo_3d.chm
he: פותח את קובץ העזרה Nimzo_3d.chm
hi: Nimzo_3d.chm सहायता फ़ाइल खोलता है
hu: Megnyitja a Nimzo_3d.chm súgófájlt
id: Membuka file bantuan Nimzo_3d.chm
it: Apre il file di aiuto Nimzo_3d.chm

source: Help file delay..
de: Verzögerung der Hilfedatei..
fr: Retard du fichier d'aide.
he: עיכוב בקובץ עזרה..
hi: सहायता फ़ाइल विलंब..
hu: Súgófájl késleltetése..
id: Bantuan file tertunda..
it: Ritardo nel file di aiuto.

source: Opens help file delay options dialog box
de: Öffnet das Dialogfeld „Verzögerungsoptionen für Hilfedateien“
fr: Ouvre la boîte de dialogue des options de délai du fichier d'aide
he: פתיחת תיבת הדו-שיח אפשרויות עיכוב קבצי עזרה
hi: सहायता फ़ाइल विलंब विकल्प संवाद बॉक्स खोलता है
hu: Megnyitja a súgófájl késleltetési beállításai párbeszédpanelt
id: Membuka kotak dialog opsi penundaan file bantuan
it: Apre la finestra di dialogo delle opzioni di ritardo del file di aiuto

source: Edit
de: Bearbeiten
fr: Modifier
he: לַעֲרוֹך
hi: संपादन करना
hu: Szerkesztés
id: Sunting
it: Modificare

source: Games
de: Spiele
fr: Jeux
he: משחקים
hi: खेल
hu: Játékok
id: Pertandingan
it: Giochi

source: Commands
de: Befehle
fr: Commandes
he: פקודות
hi: आदेश
hu: Parancsok
id: Perintah
it: Comandi

source: Openings
de: Öffnungszeiten
fr: Ouvertures
he: פתחים
hi: उद्घाटन
hu: Nyitások
id: Pembukaan
it: Aperture

source: 3d graphics
de: 3D-Grafiken
fr: graphiques 3D
he: גרפיקה תלת מימדית
hi: 3डी ग्राफिक्स
hu: 3D grafika
id: grafis 3d
it: grafica 3d

source: Video
fr: Vidéo
he: וִידֵאוֹ
hi: वीडियो
hu: Videó

source: Languages
de: Sprachen
fr: Langues
he: שפות
hi: बोली
hu: Nyelvek
id: Bahasa
it: Lingue

source: Book moves
de: Buchumzüge
fr: Mouvements de livres
he: מהלכי ספר
hi: पुस्तक चालें
hu: Könyv mozog
id: Buku bergerak
it: Spostamenti di libri

source: Could not load
de: Konnte nicht geladen werden
fr: Impossible de charger
he: לא ניתן היה לטעון
hi: लोड नहीं किया जा सका
hu: Nem sikerült betölteni
id: Tidak dapat memuat
it: Impossibile caricare

source: language file
de: Sprachdatei
fr: fichier de langue
he: קובץ שפה
hi: भाषा फ़ाइल
hu: nyelvi fájl
id: berkas bahasa
it: file di lingua

source: Re-setting language to English
de: Sprache auf Englisch zurücksetzen
fr: Réinitialisation de la langue en anglais
he: הגדרה מחדש של השפה לאנגלית
hi: भाषा को अंग्रेजी में पुनः सेट करना
hu: Nyelv visszaállítása angolra
id: Mengatur ulang bahasa ke Bahasa Inggris
it: Reimpostazione della lingua in inglese

source: New file
de: Neue Datei
fr: Nouveau fichier
he: קובץ חדש
hi: नई फ़ाइल
hu: Új fájl
id: berkas baru
it: Nuovo file

source: Kibitzer start/stop
de: Kibitzer Start/Stopp
fr: Kibitzer démarrage/arrêt
he: קיביצר התחלה/עצירה
hi: किबित्जर प्रारंभ/रोक
id: Kibitzer mulai/berhenti
it: Avvio/arresto del kibitzer

source: Backward (main line)
de: Rückwärts (Hauptlinie)
fr: En arrière (ligne principale)
he: אחורה (קו ראשי)
hi: पिछड़ा (मुख्य लाइन)
hu: Visszafelé (fővonal)
id: Mundur (jalur utama)
it: Indietro (linea principale)

source: Forward (main line)
de: Vorwärts (Hauptlinie)
fr: En avant (ligne principale)
he: קדימה (קו ראשי)
hi: आगे (मुख्य लाइन)
hu: Előre (fővonal)
id: Maju (jalur utama)
it: Avanti (linea principale)

source: Backward
de: Rückwärts
fr: En arrière
he: לְאָחוֹר
hi: पिछड़ा
hu: Hátrafelé
id: Ke belakang
it: Indietro

source: Forward
de: Nach vorne
fr: Avant
he: קָדִימָה
hi: आगे
hu: Előre
id: Maju
it: Inoltrare

source: Start of game
de: Spielbeginn
fr: Début du jeu
he: תחילת המשחק
hi: खेल की शुरुआत
hu: A játék kezdete
id: Awal permainan
it: Inizio del gioco

source: End of game
de: Spielende
fr: Fin du jeu
he: סוף המשחק
hi: खेल का अंत
hu: A játék vége
id: Akhir permainan
it: Fine del gioco

source: Display current games list
de: Aktuelle Spieleliste anzeigen
fr: Afficher la liste des jeux en cours
he: הצג את רשימת המשחקים הנוכחית
hi: वर्तमान खेलों की सूची प्रदर्शित करें
hu: Az aktuális játékok listájának megjelenítése
id: Menampilkan daftar permainan saat ini
it: Visualizza l'elenco delle partite correnti

source: Load a puzzle at random
de: Laden Sie ein Puzzle nach dem Zufallsprinzip
fr: Charger un puzzle au hasard
he: טען פאזל באקראי
hi: यादृच्छिक रूप से एक पहेली लोड करें
hu: Töltsön be egy rejtvényt véletlenszerűen
id: Muat teka-teki secara acak
it: Carica un puzzle a caso

source: Toggle puzzle mode
de: Puzzle-Modus umschalten
fr: Activer/désactiver le mode puzzle
he: החלף מצב פאזל
hi: पहेली मोड टॉगल करें
hu: Kirakós mód váltása
id: Beralih ke mode teka-teki
it: Attiva la modalità puzzle

source: Reset current puzzle
de: Aktuelles Puzzle zurücksetzen
fr: Réinitialiser le puzzle actuel
he: אפס את הפאזל הנוכחי
hi: वर्तमान पहेली रीसेट करें
hu: Állítsa vissza az aktuális rejtvényt
id: Setel ulang teka-teki saat ini
it: Reimposta il puzzle corrente

source: Display hint for puzzle
de: Hinweis zum Rätsel anzeigen
fr: Afficher un indice pour le puzzle
he: הצגת רמז לפאזל
hi: पहेली के लिए संकेत प्रदर्शित करें
hu: Kijelző tipp a rejtvényhez
id: Tampilkan petunjuk untuk teka-teki
it: Mostra suggerimento per il puzzle

source: Start clock
de: Startuhr
fr: Horloge de départ
he: הפעל שעון
hi: घड़ी प्रारंभ करें
hu: Indítsa el az órát
id: Jam mulai
it: Orologio di avvio

source: Stop clock
de: Stoppuhr
fr: Chronomètre
he: עצור שעון
hi: घड़ी बंद करो
hu: Állítsa le az órát
id: Berhenti jam
it: Cronometro

source: Reset clock
de: Uhr zurücksetzen
fr: Réinitialiser l'horloge
he: אפס את השעון
hi: घड़ी रीसेट करें
hu: Óra visszaállítása
id: Setel ulang jam
it: Reimpostare l'orologio

source: Pause engine
de: Motor anhalten
fr: Pause du moteur
he: השהה מנוע
hi: इंजन रोकें
hu: Motor szüneteltetése
id: Mesin jeda
it: Metti in pausa il motore

source: Kibitz options
de: Kibitz-Optionen
fr: Options Kibitz
he: אפשרויות קיביץ
hi: किबिट्ज़ विकल्प
hu: Kibitz opciók
id: Opsi Kibitz
it: Opzioni Kibitz

source: Adjudicate game
de: Spiel entscheiden
fr: Arbitrer le jeu
he: לשפוט משחק
hi: खेल का निर्णय
hu: Ítélkezzen játék
id: Mengadili permainan
it: Giudicare il gioco

source: Display tournament schedule
de: Turnierplan anzeigen
fr: Afficher le calendrier du tournoi
he: הצג את לוח הזמנים של הטורנירים
hi: टूर्नामेंट का शेड्यूल प्रदर्शित करें
hu: A verseny menetrendjének megjelenítése
id: Tampilkan jadwal turnamen
it: Visualizza il programma del torneo

source: Display tournament cross table
de: Turnier-Kreuztabelle anzeigen
fr: Afficher le tableau croisé des tournois
he: הצג טבלת צולבת בטורניר
hi: टूर्नामेंट क्रॉस टेबल प्रदर्शित करें
hu: Verseny kereszttáblájának megjelenítése
id: Menampilkan tabel silang turnamen
it: Visualizza la tabella incrociata del torneo

source: Skip analysis for this game
de: Analyse für dieses Spiel überspringen
fr: Sauter l'analyse pour ce jeu
he: דלג על ניתוח עבור המשחק הזה
hi: इस गेम के लिए विश्लेषण छोड़ें
hu: Az elemzés kihagyása ehhez a játékhoz
id: Lewati analisis untuk game ini
it: Salta l'analisi per questo gioco

source: Stop auto game analysis
de: Stoppen Sie die automatische Spielanalyse
fr: Arrêter l'analyse automatique du jeu
he: עצור ניתוח משחק אוטומטי
hi: स्वचालित गेम विश्लेषण रोकें
hu: Állítsa le az automatikus játékelemzést
id: Hentikan analisis permainan otomatis
it: Interrompere l'analisi automatica del gioco

source: Switch to 3d graphics
de: Wechseln Sie zu 3D-Grafiken
fr: Passer aux graphiques 3D
he: עבור לגרפיקה תלת מימדית
hi: 3डी ग्राफिक्स पर स्विच करें
hu: Váltson 3D grafikára
id: Beralih ke grafik 3d
it: Passa alla grafica 3D

source: Open Fics network window
de: Öffnen Sie das Fics-Netzwerkfenster
fr: Ouvrir la fenêtre du réseau Fics
he: פתח את חלון הרשת של Fics
hi: फ़िक्स नेटवर्क विंडो खोलें
hu: Nyissa meg a Fics hálózat ablakát
id: Buka jendela jaringan Fics
it: Apri la finestra della rete Fics

source: Open Media Player window
de: Öffnen Sie das Media Player-Fenster
fr: Ouvrir la fenêtre du lecteur multimédia
he: פתח את חלון נגן המדיה
hi: मीडिया प्लेयर विंडो खोलें
hu: Nyissa meg a Media Player ablakot
id: Buka jendela Media Player
it: Apri la finestra del lettore multimediale

source: This is the Tarrasch Chess GUI V3
de: Dies ist die Tarrasch Chess GUI V3
fr: Ceci est l'interface graphique V3 de Tarrasch Chess
he: זהו Tarrasch Chess GUI V3
hi: यह टारराश शतरंज GUI V3 है
hu: Ez a Tarrasch Chess GUI V3
id: Ini adalah GUI Catur Tarrasch V3
it: Questa è la Tarrasch Chess GUI V3

source: Tarrasch is an easy to use yet powerful system for playing
de: Tarrasch ist ein einfach zu bedienendes und dennoch leistungsstarkes System zum Spielen
fr: Tarrasch est un système facile à utiliser mais puissant pour jouer
he: Tarrasch היא מערכת קלה לשימוש אך חזקה למשחק
hi: टैराश खेलने के लिए उपयोग में आसान और शक्तिशाली प्रणाली है
hu: A Tarrasch egy könnyen használható, mégis erőteljes játékrendszer
id: Tarrasch adalah sistem yang mudah digunakan namun kuat untuk bermain
it: Tarrasch è un sistema facile da usare ma potente per giocare

source: and analysing with UCI standard chess engines.
de: und Analyse mit UCI-Standard-Schach-Engines.
fr: et en analysant avec les moteurs d'échecs standard UCI.
he: וניתוח עם מנועי שחמט סטנדרטיים של UCI.
hi: और यूसीआई मानक शतरंज इंजन के साथ विश्लेषण करना।
hu: és az UCI szabvány sakkmotorokkal történő elemzése.
id: dan menganalisis dengan mesin catur standar UCI.
it: e analizzando con i motori scacchistici standard UCI.

source: With V3 Tarrasch now adds fast and powerful database features.
de: Mit V3 fügt Tarrasch jetzt schnelle und leistungsstarke Datenbankfunktionen hinzu.
fr: Avec la V3, Tarrasch ajoute désormais des fonctionnalités de base de données rapides et puissantes.
he: עם V3 Tarrasch מוסיף כעת תכונות מסד נתונים מהירות ועוצמתיות.
hi: V3 के साथ टारराश अब तेज और शक्तिशाली डेटाबेस सुविधाएँ जोड़ता है।
hu: A V3-mal a Tarrasch gyors és hatékony adatbázis-szolgáltatásokat kínál.
id: Dengan V3 Tarrasch kini menambahkan fitur basis data yang cepat dan tangguh.
it: Con la V3 Tarrasch aggiunge ora funzionalità di database veloci e potenti.

source: Tarrasch includes the state of the art Stockfish engine,
de: Tarrasch beinhaltet die hochmoderne Stockfish-Engine,
fr: Tarrasch inclut le moteur Stockfish de pointe,
he: Tarrasch כולל מנוע סטוקפיש המתקדם,
hi: टारराश में अत्याधुनिक स्टॉकफिश इंजन शामिल है,
hu: A Tarrasch a legkorszerűbb Stockfish motort tartalmazza,
id: Tarrasch menyertakan mesin Stockfish yang canggih,
it: Tarrasch include il motore Stockfish all'avanguardia,

source: some other strong engines and the weak Tarrasch toy engine.
de: einige andere starke Motoren und der schwache Tarrasch-Spielzeugmotor.
fr: quelques autres moteurs puissants et le moteur jouet Tarrasch faible.
he: כמה מנועים חזקים אחרים ומנוע הצעצוע החלש של Tarrasch.
hi: कुछ अन्य मजबूत इंजन और कमजोर टारराश खिलौना इंजन।
hu: néhány más erős motor és a gyenge Tarrasch játékmotor.
id: beberapa mesin kuat lainnya dan mesin mainan Tarrasch yang lemah.
it: altri motori potenti e il debole motore giocattolo Tarrasch.

source: The toy engine is particularly suited to Tarrasch's blindfold,
de: Die Spielzeuglokomotive passt besonders gut zu Tarraschs Augenbinde,
fr: Le moteur jouet est particulièrement adapté au bandeau de Tarrasch,
he: מנוע הצעצוע מתאים במיוחד לכיסוי העיניים של Tarrasch,
hi: खिलौना इंजन विशेष रूप से टारराश की आंखों पर पट्टी के लिए उपयुक्त है,
hu: A játékmotor különösen alkalmas Tarrasch szemkötőjére,
id: Mesin mainan ini sangat cocok untuk penutup mata Tarrasch,
it: Il motore giocattolo è particolarmente adatto alla benda di Tarrasch,

source: partial blindfold, and N move lag training modes.
de: teilweise Augenbinde und N-Move-Lag-Trainingsmodi.
fr: modes d'entraînement avec bandeau partiel et décalage de mouvement N.
he: כיסוי עיניים חלקי, ומצבי אימון בפיגור N מהלך.
hi: आंशिक आंखों पर पट्टी, और एन चाल अंतराल प्रशिक्षण मोड।
hu: részleges vak és N mozgás késleltetett edzésmód.
id: penutup mata sebagian, dan mode pelatihan N move lag.
it: modalità di allenamento con bendaggio parziale e N spostamenti.

source: Visit the publisher's website www.triplehappy.com
de: Besuchen Sie die Website des Herausgebers www.triplehappy.com
fr: Visitez le site Web de l'éditeur www.triplehappy.com
he: בקר באתר האינטרנט של המוציא לאור www.triplehappy.com
hi: प्रकाशक की वेबसाइट www.triplehappy.com पर जाएं
hu: Látogassa meg a kiadó webhelyét: www.triplehappy.com
id: Kunjungi situs web penerbit www.triplehappy.com
it: Visita il sito web dell'editore www.triplehappy.com

source: for Tarrasch Chess GUI news and updates.
de: für Neuigkeiten und Updates zur Tarrasch Chess GUI.
fr: pour les nouvelles et les mises à jour de l'interface graphique de Tarrasch Chess.
he: לחדשות ועדכונים של Tarrasch Chess GUI.
hi: टारराश शतरंज GUI समाचार और अद्यतन के लिए.
hu: a Tarrasch Chess GUI híreiért és frissítéseiért.
id: untuk berita dan pembaruan GUI Catur Tarrasch.
it: per notizie e aggiornamenti sulla GUI di Tarrasch Chess.

source: This version of the program, Nimzo_3d, was written by Roy Sawyer.
de: Diese Version des Programms, Nimzo_3d, wurde von Roy Sawyer geschrieben.
fr: Cette version du programme, Nimzo_3d, a été écrite par Roy Sawyer.
he: גרסה זו של התוכנית, Nimzo_3d, נכתבה על ידי רוי סוייר.
hi: प्रोग्राम का यह संस्करण, निमज़ो_3डी, रॉय सॉयर द्वारा लिखा गया था।
hu: A program ezen verzióját, a Nimzo_3d-t Roy Sawyer írta.
id: Versi program ini, Nimzo_3d, ditulis oleh Roy Sawyer.
it: Questa versione del programma, Nimzo_3d, è stata scritta da Roy Sawyer.

source: It is a fork of the original Tarrasch Chess GUI written by Mr Bill Forster.
de: Es handelt sich um einen Fork der ursprünglichen Tarrasch Chess GUI, die von Bill Forster geschrieben wurde.
fr: Il s'agit d'un fork de l'interface graphique originale de Tarrasch Chess écrite par M. Bill Forster.
he: זהו מזלג של ה-Tarrasch Chess GUI המקורי שנכתב על ידי מר ביל פורסטר.
hi: यह श्री बिल फोर्स्टर द्वारा लिखित मूल टारराश शतरंज जीयूआई का एक रूप है।
hu: Ez az eredeti Tarrasch Chess GUI villája, amelyet Bill Forster írt.
id: Ini adalah percabangan dari GUI Catur Tarrasch asli yang ditulis oleh Tn. Bill Forster.
it: Si tratta di un fork dell'interfaccia utente grafica originale di Tarrasch Chess, scritta dal signor Bill Forster.

source: For this version, thanks to :-
de: Für diese Version danken wir: -
fr: Pour cette version, merci à :-
he: עבור גרסה זו, הודות ל:-
hi: इस संस्करण के लिए धन्यवाद:-
hu: Ezért a verzióért köszönet: -
id: Untuk versi ini, terima kasih kepada :-
it: Per questa versione, grazie a :-

source: Arroway Textures for permission to use their free sample bitmaps.
de: Arroway Textures für die Erlaubnis, ihre kostenlosen Beispiel-Bitmaps zu verwenden.
fr: Arroway Textures pour obtenir la permission d'utiliser leurs exemples de bitmaps gratuits.
he: Arroway Textures לקבלת הרשאה להשתמש במפות סיביות לדוגמה החינמיות שלהם.
hi: एरोवे टेक्सचर्स से उनके निःशुल्क नमूना बिटमैप का उपयोग करने की अनुमति मांगी है।
hu: Arroway Textures az ingyenes minta bittérképeik használatának engedélyéért.
id: Arroway Textures untuk izin menggunakan contoh bitmap gratis mereka.
it: Arroway Textures per averci concesso l'autorizzazione a utilizzare i suoi campioni bitmap gratuiti.

source: Mr Sedat Canbaz for his Balsa PGN opening books.
de: Herr Sedat Canbaz für seine Balsa PGN-Eröffnungsbücher.
fr: M. Sedat Canbaz pour ses livres d'ouverture Balsa PGN.
he: מר Sedat Canbaz על ספרי הפתיחה שלו Balsa PGN.
hi: श्री सेदत कैनबाज़ को उनकी बाल्सा पीजीएन ओपनिंग बुक्स के लिए।
hu: Sedat Canbaz úr a Balsa PGN nyitókönyveiért.
id: Tuan Sedat Canbaz untuk buku pembukaan Balsa PGNnya.
it: Il signor Sedat Canbaz per i suoi libri di apertura Balsa PGN.

source: Mr Graham O'Neill for his OpenBook conversion utility program.
de: Herr Graham O'Neill für sein OpenBook-Konvertierungsprogramm.
fr: M. Graham O'Neill pour son programme utilitaire de conversion OpenBook.
he: מר גרהם אוניל על תוכנית השירות שלו להמרת OpenBook.
hi: श्री ग्राहम ओ'नील को उनके ओपनबुक रूपांतरण उपयोगिता कार्यक्रम के लिए।
hu: Graham O'Neill úr OpenBook konverziós segédprogramjához.
id: Tn. Graham O'Neill untuk program utilitas konversi OpenBook miliknya.
it: Il signor Graham O'Neill per il suo programma di utilità di conversione OpenBook.

source: Mr Uwe Auerswald for the PGN puzzle file.
de: Herrn Uwe Auerswald für die PGN-Puzzledatei.
fr: Monsieur Uwe Auerswald pour le dossier puzzle PGN.
he: מר Uwe Auerswald עבור קובץ הפאזל PGN.
hi: श्री उवे ऑएर्सवाल्ड, पीजीएन पहेली फ़ाइल के लिए।
hu: Uwe Auerswald úr a PGN rejtvényfájlért.
id: Tuan Uwe Auerswald untuk berkas teka-teki PGN.
it: Sig. Uwe Auerswald per il file puzzle PGN.

source: Here is the explanation for the name of the program.
de: Hier die Erklärung zum Namen des Programms.
fr: Voici l'explication du nom du programme.
he: הנה ההסבר לשם התוכנית.
hi: कार्यक्रम के नाम का स्पष्टीकरण यहां दिया गया है।
hu: Itt van a program nevének magyarázata.
id: Berikut adalah penjelasan nama programnya.
it: Ecco la spiegazione del nome del programma.

source: which many users may find rather curious.
de: was viele Benutzer ziemlich merkwürdig finden könnten.
fr: ce que de nombreux utilisateurs peuvent trouver plutôt curieux.
he: שמשתמשים רבים עשויים למצוא סקרנים למדי.
hi: जो कई उपयोगकर्ताओं को काफी उत्सुक कर सकता है।
hu: amelyet sok felhasználó meglehetősen kíváncsinak találhat.
id: yang mungkin dianggap agak aneh oleh banyak pengguna.
it: cosa che molti utenti potrebbero trovare piuttosto curiosa.

source: It is a great irony that the idea for this project first occurred
de: Es ist eine große Ironie, dass die Idee zu diesem Projekt zuerst entstand
fr: C'est une grande ironie que l'idée de ce projet soit née
he: זו אירוניה גדולה שהרעיון לפרויקט הזה התרחש לראשונה
hi: यह एक बड़ी विडंबना है कि इस परियोजना का विचार सबसे पहले आया
hu: Nagy irónia, hogy ennek a projektnek az ötlete először merült fel
id: Sungguh ironis bahwa ide untuk proyek ini pertama kali muncul
it: È una grande ironia che l'idea per questo progetto sia nata per la prima volta

source: to me when I was studying
de: für mich, als ich studierte
fr: pour moi quand j'étais étudiant
he: לי כשלמדתי
hi: जब मैं पढ़ाई कर रहा था तो मुझे
hu: nekem, amikor tanultam
id: Bagi saya ketika saya sedang belajar
it: per me quando studiavo

source: My System
de: Mein System
fr: Mon système
he: המערכת שלי
hi: मेरा सिस्टम
hu: Saját rendszer
id: Sistem Saya
it: Il mio sistema

source: by Aron Nimzowitsch.
de: von Aaron Nimzowitsch.
fr: par Aron Nimzowitsch.
he: מאת ארון נימזוביץ'.
hi: एरन निमज़ोवित्च द्वारा।
hu: Írta: Aron Nimzowitsch.
id: oleh Aron Nimzowitsch.
it: di Aron Nimzowitsch.
