Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: This adjusts the mouse click co-ordinates, so that even when you click on the edge
de: Dadurch werden die Mausklick-Koordinaten angepasst, so dass auch beim Klicken auf die Kante
fr: Cela ajuste les coordonnées de clic de la souris, de sorte que même lorsque vous cliquez sur le bord
he: זה מתאים את קואורדינטות לחיצת העכבר, כך שגם כאשר אתה לוחץ על הקצה
hi: यह माउस क्लिक निर्देशांक को समायोजित करता है, ताकि जब आप किनारे पर क्लिक करें तब भी
hu: Ez beállítja az egérkattintási koordinátákat, még akkor is, ha a szélére kattint
id: Ini menyesuaikan koordinat klik mouse, sehingga bahkan ketika Anda mengklik di tepi
it: Questo regola le coordinate del clic del mouse, in modo che anche quando si fa clic sul bordo

source: of a square, the correct square is still selected. Generally speaking, if you
de: eines Quadrats, das richtige Quadrat ist immer noch ausgewählt. Im Allgemeinen, wenn Sie
fr: d'un carré, le bon carré est toujours sélectionné. En règle générale, si vous
he: של ריבוע, הריבוע הנכון עדיין נבחר. באופן כללי, אם אתה
hi: किसी वर्ग का, सही वर्ग अभी भी चुना गया है। आम तौर पर, यदि आप
hu: egy négyzet, továbbra is a megfelelő négyzet van kiválasztva. Általában véve, ha
id: dari sebuah kotak, kotak yang benar masih dipilih. Secara umum, jika Anda
it: di un quadrato, il quadrato corretto è ancora selezionato. In generale, se si

source: click near to the middle of a square, correct square selection is not an issue.
de: Klicken Sie in die Nähe der Mitte eines Quadrats. Die richtige Quadratauswahl ist kein Problem.
fr: Cliquez près du milieu d'un carré, la sélection correcte du carré n'est pas un problème.
he: לחץ קרוב לאמצע ריבוע, בחירת ריבוע נכונה אינה בעיה.
hi: किसी वर्ग के मध्य के पास क्लिक करें, सही वर्ग का चयन कोई समस्या नहीं है।
hu: kattintson a négyzet közepe közelébe, a négyzet helyes kiválasztása nem jelent problémát.
id: klik di dekat tengah kotak, pemilihan kotak yang benar tidak menjadi masalah.
it: cliccando vicino al centro di un quadrato, la selezione corretta del quadrato non è un problema.

source: Use multi-sampling - If available, check this box to use multi-sampling
de: Multi-Sampling verwenden - Aktivieren Sie dieses Kontrollkästchen, um Multi-Sampling zu verwenden.
fr: Utiliser le multi-échantillonnage - Si disponible, cochez cette case pour utiliser le multi-échantillonnage
he: השתמש בדגימה מרובת - אם זמין, סמן תיבה זו כדי להשתמש בדגימה מרובת
hi: मल्टी-सैंपलिंग का उपयोग करें - यदि उपलब्ध हो, तो मल्टी-सैंपलिंग का उपयोग करने के लिए इस बॉक्स को चेक करें
hu: Multi-sampling használata – Ha elérhető, jelölje be ezt a négyzetet a többszörös mintavétel használatához
id: Gunakan multi-sampling - Jika tersedia, centang kotak ini untuk menggunakan multi-sampling
it: Usa multi-campionamento - Se disponibile, seleziona questa casella per utilizzare il multi-campionamento

source: when drawing the chess board and pieces. This gives a sharper definition
de: beim Zeichnen des Schachbretts und der Figuren. Dies gibt eine schärfere Definition
fr: lors du dessin de l'échiquier et des pièces. Cela donne une définition plus précise.
he: כאשר מציירים את לוח השחמט והכלים. זה נותן הגדרה חדה יותר
hi: शतरंज की बिसात और मोहरों को खींचते समय। इससे एक स्पष्ट परिभाषा मिलती है
hu: a sakktábla és a figurák rajzolásakor. Ez élesebb meghatározást ad
id: saat menggambar papan catur dan bidaknya. Ini memberikan definisi yang lebih tajam
it: quando si disegna la scacchiera e i pezzi. Questo dà una definizione più nitida

source: to the edges of objects, but slows down the rendering process slightly.
de: bis an die Kanten von Objekten, verlangsamt den Rendervorgang jedoch etwas.
fr: aux bords des objets, mais ralentit légèrement le processus de rendu.
he: לקצוות של אובייקטים, אך מאט מעט את תהליך העיבוד.
hi: यह ऑब्जेक्ट के किनारों तक पहुंच जाता है, लेकिन रेंडरिंग प्रक्रिया को थोड़ा धीमा कर देता है।
hu: az objektumok széleihez, de kissé lelassítja a renderelési folyamatot.
id: ke tepian objek, tetapi sedikit memperlambat proses rendering.
it: ai bordi degli oggetti, ma rallenta leggermente il processo di rendering.

source: Sampling value - Select the value for multi-sampling ( 1 - 16 )
de: Sampling-Wert - Wählen Sie den Wert für die Mehrfachabtastung ( 1 - 16 )
fr: Valeur d'échantillonnage - Sélectionnez la valeur pour l'échantillonnage multiple (1 - 16)
he: ערך דגימה - בחר את הערך עבור ריבוי דגימה ( 1 - 16 )
hi: नमूनाकरण मान - बहु-नमूनाकरण के लिए मान का चयन करें ( 1 - 16 )
hu: Mintavételi érték – Válassza ki a többszörös mintavételezési értéket ( 1 - 16 )
id: Nilai pengambilan sampel - Pilih nilai untuk multi-sampling ( 1 - 16 )
it: Valore di campionamento - Seleziona il valore per il multicampionamento (1 - 16)

source: Board bitmaps.. - Opens the board square bitmaps dialog box.
de: Board-Bitmaps.. – Öffnet das Dialogfeld „Board-Quadrat-Bitmaps“.
fr: Bitmaps de carte.. - Ouvre la boîte de dialogue des bitmaps carrés de carte.
he: מפות סיביות של לוח.. - פותח את תיבת הדו-שיח מפות סיביות מרובעות של לוח.
hi: बोर्ड बिटमैप्स.. - बोर्ड स्क्वायर बिटमैप्स संवाद बॉक्स खोलता है।
hu: Board bitmaps... - Megnyitja a tábla négyzet alakú bitképek párbeszédpanelt.
id: Peta bit papan.. - Membuka kotak dialog peta bit persegi papan.
it: Bitmap della scheda.. - Apre la finestra di dialogo Bitmap dei quadrati della scheda.

source: Border bitmaps.. - Opens the border bitmaps dialog box.
de: Rand-Bitmaps.. – Öffnet das Dialogfeld „Rand-Bitmaps“.
fr: Bitmaps de bordure.. - Ouvre la boîte de dialogue des bitmaps de bordure.
he: Border bitmaps.. - פותח את תיבת הדו-שיח Border bitmaps.
hi: बॉर्डर बिटमैप्स.. - बॉर्डर बिटमैप्स संवाद बॉक्स खोलता है।
hu: Border bitmaps... - Megnyitja a szegély bitképek párbeszédpanelt.
id: Bitmap perbatasan.. - Membuka kotak dialog bitmap perbatasan.
it: Bitmap di bordo.. - Apre la finestra di dialogo Bitmap di bordo.

source: Piece bitmaps.. - Opens the piece bitmaps dialog box.
de: Stück-Bitmaps.. – Öffnet das Dialogfeld „Stück-Bitmaps“.
fr: Bitmaps de morceaux.. - Ouvre la boîte de dialogue Bitmaps de morceaux.
he: מפות סיביות של חלק.. - פותח את תיבת הדו-שיח של מפות סיביות של חלקים.
hi: टुकड़ा बिटमैप्स.. - टुकड़ा बिटमैप्स संवाद बॉक्स खोलता है।
hu: Piece bitmaps... - Megnyitja a darab bitképek párbeszédpanelt.
id: Bitmap potongan.. - Membuka kotak dialog bitmap potongan.
it: Bitmap dei pezzi.. - Apre la finestra di dialogo Bitmap dei pezzi.

source: 3d graphics help
de: Hilfe zu 3D-Grafiken
fr: Aide graphique 3D
he: עזרה בגרפיקה תלת מימדית
hi: 3डी ग्राफिक्स सहायता
hu: 3D grafika segítség
id: Bantuan grafis 3d
it: Aiuto con la grafica 3D

source: Board square bitmaps
de: Brettquadrat-Bitmaps
fr: Cartes bitmap carrées
he: לוח מפות סיביות מרובעות
hi: बोर्ड स्क्वायर बिटमैप्स
hu: Négyzet alakú bittérképek
id: Bitmap persegi papan
it: Bitmap quadrati del tabellone

source: Board border bitmap
de: Bitmap des Platinenrands
fr: Image bitmap de bordure de carte
he: מפת סיביות של גבול לוח
hi: बोर्ड बॉर्डर बिटमैप
hu: Táblaszegély bitkép
id: Bitmap batas papan
it: Bitmap del bordo della scheda

source: Piece bitmaps
de: Stück-Bitmaps
fr: Bitmaps de pièces
he: מפות סיביות של חלק
hi: टुकड़ा बिटमैप
hu: Darab bittérképek
id: Bitmap potongan
it: Bitmap di pezzi

source: Click arrows for board adjustments
de: Klicken Sie auf die Pfeile, um die Board-Anpassungen vorzunehmen
fr: Cliquez sur les flèches pour ajuster le tableau
he: לחץ על החצים להתאמות הלוח
hi: बोर्ड समायोजन के लिए तीर पर क्लिक करें
hu: Kattintson a nyilakra a tábla beállításához
id: Klik panah untuk penyesuaian papan
it: Fare clic sulle frecce per le regolazioni della scheda

source: As is to increase / decrease the board size,
de: So vergrößern/verkleinern Sie die Brettgröße,
fr: Comme pour augmenter/diminuer la taille du plateau,
he: כמו להגדיל / להקטין את גודל הלוח,
hi: जैसे कि बोर्ड का आकार बढ़ाना/घटाना,
hu: Ahogy a tábla méretének növelése/csökkentése,
id: Seperti untuk menambah / mengurangi ukuran papan,
it: Come aumentare/diminuire la dimensione della scheda,

source: hold key <x> <a> or <z> for separate size changes
de: Halten Sie die Tasten <x> <a> oder <z> gedrückt, um die Größe einzeln zu ändern.
fr: maintenez la touche <x> <a> ou <z> pour des changements de taille séparés
he: החזק את המקש <x> <a> או <z> לשינויי גודל נפרדים
hi: अलग-अलग आकार परिवर्तन के लिए <x> <a> या <z> कुंजी दबाए रखें
hu: tartsa lenyomva a <x> <a> vagy <z> billentyűt a külön méretváltoztatáshoz
id: tahan tombol <x> <a> atau <z> untuk perubahan ukuran terpisah
it: tieni premuto il tasto <x> <a> o <z> per cambiare le dimensioni separatamente

source: Hold SHIFT key and <x>, <a> or <z> to move the board
de: Halten Sie die Umschalttaste und <x>, <a> oder <z> gedrückt, um das Brett zu verschieben
fr: Maintenez la touche MAJ et <x>, <a> ou <z> enfoncés pour déplacer le plateau
he: החזק את מקש SHIFT ו-<x>, <a> או <z> כדי להזיז את הלוח
hi: बोर्ड को स्थानांतरित करने के लिए SHIFT कुंजी और <x>, <a> या <z> दबाए रखें
hu: Tartsa lenyomva a SHIFT billentyűt és a <x>, <a> vagy <z> gombot a tábla mozgatásához
id: Tahan tombol SHIFT dan <x>, <a> atau <z> untuk menggerakkan papan
it: Tieni premuto il tasto MAIUSC e <x>, <a> o <z> per spostare la scacchiera

source: Hold ALT key and <a> or <z> to tilt the board
de: Halten Sie die ALT-Taste und <a> oder <z> gedrückt, um das Brett zu neigen
fr: Maintenez la touche ALT et <a> ou <z> pour incliner le tableau
he: החזק את מקש ALT ו<a> או <z> כדי להטות את הלוח
hi: बोर्ड को झुकाने के लिए ALT कुंजी और <a> या <z> दबाए रखें
hu: Tartsa lenyomva az ALT billentyűt és a <a> vagy <z> gombot a tábla megdöntéséhez
id: Tahan tombol ALT dan <a> atau <z> untuk memiringkan papan
it: Tieni premuto il tasto ALT e <a> o <z> per inclinare la tavola

source: Button
de: Taste
fr: Bouton
he: לַחְצָן
hi: बटन
hu: Gomb
id: Tombol
it: Pulsante

source: Capture top
de: Oben erfassen
fr: Capturer le haut
he: לכידת למעלה
hi: शीर्ष पर कब्जा
hu: Rögzítse a tetejét
id: Tangkap bagian atas
it: Cattura la parte superiore

source: Capture all
de: Alles erfassen
fr: Capturer tout
he: תפוס הכל
hi: सभी कैप्चर करें
hu: Rögzítse az összeset
id: Tangkap semuanya
it: Cattura tutto

source: Toggle kibitzing
de: Kibitzen ein-/ausschalten
fr: Basculer le kibitzing
he: החלף קיביטינג
hi: टॉगल किबिट्ज़िंग
hu: Kibicezés váltása
id: Beralih ke kibitzing
it: Attiva/disattiva kibitzing

source: Copy the first line to the game move list box
de: Kopieren Sie die erste Zeile in das Spielzuglistenfeld
fr: Copiez la première ligne dans la liste des mouvements du jeu
he: העתק את השורה הראשונה לתיבת הרשימה מהלך המשחק
hi: गेम मूव सूची बॉक्स में पहली पंक्ति की प्रतिलिपि बनाएँ
hu: Másolja az első sort a játékmozgás listamezőjébe
id: Salin baris pertama ke kotak daftar gerakan permainan
it: Copia la prima riga nella casella dell'elenco delle mosse del gioco

source: Copy all lines to the game move list box
de: Alle Zeilen in die Spielzug-Liste kopieren
fr: Copiez toutes les lignes dans la liste des mouvements du jeu
he: העתק את כל השורות לתיבת הרשימה מהלך המשחק
hi: सभी पंक्तियों को गेम मूव सूची बॉक्स में कॉपी करें
hu: Másolja az összes sort a játékmozgatás listamezőjébe
id: Salin semua baris ke kotak daftar gerakan permainan
it: Copia tutte le linee nella casella dell'elenco delle mosse del gioco

source: Increment the number of lines displayed
de: Erhöhen Sie die Anzahl der angezeigten Zeilen
fr: Augmenter le nombre de lignes affichées
he: הגדל את מספר השורות המוצגות
hi: प्रदर्शित पंक्तियों की संख्या बढ़ाएँ
hu: Növelje a megjelenített sorok számát
id: Meningkatkan jumlah baris yang ditampilkan
it: Incrementa il numero di righe visualizzate

source: Decrement the number of lines displayed
de: Verringern Sie die Anzahl der angezeigten Zeilen
fr: Diminuer le nombre de lignes affichées
he: הפחת את מספר השורות המוצגות
hi: प्रदर्शित पंक्तियों की संख्या घटाएँ
hu: Csökkentse a megjelenített sorok számát
id: Kurangi jumlah baris yang ditampilkan
it: Diminuisce il numero di righe visualizzate

source: Display help for kibitz window
de: Hilfe zum Kibitz-Fenster anzeigen
fr: Afficher l'aide pour la fenêtre Kibitz
he: הצגת עזרה לחלון קיביט
hi: किबिट्ज़ विंडो के लिए सहायता प्रदर्शित करें
hu: Súgó megjelenítése a kibitz ablakhoz
id: Menampilkan bantuan untuk jendela kibitz
it: Visualizza la guida per la finestra kibitz

source: The kibitz box is opened by clicking on the kibitz icon on the toolbar
de: Die Kibitz-Box wird durch einen Klick auf das Kibitz-Symbol in der Symbolleiste geöffnet.
fr: La boîte kibitz s'ouvre en cliquant sur l'icône kibitz dans la barre d'outils
he: את תיבת הקיביץ פותחים בלחיצה על סמל הקיביץ בסרגל הכלים
hi: किबिट्ज़ बॉक्स टूलबार पर किबिट्ज़ आइकन पर क्लिक करके खोला जाता है
hu: A kibitz doboz az eszköztáron lévő kibitz ikonra kattintva nyitható meg
id: Kotak kibitz dibuka dengan mengklik ikon kibitz di bilah alat
it: La casella kibitz si apre cliccando sull'icona kibitz sulla barra degli strumenti

source: (The one that looks like a small spider).
de: (Die, die wie eine kleine Spinne aussieht).
fr: (Celui qui ressemble à une petite araignée).
he: (זה שנראה כמו עכביש קטן).
hi: (वह जो एक छोटी मकड़ी की तरह दिखता है)
hu: (Az, amelyik úgy néz ki, mint egy kis pók).
id: (Yang bentuknya seperti laba-laba kecil).
it: (Quello che sembra un piccolo ragno).

source: It can be closed by clicking on the same icon with the box displayed and
de: Es kann geschlossen werden, indem Sie auf das gleiche Symbol mit dem angezeigten Feld klicken und
fr: Il peut être fermé en cliquant sur la même icône avec la boîte affichée et
he: ניתן לסגור אותו על ידי לחיצה על אותו סמל עם התיבה מוצגת ו
hi: इसे प्रदर्शित बॉक्स के समान आइकन पर क्लिक करके बंद किया जा सकता है
hu: Ugyanarra az ikonra kattintva zárható be, ahol megjelenik a doboz és
id: Ini dapat ditutup dengan mengklik ikon yang sama dengan kotak yang ditampilkan dan
it: Può essere chiuso cliccando sulla stessa icona con la casella visualizzata e

source: kibitzing stopped, or by clicking the button at the bottom of this screen.
de: Das Kibitzen wurde gestoppt, oder Sie klicken auf die Schaltfläche unten auf diesem Bildschirm.
fr: kibitzing arrêté, ou en cliquant sur le bouton en bas de cet écran.
he: kibitzing הופסק, או על ידי לחיצה על הכפתור בתחתית מסך זה.
hi: किबिट्ज़िंग को रोककर, या इस स्क्रीन के नीचे बटन पर क्लिक करके।
hu: a kibitezés leállt, vagy a képernyő alján található gombra kattintva.
id: berhenti berkibit, atau dengan mengklik tombol di bagian bawah layar ini.
it: interrompendo il kibitzing oppure cliccando sul pulsante in fondo a questa schermata.

source: The kibitz box can be moved by clicking on the area between the buttons
de: Die Kibitzbox kann durch Klicken auf den Bereich zwischen den Schaltflächen verschoben werden
fr: La boîte Kibitz peut être déplacée en cliquant sur la zone entre les boutons
he: ניתן להזיז את תיבת הקיביץ על ידי לחיצה על האזור שבין הכפתורים
hi: किबिट्ज़ बॉक्स को बटनों के बीच के क्षेत्र पर क्लिक करके स्थानांतरित किया जा सकता है
hu: A kibitz doboz a gombok közötti területre kattintva mozgatható
id: Kotak kibitz dapat dipindahkan dengan mengklik area di antara tombol
it: La casella kibitz può essere spostata cliccando sull'area tra i pulsanti

source: and dragging the box to the desired location.
de: und ziehen Sie das Feld an die gewünschte Position.
fr: et en faisant glisser la boîte jusqu'à l'emplacement souhaité.
he: וגרירת התיבה למיקום הרצוי.
hi: और बॉक्स को इच्छित स्थान पर खींच लें।
hu: és húzza a dobozt a kívánt helyre.
id: dan menyeret kotak ke lokasi yang diinginkan.
it: e trascinando la casella nella posizione desiderata.

source: This is easier if you start a new game, then you have almost the whole
de: Das geht einfacher, wenn man ein neues Spiel startet, dann hat man fast die ganze
fr: C'est plus facile si vous démarrez une nouvelle partie, vous avez alors presque tout le
he: זה קל יותר אם אתה מתחיל משחק חדש, אז יש לך כמעט את כולו
hi: यह आसान है यदि आप एक नया खेल शुरू करते हैं, तो आपके पास लगभग पूरा खेल होता है
hu: Ez könnyebb, ha új játékot kezd, akkor szinte az egész megvan
id: Ini lebih mudah jika Anda memulai permainan baru, maka Anda memiliki hampir keseluruhan
it: È più facile se inizi una nuova partita, allora hai quasi tutto

source: window to click and drag. It also helps to use gentle mouse movements.
de: Fenster zum Klicken und Ziehen. Es ist auch hilfreich, sanfte Mausbewegungen zu verwenden.
fr: Fenêtre à cliquer et à faire glisser. Il est également utile d'utiliser des mouvements de souris doux.
he: חלון כדי ללחוץ ולגרור. זה גם עוזר להשתמש בתנועות עדינות של עכבר.
hi: विंडो पर क्लिक करके खींचें। यह माउस की कोमल हरकतों का उपयोग करने में भी मदद करता है।
hu: kattintáshoz és húzáshoz. Szintén segít a finom egérmozgások használata.
id: jendela untuk diklik dan ditarik. Gerakan mouse yang lembut juga membantu.
it: finestra per cliccare e trascinare. Aiuta anche usare movimenti delicati del mouse.

source: If you move the chess board up a bit using the board manipulation widget -
de: Wenn Sie das Schachbrett mithilfe des Brettmanipulations-Widgets ein wenig nach oben verschieben -
fr: Si vous déplacez légèrement l'échiquier vers le haut à l'aide du widget de manipulation de l'échiquier -
he: אם תזיז את לוח השחמט מעט למעלה באמצעות הווידג'ט של מניפולציית הלוח -
hi: यदि आप बोर्ड मैनीपुलेशन विजेट का उपयोग करके शतरंज बोर्ड को थोड़ा ऊपर ले जाते हैं -
hu: Ha egy kicsit feljebb tolja a sakktáblát a táblakezelő widget segítségével -
id: Jika Anda menggerakkan papan catur sedikit ke atas menggunakan widget manipulasi papan -
it: Se si sposta un po' verso l'alto la scacchiera utilizzando il widget di manipolazione della scacchiera:

source: the double headed arrow at the bottom right of the screen, < Shift + Up Arrow >
de: der Doppelpfeil unten rechts auf dem Bildschirm, < Umschalt + Aufwärtspfeil >
fr: la flèche à double tête en bas à droite de l'écran, < Maj + Flèche vers le haut >
he: החץ בעל הראש הכפול בפינה השמאלית התחתונה של המסך, < Shift + חץ למעלה >
hi: स्क्रीन के नीचे दाईं ओर स्थित दो सिर वाला तीर, < Shift + ऊपर तीर >
hu: a kétfejű nyíl a képernyő jobb alsó sarkában, < Shift + felfelé nyíl >
id: panah berkepala dua di kanan bawah layar, < Shift + Panah Atas >
it: la freccia a doppia punta in basso a destra dello schermo, < Maiusc + Freccia su >

source: then there will be room for the kibitz box to sit neatly below the board.
de: Dann ist Platz für die Kibitzkiste, die ordentlich unter dem Brett Platz findet.
fr: il y aura alors de la place pour que la boîte Kibitz puisse s'asseoir proprement sous le plateau.
he: אז יהיה מקום לקופסת הקיביץ לשבת בצורה מסודרת מתחת ללוח.
hi: तब किबिट्ज़ बॉक्स को बोर्ड के नीचे व्यवस्थित ढंग से रखने के लिए जगह होगी।
hu: akkor lesz hely a kibitzdoboznak szépen a tábla alatt ülni.
id: maka akan ada ruang bagi kotak kibitz untuk duduk rapi di bawah papan.
it: in questo modo ci sarà spazio per sistemare ordinatamente il box kibitz sotto la tavola.

source: The location of the kibitz box will be saved for future display.
de: Der Standort der Kibitzbox wird zur späteren Anzeige gespeichert.
fr: L'emplacement de la boîte kibitz sera enregistré pour un affichage ultérieur.
he: מיקום תיבת הקיביץ יישמר לתצוגה עתידית.
hi: किबिट्ज़ बॉक्स का स्थान भविष्य में प्रदर्शन के लिए सुरक्षित रखा जाएगा।
hu: A kibitz doboz helyét elmentjük a későbbi megjelenítéshez.
id: Lokasi kotak kibitz akan disimpan untuk ditampilkan di masa mendatang.
it: La posizione del box kibitz verrà salvata per essere visualizzata in futuro.

source: If you have the kibitz box open during human vs engine games,
de: Wenn Sie die Kibitzbox während Mensch-gegen-Maschine-Spielen geöffnet haben,
fr: Si vous avez la boîte Kibitz ouverte pendant les jeux humain contre moteur,
he: אם תיבת הקיביץ פתוחה במהלך משחקי אדם נגד מנוע,
hi: यदि आपने मानव बनाम इंजन गेम के दौरान किबिट्ज़ बॉक्स खुला रखा है,
hu: Ha nyitva van a kibitzdoboz az emberi és motoros játékok során,
id: Jika Anda membuka kotak kibitz selama permainan manusia vs mesin,
it: Se hai la scatola kibitz aperta durante le partite tra umani e motori,

source: engine vs engine games or shootout mode, then move and score updates
de: Engine-gegen-Engine-Spiele oder Shootout-Modus, dann Zug- und Punkte-Updates
fr: jeux moteur contre moteur ou mode fusillade, puis mises à jour des déplacements et des scores
he: משחקי מנוע מול מנוע או מצב יריות, ואז זז וציון עדכונים
hi: इंजन बनाम इंजन गेम या शूटआउट मोड, फिर चाल और स्कोर अपडेट
hu: motor vs motor játékok vagy lövöldözős mód, majd mozogj és szerezz frissítéseket
id: permainan mesin vs mesin atau mode tembak-menembak, lalu bergerak dan skor pembaruan
it: giochi motore contro motore o modalità sparatoria, quindi aggiornamenti di movimento e punteggio

source: will be placed on the status bar, rather than on the menu bar.
de: wird in der Statusleiste und nicht in der Menüleiste platziert.
fr: sera placé sur la barre d'état plutôt que sur la barre de menu.
he: ימוקם בשורת המצב, במקום בשורת התפריטים.
hi: मेनू बार के बजाय स्टेटस बार पर रखा जाएगा।
hu: az állapotsorra kerül, nem pedig a menüsorra.
id: akan ditempatkan pada bilah status, bukan pada bilah menu.
it: verrà posizionato sulla barra di stato anziché sulla barra dei menu.

source: Kibitz window help
de: Kibitz-Fensterhilfe
fr: Aide de la fenêtre Kibitz
he: עזרה בחלון קיביץ
hi: किबिट्ज़ विंडो सहायता
hu: Kibitz ablak súgó
id: Bantuan jendela Kibitz
it: Aiuto per la finestra Kibitz

source: Close kibitz box
de: Kibitzbox schließen
fr: Fermer la boîte de Kibitz
he: סגור תיבת קיביץ
hi: किबिट्ज़ बॉक्स बंद करें
hu: Zárja be a kibitz dobozt
id: Tutup kotak kibitz
it: Chiudi la casella kibitz

source: Engine Analysis
de: Motoranalyse
fr: Analyse du moteur
he: ניתוח מנוע
hi: इंजन विश्लेषण
hu: Motor elemzés
id: Analisis Mesin
it: Analisi del motore

source: 1 book move
de: 1 Buchbewegung
fr: 1 mouvement de livre
he: מהלך ספר אחד
hi: 1 पुस्तक स्थानांतरण
hu: 1 könyv költözés
id: 1 buku pindah
it: 1 libro spostato

source: book moves
de: Buchbewegungen
fr: mouvements de livres
he: מהלכי ספר
hi: पुस्तक चालें
hu: könyv mozog
id: buku bergerak
it: libro si muove

source: Evaluation profile
de: Bewertungsprofil
fr: Profil d'évaluation
he: פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल
hu: Értékelési profil
id: Profil evaluasi
it: Profilo di valutazione

source: There are no moves to process
de: Es sind keine Züge zu verarbeiten
fr: Il n'y a aucun mouvement à traiter
he: אין מהלכים לעיבוד
hi: प्रक्रिया के लिए कोई कदम नहीं है
hu: Nincsenek feldolgozandó lépések
id: Tidak ada gerakan yang harus diproses
it: Non ci sono mosse da elaborare

source: Add games to book
de: Spiele zum Buch hinzufügen
fr: Ajouter des jeux au livre
he: הוסף משחקים לספר
hi: बुक में गेम जोड़ें
hu: Játékok hozzáadása a foglaláshoz
id: Tambahkan permainan ke buku
it: Aggiungi giochi alla prenotazione

source: Adding games from PGN file :
de: Spiele aus einer PGN-Datei hinzufügen:
fr: Ajout de jeux à partir du fichier PGN :
he: הוספת משחקים מקובץ PGN:
hi: PGN फ़ाइल से गेम जोड़ना:
hu: Játékok hozzáadása PGN fájlból:
id: Menambahkan permainan dari file PGN:
it: Aggiungere giochi dal file PGN:

source: To .bin opening book file :
de: So öffnen Sie die .bin-Buchdatei:
fr: Pour ouvrir le fichier .bin book :
he: לקובץ פתיחת ספר .bin:
hi: .bin पुस्तक फ़ाइल खोलने के लिए:
hu: A .bin megnyitó könyvfájlhoz:
id: Untuk membuka file buku .bin :
it: Per aprire il file .bin del libro:

source: Progress :
de: Fortschritt :
fr: Progrès :
he: התקדמות:
hi: प्रगति :
hu: Haladás:
id: Kemajuan :
it: Progresso:

source: Time elapsed :
de: Verstrichene Zeit:
fr: Temps écoulé :
he: זמן שחלף:
hi: समय बीता :
hu: Eltelt idő:
id: Waktu berlalu :
it: Tempo trascorso:
