Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: for this purpose but there are plenty of others to choose from.
de: für diesen Zweck, aber es gibt noch viele andere zur Auswahl.
fr: à cette fin, mais il existe de nombreuses autres options.
he: למטרה זו אבל יש הרבה אחרים לבחירה.
hi: इस उद्देश्य के लिए, लेकिन चुनने के लिए बहुत सारे अन्य विकल्प भी हैं।
hu: erre a célra, de rengeteg más közül lehet választani.
id: untuk tujuan ini, tetapi masih banyak lagi yang dapat dipilih.
it: per questo scopo, ma ce ne sono molti altri tra cui scegliere.

source: Also, I found that the video files were very large, so I used the free program
de: Außerdem stellte ich fest, dass die Videodateien sehr groß waren, also benutzte ich das kostenlose Programm
fr: De plus, j'ai trouvé que les fichiers vidéo étaient très volumineux, j'ai donc utilisé le programme gratuit
he: כמו כן, גיליתי שקובצי הווידאו היו גדולים מאוד, אז השתמשתי בתוכנה החינמית
hi: इसके अलावा, मैंने पाया कि वीडियो फ़ाइलें बहुत बड़ी थीं, इसलिए मैंने मुफ्त प्रोग्राम का उपयोग किया
hu: Ezenkívül azt tapasztaltam, hogy a videofájlok nagyon nagyok, ezért az ingyenes programot használtam
id: Saya juga menemukan bahwa file videonya sangat besar, jadi saya menggunakan program gratis
it: Inoltre, ho scoperto che i file video erano molto grandi, quindi ho utilizzato il programma gratuito

source: <HandBrake> to shrink them. With the shrinking slider set at halfway,
de: <HandBrake>, um sie zu verkleinern. Wenn der Verkleinerungsregler auf halber Höhe steht,
fr: <HandBrake> pour les réduire. Avec le curseur de réduction à mi-course,
he: <Hand Brake> כדי לכווץ אותם. כשהמחוון המתכווץ מוגדר באמצע הדרך,
hi: उन्हें छोटा करने के लिए <HandBrake> दबाएँ। सिकुड़ने वाले स्लाइडर को आधे रास्ते पर सेट करके,
hu: <Kézifék>, hogy zsugorítsa őket. A zsugorodó csúszka félúton van,
id: <HandBrake> untuk mengecilkannya. Dengan slider penyusutan diatur di tengah,
it: <HandBrake> per rimpicciolirli. Con il cursore di rimpicciolimento impostato a metà,

source: the video file shrank by a factor of 10 with hardly any loss of quality.
de: Die Videodatei wurde um den Faktor 10 verkleinert, ohne dass es zu einem nennenswerten Qualitätsverlust kam.
fr: le fichier vidéo a été réduit d'un facteur 10 avec pratiquement aucune perte de qualité.
he: קובץ הווידאו התכווץ בפקטור של 10 כמעט ללא אובדן איכות.
hi: वीडियो फ़ाइल की गुणवत्ता में लगभग कोई कमी नहीं आई और यह 10 गुना तक छोटी हो गई।
hu: a videofájl 10-szeresére zsugorodott, minőségromlás nélkül.
id: berkas video menyusut hingga 10 kali lipat tanpa kehilangan kualitas apa pun.
it: il file video si è ridotto di un fattore 10 senza praticamente alcuna perdita di qualità.

source: It is best to shrink the mp4 file after you have exported it from OpenShot.
de: Am besten verkleinern Sie die MP4-Datei, nachdem Sie sie aus OpenShot exportiert haben.
fr: Il est préférable de réduire la taille du fichier mp4 après l'avoir exporté depuis OpenShot.
he: עדיף לכווץ את קובץ mp4 לאחר ייצוא מ-OpenShot.
hi: ओपनशॉट से निर्यात करने के बाद mp4 फ़ाइल को छोटा करना सबसे अच्छा है।
hu: A legjobb, ha az mp4 fájlt kicsinyíti, miután exportálta az OpenShotból.
id: Yang terbaik adalah mengecilkan file mp4 setelah Anda mengekspornya dari OpenShot.
it: È meglio rimpicciolire il file mp4 dopo averlo esportato da OpenShot.

source: To insert the video markers you need to set the Media Player into edit mode.
de: Um die Videomarkierungen einzufügen, müssen Sie den Media Player in den Bearbeitungsmodus versetzen.
fr: Pour insérer les marqueurs vidéo, vous devez mettre le lecteur multimédia en mode édition.
he: כדי להכניס את סמני הווידאו עליך להגדיר את נגן המדיה למצב עריכה.
hi: वीडियो मार्कर सम्मिलित करने के लिए आपको मीडिया प्लेयर को संपादन मोड में सेट करना होगा।
hu: A videojelölők beillesztéséhez a Media Playert szerkesztési módba kell állítani.
id: Untuk menyisipkan penanda video, Anda perlu mengatur Media Player ke mode edit.
it: Per inserire i marcatori video è necessario impostare il Media Player in modalità di modifica.

source: This is done by first selecting <Options> from the Media Player menu,
de: Wählen Sie dazu zunächst im Media Player-Menü die Option <Optionen> aus.
fr: Cela se fait en sélectionnant d’abord <Options> dans le menu du lecteur multimédia,
he: זה נעשה על ידי בחירה תחילה ב<Options> מתפריט Media Player,
hi: यह कार्य सबसे पहले मीडिया प्लेयर मेनू से <विकल्प> का चयन करके किया जाता है,
hu: Ehhez először válassza ki az <Opciók> elemet a Médialejátszó menüből,
id: Hal ini dilakukan dengan terlebih dahulu memilih <Options> dari menu Media Player,
it: Ciò si fa selezionando prima <Opzioni> dal menu Media Player,

source: then clicking the <Edit mode> checkbox. Alternatively, you can click
de: Klicken Sie anschließend auf das Kontrollkästchen <Bearbeitungsmodus>. Alternativ können Sie auf
fr: puis en cochant la case <Mode Édition>. Vous pouvez également cliquer sur
he: לאחר מכן לחיצה על תיבת הסימון <מצב עריכה>. לחלופין, אתה יכול ללחוץ
hi: फिर <संपादन मोड> चेकबॉक्स पर क्लिक करें। वैकल्पिक रूप से, आप क्लिक कर सकते हैं
hu: majd kattintson az <Edit mode> jelölőnégyzetre. Alternatív megoldásként kattinthat is
id: lalu klik kotak centang <Edit mode>. Atau, Anda dapat mengklik
it: quindi cliccando sulla casella di controllo <Modalità di modifica>. In alternativa, puoi cliccare

source: on the two headed arrow on the toolbar. This will automatically switch off
de: Klicken Sie auf den Doppelpfeil in der Symbolleiste. Dadurch wird automatisch
fr: sur la flèche à deux pointes de la barre d'outils. Cela désactivera automatiquement
he: על החץ בעל שני הראשים בסרגל הכלים. פעולה זו תכבה אוטומטית
hi: टूलबार पर दो सिर वाले तीर पर क्लिक करें। यह स्वचालित रूप से बंद हो जाएगा
hu: az eszköztár kétfejű nyílán. Ez automatikusan kikapcsol
id: pada panah berkepala dua pada bilah alat. Ini akan secara otomatis mematikan
it: sulla freccia a due punte sulla barra degli strumenti. Questo spegnerà automaticamente

source: the <Update from game> and <Update from video> options, because editing
de: die Optionen <Update vom Spiel> und <Update vom Video>, da die Bearbeitung
fr: les options <Mettre à jour depuis le jeu> et <Mettre à jour depuis la vidéo>, car l'édition
he: האפשרויות <עדכון ממשחק> ו-<עדכן מסרטון>, בגלל עריכה
hi: <गेम से अपडेट करें> और <वीडियो से अपडेट करें> विकल्प, क्योंकि संपादन
hu: a <Frissítés játékból> és a <Frissítés videóból> opciókat, mert a szerkesztés
id: opsi <Pembaruan dari permainan> dan <Pembaruan dari video>, karena pengeditan
it: le opzioni <Aggiorna dal gioco> e <Aggiorna dal video>, perché la modifica

source: is impossible with these switched on.
de: ist mit diesen eingeschalteten nicht möglich.
fr: c'est impossible avec ceux-ci allumés.
he: בלתי אפשרי כאשר אלה מופעלים.
hi: इनके चालू होने पर यह असंभव है।
hu: ezek bekapcsolt állapotában lehetetlen.
id: tidak mungkin dilakukan jika alat ini dihidupkan.
it: è impossibile con queste funzioni attivate.

source: Editing is much easier to do from the toolbar, so you can switch that on
de: Die Bearbeitung ist über die Symbolleiste viel einfacher, Sie können sie also einschalten
fr: L'édition est beaucoup plus facile à réaliser à partir de la barre d'outils, vous pouvez donc l'activer
he: הרבה יותר קל לבצע עריכה מסרגל הכלים, אז אתה יכול להפעיל את זה
hi: टूलबार से संपादन करना बहुत आसान है, इसलिए आप इसे चालू कर सकते हैं
hu: A szerkesztés sokkal egyszerűbb az eszköztárról, így be is kapcsolhatja
id: Pengeditan jauh lebih mudah dilakukan dari bilah alat, jadi Anda dapat mengaktifkannya
it: La modifica è molto più semplice da effettuare dalla barra degli strumenti, quindi puoi attivarla

source: while you have the <Options> dialog box open.
de: während das Dialogfeld <Optionen> geöffnet ist.
fr: pendant que la boîte de dialogue <Options> est ouverte.
he: כאשר תיבת הדו-שיח <Options> פתוחה.
hi: जब आपके पास <विकल्प> संवाद बॉक्स खुला हो।
hu: miközben nyitva van az <Opciók> párbeszédpanel.
id: saat Anda membuka kotak dialog <Opsi>.
it: mentre è aperta la finestra di dialogo <Opzioni>.

source: Then you go to the start of the game and video, play the video and pause it
de: Dann gehst du zum Anfang des Spiels und Videos, spielst das Video ab und pausierst es
fr: Ensuite, vous allez au début du jeu et de la vidéo, lisez la vidéo et mettez-la en pause
he: לאחר מכן אתה עובר לתחילת המשחק והסרטון, מפעיל את הסרטון ומשהה אותו
hi: फिर आप गेम और वीडियो की शुरुआत में जाएं, वीडियो चलाएं और उसे रोक दें
hu: Ezután a játék és a videó elejére lép, lejátssza a videót, és szünetelteti
id: Kemudian Anda pergi ke awal permainan dan video, putar video dan jeda
it: Poi vai all'inizio del gioco e del video, riproduci il video e mettilo in pausa

source: when you reach the end of the section that you want.
de: wenn Sie das Ende des gewünschten Abschnitts erreicht haben.
fr: lorsque vous atteignez la fin de la section que vous souhaitez.
he: כאשר תגיע לסוף הקטע הרצוי.
hi: जब आप अपने इच्छित अनुभाग के अंत तक पहुंच जाते हैं।
hu: amikor eléri a kívánt szakasz végét.
id: ketika Anda mencapai akhir bagian yang Anda inginkan.
it: quando raggiungi la fine della sezione desiderata.

source: Then click on the point in the game move list where that video section
de: Klicken Sie dann auf die Stelle in der Spielzugliste, an der sich der Videoabschnitt befindet.
fr: Cliquez ensuite sur le point dans la liste des mouvements du jeu où se trouve cette section vidéo
he: לאחר מכן לחץ על הנקודה ברשימת ההזזה של המשחק שבו אותו קטע וידאו
hi: फिर गेम मूव सूची में उस बिंदु पर क्लिक करें जहां वह वीडियो अनुभाग है
hu: Ezután kattintson arra a pontra a játékmozgatási listában, ahol az adott videó szakasz
id: Kemudian klik pada titik di daftar gerakan permainan tempat bagian video itu berada
it: Quindi fai clic sul punto nell'elenco delle mosse del gioco in cui si trova quella sezione video

source: should be played and place a video marker by clicking on the orange down arrow
de: abgespielt werden soll und setzen Sie einen Videomarker, indem Sie auf den orangefarbenen Pfeil nach unten klicken
fr: doit être joué et placez un marqueur vidéo en cliquant sur la flèche orange vers le bas
he: יש להפעיל ולהציב סמן וידאו על ידי לחיצה על החץ הכתום למטה
hi: चलाया जाना चाहिए और नारंगी नीचे तीर पर क्लिक करके एक वीडियो मार्कर रखना चाहिए
hu: le kell játszani, és helyezzen el egy videojelölőt a narancssárga lefelé mutató nyílra kattintva
id: harus diputar dan tempatkan penanda video dengan mengklik panah bawah berwarna oranye
it: dovrebbe essere riprodotto e posizionare un marcatore video cliccando sulla freccia arancione rivolta verso il basso

source: on the toolbar or selecting <Set video marker> from the edit menu.
de: in der Symbolleiste oder wählen Sie <Videomarkierung festlegen> aus dem Bearbeitungsmenü.
fr: dans la barre d'outils ou en sélectionnant <Définir le marqueur vidéo> dans le menu d'édition.
he: בסרגל הכלים או בחירה ב-<Set video marker> מתפריט העריכה.
hi: टूलबार पर या संपादन मेनू से <वीडियो मार्कर सेट करें> का चयन करें।
hu: az eszköztáron, vagy válassza a <Videójelölő beállítása> lehetőséget a szerkesztés menüből.
id: pada bilah alat atau memilih <Tetapkan penanda video> dari menu edit.
it: sulla barra degli strumenti o selezionando <Imposta marcatore video> dal menu di modifica.

source: There are some technical issues relating to placing markers for annotations
de: Es gibt einige technische Probleme beim Platzieren von Markierungen für Anmerkungen
fr: Il existe quelques problèmes techniques liés au placement des marqueurs pour les annotations
he: יש כמה בעיות טכניות הקשורות להצבת סמנים להערות
hi: एनोटेशन के लिए मार्कर लगाने से संबंधित कुछ तकनीकी समस्याएं हैं
hu: Van néhány technikai probléma a megjegyzésekhez való jelölők elhelyezésével kapcsolatban
id: Ada beberapa masalah teknis yang berkaitan dengan penempatan penanda untuk anotasi
it: Ci sono alcuni problemi tecnici relativi al posizionamento dei marcatori per le annotazioni

source: or for quiz questions in a game designed to be used in puzzle mode.
de: oder für Quizfragen in einem Spiel, das für den Puzzlemodus konzipiert ist.
fr: ou pour des questions de quiz dans un jeu conçu pour être utilisé en mode puzzle.
he: או לשאלות חידון במשחק שנועד לשמש במצב פאזל.
hi: या पहेली मोड में उपयोग के लिए डिज़ाइन किए गए गेम में प्रश्नोत्तरी प्रश्नों के लिए।
hu: vagy kvízkérdésekhez egy olyan játékban, amelyet puzzle módban való használatra terveztek.
id: atau untuk pertanyaan kuis dalam permainan yang dirancang untuk digunakan dalam mode teka-teki.
it: o per domande a quiz in un gioco progettato per essere utilizzato in modalità puzzle.

source: The first arises when the move played in the main line is dubious
de: Der erste entsteht, wenn der in der Hauptvariante gespielte Zug zweifelhaft ist
fr: La première survient lorsque le coup joué dans la ligne principale est douteux
he: הראשון מתעורר כאשר המהלך ששיחק בקו הראשי מפוקפק
hi: पहली समस्या तब उत्पन्न होती है जब मुख्य लाइन में खेला गया कदम संदिग्ध होता है
hu: Az első akkor merül fel, ha a fővonalban megjátszott lépés kétes
id: Yang pertama muncul ketika gerakan yang dimainkan di jalur utama meragukan
it: Il primo si verifica quando la mossa giocata sulla linea principale è dubbia

source: and you want to ask the user if they can find a better move
de: und Sie möchten den Benutzer fragen, ob er einen besseren Zug finden kann
fr: et vous voulez demander à l'utilisateur s'il peut trouver un meilleur coup
he: ואתה רוצה לשאול את המשתמש אם הוא יכול למצוא מהלך טוב יותר
hi: और आप उपयोगकर्ता से पूछना चाहते हैं कि क्या वे कोई बेहतर कदम उठा सकते हैं
hu: és szeretné megkérdezni a felhasználót, hogy találhat-e jobb lépést
id: dan Anda ingin bertanya kepada pengguna apakah mereka dapat menemukan langkah yang lebih baik
it: e vuoi chiedere all'utente se può trovare una mossa migliore

source: which is placed in a sub-variation.
de: die in einer Untervariante platziert ist.
fr: qui est placé dans une sous-variante.
he: שממוקם בתת-וריאציה.
hi: जिसे उप-भिन्नता में रखा गया है।
hu: amely egy alváltozatba kerül.
id: yang ditempatkan dalam sub-variasi.
it: che è inserito in una sottovariante.

source: This means that if main line move is chosen by the user in puzzle mode,
de: Das bedeutet, dass, wenn der Benutzer im Puzzle-Modus den Hauptlinienzug wählt,
fr: Cela signifie que si le mouvement de la ligne principale est choisi par l'utilisateur en mode puzzle,
he: המשמעות היא שאם מהלך הקו הראשי נבחר על ידי המשתמש במצב פאזל,
hi: इसका मतलब यह है कि यदि पहेली मोड में उपयोगकर्ता द्वारा मुख्य लाइन चाल चुनी जाती है,
hu: Ez azt jelenti, hogy ha a felhasználó a fővonal mozgását választja kirakó módban,
id: Ini berarti jika gerakan jalur utama dipilih oleh pengguna dalam mode teka-teki,
it: Ciò significa che se la mossa della linea principale viene scelta dall'utente in modalità puzzle,

source: it should be taken back by the program and the user allowed
de: Es sollte vom Programm zurückgenommen werden und der Benutzer darf
fr: il devrait être repris par le programme et l'utilisateur autorisé
he: זה צריך להילקח בחזרה על ידי התוכנית ולאפשר למשתמש
hi: इसे प्रोग्राम द्वारा वापस ले लिया जाना चाहिए और उपयोगकर्ता को अनुमति दी जानी चाहिए
hu: vissza kell vennie a programnak és a felhasználónak engedélyezni kell
id: itu harus diambil kembali oleh program dan pengguna diizinkan
it: dovrebbe essere ripreso dal programma e l'utente dovrebbe essere autorizzato

source: to have another try, up to the maximum number of tries allowed.
de: um einen weiteren Versuch zu haben, bis zur maximal zulässigen Anzahl von Versuchen.
fr: de réessayer, jusqu'au nombre maximum d'essais autorisés.
he: לעשות ניסיון נוסף, עד למספר המרבי של ניסיונות המותר.
hi: अधिकतम अनुमत प्रयासों की संख्या तक, एक और प्रयास करने के लिए।
hu: hogy még egyszer próbálkozzon, a megengedett maximális számú próbálkozásig.
id: untuk mencoba lagi, hingga jumlah percobaan maksimum yang diizinkan.
it: per fare un altro tentativo, fino al raggiungimento del numero massimo di tentativi consentiti.

source: This is achieved by placing a ^p marker in a comment before the quiz move
de: Dies wird erreicht, indem ein ^p-Marker in einem Kommentar vor dem Quizzug platziert wird
fr: Ceci est réalisé en plaçant un marqueur ^p dans un commentaire avant le déplacement du quiz
he: זה מושג על ידי הצבת סמן ^p בהערה לפני מהלך החידון
hi: यह क्विज़ के आगे बढ़ने से पहले टिप्पणी में ^p मार्कर रखकर प्राप्त किया जाता है
hu: Ezt úgy érheti el, hogy egy ^p jelölőt helyez el egy megjegyzésben a kvíz lépése előtt
id: Hal ini dicapai dengan menempatkan penanda ^p di komentar sebelum kuis bergerak
it: Ciò si ottiene inserendo un marcatore ^p in un commento prima dello spostamento del quiz

source: and a ^b backup marker in a comment after the move to be taken back.
de: und ein ^b-Sicherungsmarker in einem Kommentar nach dem zurückzunehmenden Zug.
fr: et un marqueur de sauvegarde ^b dans un commentaire après le mouvement à reprendre.
he: וסמן גיבוי ^b בהערה לאחר המהלך שייקח בחזרה.
hi: और वापस लिए जाने वाले कदम के बाद टिप्पणी में ^b बैकअप मार्कर।
hu: és egy ^b tartalék jelző a megjegyzésben a visszavenni kívánt lépés után.
id: dan penanda cadangan ^b dalam komentar setelah pemindahan akan dilakukan kembali.
it: e un marcatore di backup ^b in un commento dopo la mossa da riprendere.

source: The backup one move process with a ^b marker only functions in puzzle mode.
de: Der Backup-One-Move-Prozess mit einem ^b-Marker funktioniert nur im Puzzle-Modus.
fr: Le processus de sauvegarde d'un mouvement avec un marqueur ^b ne fonctionne qu'en mode puzzle.
he: תהליך הגיבוי של תנועה אחת עם סמן ^b פועל רק במצב פאזל.
hi: ^b मार्कर के साथ बैकअप एक चाल प्रक्रिया केवल पहेली मोड में कार्य करती है।
hu: A ^b jelölővel végzett biztonsági mentés egy mozdulat csak rejtvény módban működik.
id: Proses satu gerakan cadangan dengan penanda ^b hanya berfungsi dalam mode teka-teki.
it: Il processo di backup con una mossa e un marcatore ^b funziona solo in modalità puzzle.

source: You can see an example of how to do this in the London-Ediburgh game
de: Ein Beispiel hierfür finden Sie im Spiel London-Ediburgh.
fr: Vous pouvez voir un exemple de la façon de procéder dans le match Londres-Édimbourg.
he: אתה יכול לראות דוגמה כיצד לעשות זאת במשחק לונדון-אדיבורג
hi: आप लंदन-एडिबर्ग खेल में ऐसा करने का एक उदाहरण देख सकते हैं
hu: Erre a London-Ediburgh játékban láthat egy példát
id: Anda dapat melihat contoh bagaimana melakukan ini di pertandingan London-Ediburgh
it: Un esempio di come farlo è possibile vederlo nella partita Londra-Edimburgo

source: with the moves 24... g5 and 25. Rf5 in the main line.
de: mit den Zügen 24... g5 und 25. Tf5 in der Hauptvariante.
fr: avec les coups 24... g5 et 25. Tf5 dans la ligne principale.
he: עם המהלכים 24...g5 ו-25. Rf5 בשורה הראשית.
hi: चाल 24... g5 और 25 के साथ. मुख्य पंक्ति में Rf5.
hu: a 24... g5 és 25. Rf5 mozdulatokkal a fővonalban.
id: dengan gerakan 24... g5 dan 25. Rf5 di jalur utama.
it: con le mosse 24... g5 e 25. Rf5 nella linea principale.

source: The second issue concerns the placement of ^p and ^b markers in comments.
de: Das zweite Problem betrifft die Platzierung der Markierungen ^p und ^b in Kommentaren.
fr: Le deuxième problème concerne le placement des marqueurs ^p et ^b dans les commentaires.
he: הנושא השני נוגע להצבת סמני ^p ו-^b בהערות.
hi: दूसरा मुद्दा टिप्पणियों में ^p और ^b मार्करों के स्थान से संबंधित है।
hu: A második kérdés a ^p és ^b markerek megjegyzésekben való elhelyezésére vonatkozik.
id: Masalah kedua menyangkut penempatan penanda ^p dan ^b dalam komentar.
it: Il secondo problema riguarda il posizionamento dei marcatori ^p e ^b nei commenti.

source: If the comment is less than 255 characters, then the marker can be placed
de: Wenn der Kommentar weniger als 255 Zeichen umfasst, kann die Markierung platziert werden
fr: Si le commentaire comporte moins de 255 caractères, le marqueur peut être placé
he: אם ההערה כוללת פחות מ-255 תווים, ניתן למקם את הסמן
hi: यदि टिप्पणी 255 अक्षरों से कम है, तो मार्कर रखा जा सकता है
hu: Ha a megjegyzés 255 karakternél rövidebb, akkor a jelölő elhelyezhető
id: Jika komentar kurang dari 255 karakter, maka penanda dapat ditempatkan
it: Se il commento è inferiore a 255 caratteri, è possibile posizionare il marcatore

source: at the end of the comment, otherwise it has to go at the start.
de: am Ende des Kommentars, sonst muss es an den Anfang.
fr: à la fin du commentaire, sinon il faut le mettre au début.
he: בסוף ההערה, אחרת זה צריך ללכת בהתחלה.
hi: टिप्पणी के अंत में, अन्यथा इसे शुरू में जाना होगा।
hu: a komment végén, különben az elején kell mennie.
id: di akhir komentar, jika tidak, komentar harus diletakkan di awal.
it: alla fine del commento, altrimenti deve essere inserito all'inizio.

source: This only becomes an issue if a user adds their own annotations
de: Dies wird nur dann zu einem Problem, wenn ein Benutzer seine eigenen Anmerkungen hinzufügt
fr: Cela ne devient un problème que si un utilisateur ajoute ses propres annotations
he: זה הופך לבעיה רק ​​אם משתמש מוסיף הערות משלו
hi: यह केवल तभी समस्या बनती है जब कोई उपयोगकर्ता अपना स्वयं का एनोटेशन जोड़ता है
hu: Ez csak akkor válik problémássá, ha a felhasználó saját megjegyzéseket ad hozzá
id: Ini hanya menjadi masalah jika pengguna menambahkan anotasi mereka sendiri
it: Questo diventa un problema solo se un utente aggiunge le proprie annotazioni

source: to an existing game. There is, of course, no need to count the number
de: zu einem bestehenden Spiel. Es ist natürlich nicht nötig, die Anzahl zu zählen
fr: à un jeu existant. Il n'est bien sûr pas nécessaire de compter le nombre
he: למשחק קיים. כמובן שאין צורך לספור את המספר
hi: किसी मौजूदा गेम में। बेशक, संख्या गिनने की कोई ज़रूरत नहीं है
hu: egy meglévő játékhoz. A számot természetesen nem kell számolni
id: ke permainan yang sudah ada. Tentu saja, tidak perlu menghitung jumlahnya
it: a un gioco esistente. Non c'è, ovviamente, bisogno di contare il numero

source: of characters in a comment. Just place the ^p or ^b at the start
de: von Zeichen in einem Kommentar. Platzieren Sie einfach das ^p oder ^b am Anfang
fr: de caractères dans un commentaire. Il suffit de placer le symbole ^p ou ^b au début
he: של דמויות בהערה. פשוט מקם את ה-^p או ^b בהתחלה
hi: टिप्पणी में वर्णों की संख्या। बस शुरुआत में ^p या ^b रखें
hu: karakterek közül egy megjegyzésben. Csak helyezze a ^p vagy ^b jelet az elejére
id: karakter dalam komentar. Cukup letakkan ^p atau ^b di awal
it: di caratteri in un commento. Basta posizionare ^p o ^b all'inizio

source: of the comment if there is any doubt.
de: des Kommentars, wenn Zweifel bestehen.
fr: du commentaire s'il y a un doute.
he: של ההערה אם יש ספק.
hi: यदि कोई संदेह हो तो टिप्पणी करें।
hu: a megjegyzésből, ha kétség merül fel.
id: komentar jika ada keraguan.
it: del commento se c'è qualche dubbio.

source: The third issue arises when you want to place a quiz question in the first move
de: Das dritte Problem entsteht, wenn Sie im ersten Schritt eine Quizfrage platzieren möchten
fr: Le troisième problème se pose lorsque vous souhaitez placer une question de quiz dans le premier mouvement
he: הבעיה השלישית מתעוררת כאשר אתה רוצה להציב שאלת חידון במהלך הראשון
hi: तीसरी समस्या तब उत्पन्न होती है जब आप पहली चाल में कोई प्रश्नोत्तरी प्रश्न रखना चाहते हैं
hu: A harmadik probléma akkor merül fel, ha egy kvízkérdést szeretne az első lépésben feltenni
id: Masalah ketiga muncul ketika Anda ingin menempatkan pertanyaan kuis di langkah pertama
it: Il terzo problema si verifica quando si desidera inserire una domanda del quiz nella prima mossa
