Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: Arrow size - arrow head size in pixels.
de: Pfeilgröße – Größe der Pfeilspitze in Pixeln.
fr: Taille de la flèche - taille de la tête de flèche en pixels.
he: גודל חץ - גודל ראש חץ בפיקסלים.
hi: तीर का आकार - पिक्सेल में तीर के शीर्ष का आकार.
hu: Nyíl mérete – nyílfej mérete pixelben.
id: Ukuran panah - ukuran kepala panah dalam piksel.
it: Dimensione freccia: dimensione della punta della freccia in pixel.

source: Arrow thickness - arrow line thickness in pixels.
de: Pfeilstärke – Stärke der Pfeillinie in Pixeln.
fr: Épaisseur de la flèche - épaisseur de la ligne de flèche en pixels.
he: עובי החץ - עובי קו החץ בפיקסלים.
hi: तीर की मोटाई - पिक्सेल में तीर रेखा की मोटाई.
hu: Nyílvastagság – a nyílvonal vastagsága pixelben.
id: Ketebalan panah - ketebalan garis panah dalam piksel.
it: Spessore freccia: spessore della linea della freccia in pixel.

source: Arrow proportion - arrow square proportion.
de: Pfeilproportion - Pfeilquadratproportion.
fr: Proportion de flèche - proportion de carré de flèche.
he: פרופורציית חץ - פרופורציית חץ ריבועית.
hi: तीर अनुपात - तीर वर्ग अनुपात.
hu: Nyíl aránya - nyíl négyzet aránya.
id: Proporsi anak panah - proporsi persegi anak panah.
it: Proporzione freccia - proporzione quadrata freccia.

source: i.e. How far the arrow goes into a square.
de: d. h., wie weit der Pfeil in ein Quadrat eindringt.
fr: c'est-à-dire jusqu'où la flèche pénètre dans un carré.
he: כלומר עד כמה החץ נכנס לריבוע.
hi: अर्थात् तीर एक वर्ग में कितनी दूर तक जाता है।
hu: azaz milyen messzire megy a nyíl egy négyzetbe.
id: yaitu Seberapa jauh anak panah tersebut masuk ke dalam kotak.
it: cioè quanto lontano entra la freccia in un quadrato.

source: Board highlight colours help
de: Hilfe zu Board-Hervorhebungsfarben
fr: Aide aux couleurs de surbrillance du tableau
he: צבעי הדגשת לוח עוזרים
hi: बोर्ड हाइलाइट रंग मदद करते हैं
hu: A tábla kiemelésének színei segítenek
id: Warna sorotan papan membantu
it: I colori di evidenziazione della bacheca aiutano

source: Single line kibitz
de: Einzeiliger Kibitz
fr: Kibitz à une seule ligne
he: קיביץ בשורה אחת
hi: सिंगल लाइन किबिट्ज़
hu: Egysoros kibic
id: Kibitz garis tunggal
it: Kibitz a riga singola

source: Full kibitz
de: Voller Kibitz
fr: Kibitz complet
he: קיביץ מלא
hi: पूर्ण किबिट्ज़
hu: Teljes kibic
id: Semangat penuh
it: Kibitz completo

source: Reverse single line display
de: Umgekehrte einzeilige Anzeige
fr: Affichage inversé sur une seule ligne
he: תצוגת שורה אחת הפוכה
hi: रिवर्स सिंगल लाइन डिस्प्ले
hu: Fordított egysoros kijelző
id: Tampilan garis tunggal terbalik
it: Visualizzazione inversa di una sola riga

source: Enforce Kibitz line number
de: Kibitz-Zeilennummer erzwingen
fr: Appliquer le numéro de ligne Kibitz
he: אכיפת מספר קו קיביץ
hi: किबिट्ज़ लाइन नंबर लागू करें
hu: Kibitz sorszám érvényesítése
id: Terapkan nomor baris Kibitz
it: Applica il numero di linea Kibitz

source: These options allow the user to select the kibitzing mode
de: Mit diesen Optionen kann der Benutzer den Kibitzing-Modus auswählen
fr: Ces options permettent à l'utilisateur de sélectionner le mode kibitzing
he: אפשרויות אלה מאפשרות למשתמש לבחור את מצב הקיביטציה
hi: ये विकल्प उपयोगकर्ता को किबिट्ज़िंग मोड का चयन करने की अनुमति देते हैं
hu: Ezek az opciók lehetővé teszik a felhasználó számára a kibitezési mód kiválasztását
id: Opsi ini memungkinkan pengguna untuk memilih mode kibitzing
it: Queste opzioni consentono all'utente di selezionare la modalità kibitzing

source: to use when the engine is analysing a move on its own turn.
de: zu verwenden, wenn die Engine einen Zug in ihrem eigenen Zug analysiert.
fr: à utiliser lorsque le moteur analyse un mouvement à son tour.
he: לשימוש כאשר המנוע מנתח מהלך בתורו.
hi: इसका उपयोग तब किया जाता है जब इंजन अपनी बारी पर किसी चाल का विश्लेषण कर रहा हो।
hu: használni, amikor a motor a saját fordulójában elemzi a mozgást.
id: untuk digunakan saat mesin menganalisis pergerakan pada gilirannya sendiri.
it: da utilizzare quando il motore sta analizzando una mossa nel proprio turno.

source: Select <Single line kibitz> to display the best line of play only.
de: Wählen Sie <Single line kibitz>, um nur die beste Spiellinie anzuzeigen.
fr: Sélectionnez <Kibitz à ligne unique> pour afficher uniquement la meilleure ligne de jeu.
he: בחר <קיbitz שורה אחת> כדי להציג את קו המשחק הטוב ביותר בלבד.
hi: केवल खेल की सर्वोत्तम पंक्ति प्रदर्शित करने के लिए <एकल पंक्ति किबिट्ज़> का चयन करें।
hu: Válassza az <Egysoros kibitz> lehetőséget, ha csak a legjobb játéksort szeretné megjeleníteni.
id: Pilih <Single line kibitz> untuk menampilkan garis permainan terbaik saja.
it: Selezionare <Kibitz a linea singola> per visualizzare solo la migliore linea di gioco.

source: Of the two modes this gives slightly stronger play
de: Von den beiden Modi bietet dieser ein etwas stärkeres Spiel
fr: Des deux modes, celui-ci donne un jeu légèrement plus fort
he: מבין שני המצבים זה נותן משחק קצת יותר חזק
hi: दोनों मोड में से यह थोड़ा मजबूत खेल देता है
hu: A két mód közül ez valamivel erősebb játékot ad
id: Dari dua mode ini memberikan permainan yang sedikit lebih kuat
it: Delle due modalità questa offre un gioco leggermente più forte

source: Select <Full kibitz> to display the same number of lines
de: Wählen Sie <Vollständiger Kibitz>, um die gleiche Anzahl Zeilen anzuzeigen
fr: Sélectionnez <Kibitz complet> pour afficher le même nombre de lignes
he: בחר <קיbitz מלא> כדי להציג את אותו מספר שורות
hi: समान संख्या में पंक्तियाँ प्रदर्शित करने के लिए <पूर्ण किबिट्ज़> का चयन करें
hu: Ugyanannyi sor megjelenítéséhez válassza a <Teljes kibitz> lehetőséget
id: Pilih <Full kibitz> untuk menampilkan jumlah baris yang sama
it: Selezionare <Kibitz completo> per visualizzare lo stesso numero di righe

source: as displayed when the engine is pondering.
de: wie angezeigt, wenn der Motor nachdenkt.
fr: tel qu'affiché lorsque le moteur tourne.
he: כפי שמוצג כאשר המנוע שוקל.
hi: जैसा कि इंजन के विचार करने पर प्रदर्शित होता है।
hu: ahogy a motor töprengve jelenik meg.
id: seperti yang ditampilkan saat mesin sedang merenung.
it: come visualizzato quando il motore è in fase di riflessione.

source: This will give a more comprehensive view of the position,
de: Dies gibt einen umfassenderen Überblick über die Position,
fr: Cela donnera une vue plus complète de la position,
he: זה ייתן מבט מקיף יותר על התפקיד,
hi: इससे स्थिति का अधिक व्यापक दृष्टिकोण प्राप्त होगा,
hu: Ez átfogóbb képet ad a pozícióról,
id: Hal ini akan memberikan gambaran yang lebih komprehensif tentang posisi tersebut,
it: Ciò fornirà una visione più completa della posizione,

source: if the kibitz pondering line number is set to more than one.
de: wenn die Kibitz-Pounding-Zeilennummer auf mehr als eins eingestellt ist.
fr: si le numéro de ligne de réflexion kibitz est défini sur plus d'un.
he: אם מספר קו ההרהורים של הקיביץ מוגדר ליותר מאחד.
hi: यदि किबिट्ज़ विचार पंक्ति संख्या एक से अधिक पर सेट है।
hu: ha a kibitz töprengő sorszám egynél többre van állítva.
id: jika nomor baris renungan kibitz diatur lebih dari satu.
it: se il numero di riga di ponderazione del kibitz è impostato su più di uno.

source: This option applies to shootout mode,
de: Diese Option gilt für den Shootout-Modus,
fr: Cette option s'applique au mode fusillade,
he: אפשרות זו חלה על מצב יריות,
hi: यह विकल्प शूटआउट मोड पर लागू होता है,
hu: Ez az opció a lövöldözés módra vonatkozik,
id: Opsi ini berlaku untuk mode tembak-menembak,
it: Questa opzione si applica alla modalità sparatoria,

source: engine vs. engine games and human vs. engine games.
de: Engine-gegen-Engine-Spiele und Mensch-gegen-Engine-Spiele.
fr: jeux moteur contre moteur et jeux humain contre moteur.
he: משחקי מנוע מול מנוע ומשחקי אדם מול מנוע.
hi: इंजन बनाम इंजन खेल और मानव बनाम इंजन खेल।
hu: motor vs motor játékok és ember vs motor játékok.
id: permainan mesin vs. mesin dan permainan manusia vs. mesin.
it: giochi motore contro motore e giochi umani contro motore.

source: It has no effect when the engine is pondering.
de: Es hat keine Auswirkung, wenn der Motor im Leerlauf ist.
fr: Cela n'a aucun effet lorsque le moteur tourne.
he: זה לא משפיע כשהמנוע מהרהר.
hi: जब इंजन विचार कर रहा हो तो इसका कोई प्रभाव नहीं पड़ता।
hu: Nincs hatása, ha a motor töpreng.
id: Tidak ada pengaruhnya saat mesin sedang berpikir.
it: Non ha alcun effetto quando il motore è in fase di riflessione.

source: In that case you can adjust the number of lines
de: In diesem Fall können Sie die Anzahl der Zeilen anpassen
fr: Dans ce cas, vous pouvez ajuster le nombre de lignes
he: במקרה כזה ניתן להתאים את מספר השורות
hi: उस स्थिति में आप पंक्तियों की संख्या समायोजित कर सकते हैं
hu: Ebben az esetben módosíthatja a sorok számát
id: Dalam hal ini Anda dapat menyesuaikan jumlah baris
it: In tal caso puoi regolare il numero di linee

source: with the plus and minus buttons in the analysis panel.
de: mit den Plus- und Minus-Schaltflächen im Analysebereich.
fr: avec les boutons plus et moins dans le panneau d'analyse.
he: עם כפתורי הפלוס והמינוס בלוח הניתוח.
hi: विश्लेषण पैनल में प्लस और माइनस बटन के साथ।
hu: az elemzési panelen található plusz és mínusz gombokkal.
id: dengan tombol plus dan minus di panel analisis.
it: con i pulsanti più e meno nel pannello di analisi.

source: When kibitzing with full kibitz mode when the engine is thinking,
de: Beim Kibitzen mit vollem Kibitz-Modus, wenn der Motor denkt,
fr: Lors du kibitzing avec le mode kibitz complet lorsque le moteur réfléchit,
he: כאשר מקיימים עם מצב קיביט מלא כאשר המנוע חושב,
hi: जब इंजन सोच रहा हो और पूर्ण किबिट्ज़ मोड के साथ किबिट्ज़िंग कर रहा हो,
hu: Teljes kibitz üzemmódban, amikor a motor gondolkodik,
id: Saat berkibitz dengan mode kibitz penuh saat mesin berpikir,
it: Quando si kibitza con la modalità kibitz completa quando il motore sta pensando,

source: the speed of engine play is governed by the Engine Adjustment settings,
de: Die Geschwindigkeit des Engine-Spiels wird durch die Engine-Anpassungseinstellungen bestimmt.
fr: la vitesse de jeu du moteur est régie par les paramètres de réglage du moteur,
he: מהירות הפעלת המנוע נשלטת על ידי הגדרות כוונון המנוע,
hi: इंजन की गति इंजन समायोजन सेटिंग्स द्वारा नियंत्रित होती है,
hu: a motor játék sebességét a motorbeállítások szabályozzák,
id: kecepatan permainan mesin diatur oleh pengaturan Penyesuaian Mesin,
it: la velocità di gioco del motore è regolata dalle impostazioni di regolazione del motore,

source: even if they are not switched on.
de: auch wenn sie nicht eingeschaltet sind.
fr: même s'ils ne sont pas allumés.
he: גם אם הם לא מופעלים.
hi: भले ही वे चालू न हों।
hu: még ha nincsenek is bekapcsolva.
id: bahkan meskipun tidak dinyalakan.
it: anche se non sono accesi.

source: The reason for this is that during full kibitzing, the program runs an
de: Der Grund hierfür ist, dass das Programm während des vollständigen Kibitzens eine
fr: La raison en est que pendant le kibitzing complet, le programme exécute un
he: הסיבה לכך היא שבמהלך קיביטינג מלא, התוכנית מפעילה
hi: इसका कारण यह है कि पूर्ण किबिट्ज़िंग के दौरान, प्रोग्राम चलता है
hu: Ennek az az oka, hogy a teljes kibitezés során a program lefut egy
id: Alasannya adalah karena selama kibitzing penuh, program tersebut menjalankan
it: Il motivo è che durante il kibitzing completo, il programma esegue un

source: infinite analysis loop which has to be interrupted to make it play a move.
de: Endlosschleife der Analyse, die unterbrochen werden muss, damit ein Zug ausgeführt wird.
fr: boucle d'analyse infinie qui doit être interrompue pour lui faire jouer un coup.
he: לולאת ניתוח אינסופית שיש להפסיק אותה כדי לגרום לה לשחק מהלך.
hi: अनंत विश्लेषण लूप जिसे चाल चलने के लिए बाधित करना पड़ता है।
hu: végtelen elemzési ciklus, amelyet meg kell szakítani, hogy egy lépést játsszon.
id: putaran analisis tak terbatas yang harus diinterupsi untuk dapat memainkan suatu gerakan.
it: ciclo di analisi infinito che deve essere interrotto per fargli eseguire una mossa.

source: So if you use this mode and find that the engine is moving too fast
de: Wenn Sie diesen Modus verwenden und feststellen, dass der Motor zu schnell läuft
fr: Donc, si vous utilisez ce mode et constatez que le moteur tourne trop vite
he: אז אם אתה משתמש במצב זה ומגלה שהמנוע זז מהר מדי
hi: इसलिए यदि आप इस मोड का उपयोग करते हैं और पाते हैं कि इंजन बहुत तेज चल रहा है
hu: Tehát ha ezt az üzemmódot használja, és úgy találja, hogy a motor túl gyorsan mozog
id: Jadi jika Anda menggunakan mode ini dan menemukan bahwa mesin bergerak terlalu cepat
it: Quindi se si utilizza questa modalità e si scopre che il motore si muove troppo velocemente

source: or too slow, you can adjust the speed of play with these settings.
de: oder zu langsam ist, können Sie die Wiedergabegeschwindigkeit mit diesen Einstellungen anpassen.
fr: ou trop lent, vous pouvez ajuster la vitesse de lecture avec ces paramètres.
he: או איטי מדי, אתה יכול להתאים את מהירות המשחק עם הגדרות אלה.
hi: या बहुत धीमी है, तो आप इन सेटिंग्स के साथ खेल की गति को समायोजित कर सकते हैं।
hu: vagy túl lassú, ezekkel a beállításokkal módosíthatja a lejátszás sebességét.
id: atau terlalu lambat, Anda dapat menyesuaikan kecepatan pemutaran dengan pengaturan ini.
it: o troppo lento, puoi regolare la velocità di riproduzione con queste impostazioni.

source: Engine Adjustment.. is in the Options menu.
de: Die Motoreinstellung befindet sich im Optionsmenü.
fr: Le réglage du moteur se trouve dans le menu Options.
he: התאמת מנוע... נמצאת בתפריט האפשרויות.
hi: इंजन समायोजन.. विकल्प मेनू में है।
hu: A Motor Adjustment... az Opciók menüben található.
id: Penyesuaian Mesin.. ada di menu Opsi.
it: Regolazione motore... si trova nel menu Opzioni.

source: Check the <Reverse single line display> box to show
de: Aktivieren Sie das Kontrollkästchen <Einzeilige Anzeige umkehren>, um
fr: Cochez la case <Affichage sur une seule ligne inversée> pour afficher
he: סמן את התיבה <תצוגת שורה אחת לאחור> כדי להציג
hi: दिखाने के लिए <रिवर्स सिंगल लाइन डिस्प्ले> बॉक्स को चेक करें
hu: Jelölje be a <Reverse single line display> négyzetet a megjelenítéshez
id: Centang kotak <Tampilan baris tunggal terbalik> untuk menampilkan
it: Selezionare la casella <Visualizzazione inversa di una sola riga> per visualizzare

source: the two engine kibitz lines in reverse positions.
de: die beiden Motoren kibitzen die Linien in umgekehrter Position.
fr: les deux lignes de kibitz du moteur en positions inversées.
he: שני קווי הקיביץ של המנוע במצבים הפוכים.
hi: दो इंजन किबिट्ज़ लाइनें विपरीत स्थिति में।
hu: a két motor kibitz vonal fordított állásban.
id: dua garis kibitz mesin dalam posisi terbalik.
it: le due linee kibitz del motore in posizione invertita.

source: Check the <Enforce kibitz line number> to instruct the engine to send
de: Überprüfen Sie die <Enforce kibitz line number>, um die Engine anzuweisen,
fr: Cochez la case <Enforce kibitz line number> pour demander au moteur d'envoyer
he: בדוק את <Enforce kibitz line number> כדי להורות למנוע לשלוח
hi: इंजन को भेजने का निर्देश देने के लिए <Enforce kibitz line number> की जाँच करें
hu: Jelölje be a <Enforce kibitz line number> mezőt, hogy utasítsa a motort a küldésre
id: Centang <Enforce kibitz line number> untuk menginstruksikan mesin untuk mengirim
it: Selezionare <Imporre il numero di riga kibitz> per istruire il motore a inviare

source: kibitz info strings for only the number of lines selected.
de: Kibitz-Infozeichenfolgen nur für die Anzahl der ausgewählten Zeilen.
fr: chaînes d'informations kibitz pour uniquement le nombre de lignes sélectionnées.
he: מחרוזות מידע של kibitz עבור מספר השורות שנבחרו בלבד.
hi: kibitz जानकारी स्ट्रिंग केवल चयनित पंक्तियों की संख्या के लिए।
hu: kibitz infókarakterláncok csak a kiválasztott számú sorhoz.
id: string info kibitz hanya untuk jumlah baris yang dipilih.
it: stringhe informative kibitz solo per il numero di righe selezionate.

source: Otherwise it will send 4 kibitz info lines and then the number
de: Andernfalls werden 4 Kibitz-Infozeilen gesendet und dann die Nummer
fr: Sinon, il enverra 4 lignes d'informations kibitz puis le numéro
he: אחרת הוא ישלח 4 שורות מידע של קיביץ ואז המספר
hi: अन्यथा यह 4 किबिट्ज़ सूचना लाइनें और फिर संख्या भेजेगा
hu: Ellenkező esetben 4 kibites infósort küld, majd a számot
id: Jika tidak, ia akan mengirimkan 4 jalur info kibitz dan kemudian nomor
it: Altrimenti invierà 4 righe di informazioni kibitz e poi il numero

source: you have selected will be displayed.
de: Die von Ihnen ausgewählte Datei wird angezeigt.
fr: que vous avez sélectionné sera affiché.
he: שבחרת יוצג.
hi: आपके द्वारा चयनित विकल्प प्रदर्शित किया जाएगा।
hu: az Ön által kiválasztott üzenet jelenik meg.
id: yang telah Anda pilih akan ditampilkan.
it: che hai selezionato verranno visualizzati.

source: If you enforce the kibitz line number, the program will get
de: Wenn Sie die Kibitz-Zeilennummer erzwingen, erhält das Programm
fr: Si vous appliquez le numéro de ligne kibitz, le programme obtiendra
he: אם תאכוף את מספר קו הקיביץ, התוכנית תקבל
hi: यदि आप किबिट्ज़ लाइन नंबर लागू करते हैं, तो प्रोग्राम को मिलेगा
hu: Ha kényszeríted a kibitz sorszámot, akkor a program megkapja
id: Jika Anda menerapkan nomor baris kibitz, program akan mendapatkan
it: Se si impone il numero di riga kibitz, il programma otterrà

source: a bit deeper when it is kibitzing.
de: etwas tiefer, wenn es kibitzt.
fr: un peu plus profond quand il s'agit de kibitzing.
he: קצת יותר עמוק כשהיא מוקפצת.
hi: जब यह किबिट्ज़िंग है तो थोड़ा गहरा है।
hu: egy kicsit mélyebbre, ha kibitzik.
id: sedikit lebih dalam ketika sedang bercanda.
it: un po' più in profondità quando è in chiacchiere.

source: If you are using kibitzing when using an engine with its own book,
de: Wenn Sie Kibitzing verwenden, während Sie eine Engine mit eigenem Buch verwenden,
fr: Si vous utilisez le kibitzing lorsque vous utilisez un moteur avec son propre livre,
he: אם אתה משתמש בקיבטינג בעת שימוש במנוע עם ספר משלו,
hi: यदि आप किसी इंजन का उपयोग करते समय उसकी अपनी पुस्तक के साथ किबिट्ज़िंग का उपयोग कर रहे हैं,
hu: Ha kibicezést használ, amikor saját könyvvel rendelkező motort használ,
id: Jika Anda menggunakan kibitzing saat menggunakan mesin dengan bukunya sendiri,
it: Se si utilizza il kibitzing quando si utilizza un motore con il proprio libro,

source: then the program will show single line kibitz on its own move,
de: dann zeigt das Programm bei seiner eigenen Bewegung einzeiliges Kibitz an,
fr: alors le programme affichera des kibitz à une seule ligne lors de son propre déplacement,
he: אז התוכנית תציג קיביץ בשורה אחת על מהלך שלה,
hi: तब प्रोग्राम अपने आप ही एकल लाइन किबिट्ज़ दिखाएगा,
hu: akkor a program egysoros kibitzeket fog mutatni saját mozgása során,
id: maka program akan menampilkan kibitz satu baris pada gerakannya sendiri,
it: quindi il programma mostrerà una singola linea kibitz sulla sua stessa mossa,

source: no matter what the settings are.
de: egal wie die Einstellungen sind.
fr: quels que soient les paramètres.
he: לא משנה מה ההגדרות.
hi: इससे कोई फर्क नहीं पड़ता कि सेटिंग्स क्या हैं.
hu: mindegy milyen beállítások vannak.
id: tidak peduli apa pun pengaturannya.
it: indipendentemente dalle impostazioni.

source: This is to stop the program from getting stuck in an infinite loop.
de: Dadurch soll verhindert werden, dass das Programm in einer Endlosschleife hängen bleibt.
fr: Cela permet d’empêcher le programme de rester bloqué dans une boucle infinie.
he: זה כדי למנוע מהתוכנית להיתקע בלולאה אינסופית.
hi: इसका उद्देश्य प्रोग्राम को अनंत लूप में फंसने से रोकना है।
hu: Ezzel megakadályozzuk, hogy a program egy végtelen hurokban ragadjon.
id: Hal ini dilakukan untuk menghentikan program agar tidak terjebak dalam putaran tak terhingga.
it: Questo serve a impedire che il programma resti bloccato in un ciclo infinito.

source: Select engine kibitzing mode
de: Wählen Sie den Motor-Kibitzen-Modus
fr: Sélectionnez le mode de kibitzing du moteur
he: בחר מצב קיביטינג במנוע
hi: इंजन किबिट्ज़िंग मोड का चयन करें
hu: Válassza ki a motor kibitezési módját
id: Pilih mode kibitzing mesin
it: Seleziona la modalità di kibitzing del motore

source: Light direction
de: Lichtrichtung
fr: Direction de la lumière
he: כיוון אור
hi: प्रकाश की दिशा
hu: Fény iránya
id: Arah cahaya
it: Direzione della luce

source: Light power
de: Lichtleistung
fr: Puissance lumineuse
he: כוח קל
hi: प्रकाश शक्ति
hu: Fényerő
id: Kekuatan cahaya
it: Potenza luminosa

source: Ambient
de: Umgebung
fr: Ambiant
he: אווירה
hi: व्यापक
hu: Környező
id: Lingkungan sekitar
it: Ambiente

source: Diffuse
de: Diffus
fr: Diffuser
he: מְפוּזָר
hi: बिखरा हुआ
hu: Diffúz
id: Membaur
it: Diffondere

source: Specular
de: Spiegelnd
fr: Spéculaire
he: ספקקולרי
hi: स्पेक्युलर
hu: Specularis
id: Spekular
it: Speculare

source: Dark pieces
de: Dunkle Stücke
fr: Pièces sombres
he: חתיכות כהות
hi: काले टुकड़े
hu: Sötét darabok
id: Potongan gelap
it: Pezzi scuri

source: Light pieces
de: Leichte Stücke
fr: Pièces légères
he: חתיכות קלות
hi: हल्के टुकड़े
hu: Könnyű darabok
id: Potongan cahaya
it: Pezzi leggeri

source: Materials
de: Materialien
fr: Matériels
he: חומרים
hi: सामग्री
hu: Anyagok
id: Bahan
it: Materiali

source: Emissive
de: Emissionsfähig
fr: Émissif
he: פולט
hi: छोड़नेवाला
hu: Kibocsátó
id: Yg memancarkan
it: Emissivo

source: Power
de: Leistung
fr: Pouvoir
he: כּוֹחַ
hi: शक्ति
hu: Hatalom
id: Kekuatan
it: Energia

source: Display shadows
de: Schatten anzeigen
fr: Afficher les ombres
he: הצג צללים
hi: छाया प्रदर्शित करें
hu: Árnyékok megjelenítése
id: Menampilkan bayangan
it: Mostra ombre

source: Shadow power
de: Schattenmacht
fr: Pouvoir de l'ombre
he: כוח צל
hi: छाया शक्ति
hu: Árnyék hatalom
id: Kekuatan bayangan
it: Potere dell'ombra

source: Enter the light X direction
de: Geben Sie die X-Richtung des Lichts ein
fr: Entrez la direction lumineuse X
he: הזן את כיוון האור X
hi: प्रकाश X दिशा दर्ज करें
hu: Adja meg a fény X irányát
id: Masukkan arah cahaya X
it: Inserisci la direzione della luce X

source: Enter the light Y direction
de: Geben Sie die Y-Richtung des Lichts ein
fr: Entrez la direction lumineuse Y
he: הכנס לכיוון האור Y
hi: प्रकाश Y दिशा में प्रवेश करें
hu: Adja meg a fény Y irányát
id: Masukkan arah cahaya Y
it: Inserisci la direzione della luce Y

source: Enter the light Z direction
de: Geben Sie die Z-Richtung des Lichts ein
fr: Entrez la direction Z de la lumière
he: הזן את כיוון האור Z
hi: प्रकाश Z दिशा में प्रवेश करें
hu: Adja meg a fény Z irányát
id: Masukkan arah cahaya Z
it: Inserisci la direzione della luce Z

source: Enter the ambient light power for the dark pieces
de: Geben Sie die Umgebungslichtstärke für die dunklen Teile ein
fr: Entrez la puissance de la lumière ambiante pour les pièces sombres
he: הזן את כוח האור הסביבתי עבור החלקים האפלים
hi: अंधेरे टुकड़ों के लिए परिवेश प्रकाश शक्ति दर्ज करें
hu: Adja meg a környezeti fény teljesítményét a sötét darabokhoz
id: Masukkan daya cahaya sekitar untuk bagian yang gelap
it: Inserisci la potenza della luce ambientale per i pezzi scuri

source: Enter the diffuse light power for the dark pieces
de: Geben Sie die diffuse Lichtleistung für die dunklen Teile ein
fr: Entrez la puissance de la lumière diffuse pour les pièces sombres
he: הזן את כוח האור המפוזר עבור החלקים הכהים
hi: अंधेरे टुकड़ों के लिए विसरित प्रकाश शक्ति दर्ज करें
hu: Adja meg a diffúz fényerőt a sötét darabokhoz
id: Masukkan kekuatan cahaya difus untuk bagian yang gelap
it: Inserisci la potenza della luce diffusa per i pezzi scuri

source: Enter the specular light power for the dark pieces
de: Geben Sie die spiegelnde Lichtstärke für die dunklen Teile ein
fr: Entrez la puissance de la lumière spéculaire pour les pièces sombres
he: הזן את כוח האור האפל עבור החלקים האפלים
hi: अंधेरे टुकड़ों के लिए स्पेक्युलर प्रकाश शक्ति दर्ज करें
hu: Adja meg a tükrös fényerőt a sötét darabokhoz
id: Masukkan kekuatan cahaya spekuler untuk bagian gelap
it: Inserisci la potenza della luce speculare per i pezzi scuri
