Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: and rename them so that they appear in the select bitmap dialog panel.
de: und benennen Sie sie um, sodass sie im Dialogfenster „Bitmap auswählen“ angezeigt werden.
fr: et renommez-les afin qu'ils apparaissent dans le panneau de dialogue de sélection de bitmap.
he: ושנה את שמם כך שהם יופיעו בחלונית הדו-שיח בחר מפת סיביות.
hi: और उनका नाम बदलें ताकि वे चयनित बिटमैप संवाद पैनल में दिखाई दें।
hu: és nevezze át őket úgy, hogy megjelenjenek a bittérkép kiválasztása párbeszédpanelen.
id: dan ganti namanya sehingga muncul pada panel dialog pilih bitmap.
it: e rinominarli in modo che appaiano nel pannello di dialogo Seleziona bitmap.

source: There are more detailed instructions on the previous help screen.
de: Ausführlichere Anweisungen finden Sie auf dem vorherigen Hilfebildschirm.
fr: Des instructions plus détaillées sont disponibles sur l'écran d'aide précédent.
he: יש הוראות מפורטות יותר במסך העזרה הקודם.
hi: पिछली सहायता स्क्रीन पर अधिक विस्तृत निर्देश हैं।
hu: Az előző súgóképernyőn részletesebb utasítások találhatók.
id: Ada petunjuk lebih rinci di layar bantuan sebelumnya.
it: Nella schermata di aiuto precedente sono disponibili istruzioni più dettagliate.

source: Additional bitmap textures
de: Zusätzliche Bitmap-Texturen
fr: Textures bitmap supplémentaires
he: טקסטורות מפת סיביות נוספות
hi: अतिरिक्त बिटमैप बनावट
hu: További bittérképes textúrák
id: Tekstur bitmap tambahan
it: Texture bitmap aggiuntive

source: Error on
de: Fehler bei
fr: Erreur sur
he: שגיאה מופעלת
hi: त्रुटि चालू
hu: Hiba bekapcsolva
id: Kesalahan pada
it: Errore su

source: Error running UCI engine
de: Fehler beim Ausführen der UCI-Engine
fr: Erreur lors de l'exécution du moteur UCI
he: שגיאה בהפעלת מנוע UCI
hi: UCI इंजन चलाने में त्रुटि
hu: Hiba az UCI motor futtatásakor
id: Kesalahan saat menjalankan mesin UCI
it: Errore durante l'esecuzione del motore UCI

source: Automatic Analysis Options
de: Automatische Analyseoptionen
fr: Options d'analyse automatique
he: אפשרויות ניתוח אוטומטי
hi: स्वचालित विश्लेषण विकल्प
hu: Automatikus elemzési beállítások
id: Opsi Analisis Otomatis
it: Opzioni di analisi automatica

source: Variation length options
de: Variationslängenoptionen
fr: Options de longueur de variation
he: אפשרויות אורך וריאציה
hi: विविधता लंबाई विकल्प
hu: Változatos hossz opciók
id: Opsi panjang variasi
it: Opzioni di lunghezza variabile

source: Variation length Options
de: Variationslänge Optionen
fr: Options de longueur de variation
he: אורך וריאציה אפשרויות
hi: विविधता लंबाई विकल्प
hu: Változat hossza Opciók
id: Panjang variasi Opsi
it: Opzioni di lunghezza della variazione

source: Bug fix options
de: Optionen zur Fehlerbehebung
fr: Options de correction de bogues
he: אפשרויות לתיקון באגים
hi: बग फिक्स विकल्प
hu: Hibajavítási lehetőségek
id: Opsi perbaikan bug
it: Opzioni di correzione dei bug

source: Piece animation options
de: Stückanimationsoptionen
fr: Options d'animation des pièces
he: אפשרויות אנימציה של חלק
hi: टुकड़ा एनीमेशन विकल्प
hu: Darab animációs lehetőségek
id: Opsi animasi potongan
it: Opzioni di animazione del pezzo

source: Auto replay options
de: Optionen für die automatische Wiedergabe
fr: Options de relecture automatique
he: אפשרויות הפעלה חוזרת אוטומטית
hi: ऑटो रिप्ले विकल्प
hu: Automatikus visszajátszási lehetőségek
id: Opsi pemutaran ulang otomatis
it: Opzioni di riproduzione automatica

source: Select 3d user defined window background settings
de: Wählen Sie benutzerdefinierte 3D-Fensterhintergrundeinstellungen
fr: Sélectionnez les paramètres d'arrière-plan de la fenêtre 3D définis par l'utilisateur
he: בחר הגדרות רקע חלון בהגדרת משתמש תלת מימדית
hi: 3D उपयोगकर्ता परिभाषित विंडो पृष्ठभूमि सेटिंग्स का चयन करें
hu: Válassza ki a 3D felhasználó által meghatározott ablak háttérbeállításait
id: Pilih pengaturan latar belakang jendela 3d yang ditentukan pengguna
it: Seleziona le impostazioni dello sfondo della finestra 3D definite dall'utente

source: Select board widget options
de: Board-Widget-Optionen auswählen
fr: Sélectionnez les options du widget du tableau
he: בחר אפשרויות ווידג'ט של לוח
hi: बोर्ड विजेट विकल्प चुनें
hu: Válassza ki a tábla widget beállításait
id: Pilih opsi widget papan
it: Seleziona le opzioni del widget della bacheca

source: Opening book settings
de: Bucheinstellungen öffnen
fr: Ouvrir les paramètres du livre
he: פתיחת הגדרות הספר
hi: पुस्तक खोलने की सेटिंग
hu: A könyvbeállítások megnyitása
id: Membuka pengaturan buku
it: Impostazioni di apertura del libro

source: Clock Settings
de: Uhreinstellungen
fr: Paramètres de l'horloge
he: הגדרות שעון
hi: घड़ी सेटिंग
hu: Óra beállításai
id: Pengaturan Jam
it: Impostazioni dell'orologio

source: Select screen colours
de: Bildschirmfarben auswählen
fr: Sélectionnez les couleurs de l'écran
he: בחר צבעי מסך
hi: स्क्रीन रंग चुनें
hu: Válassza ki a képernyő színeit
id: Pilih warna layar
it: Seleziona i colori dello schermo

source: Engine settings
de: Motoreinstellungen
fr: Paramètres du moteur
he: הגדרות מנוע
hi: इंजन सेटिंग्स
hu: Motorbeállítások
id: Pengaturan mesin
it: Impostazioni del motore

source: Engine match
de: Motorübereinstimmung
fr: Correspondance des moteurs
he: התאמת מנוע
hi: इंजन मिलान
hu: Motor meccs
id: Pertandingan mesin
it: Corrispondenza motore

source: Engine option parameters
de: Engine-Optionsparameter
fr: Paramètres des options du moteur
he: פרמטרים של אפשרות מנוע
hi: इंजन विकल्प पैरामीटर
hu: A motor opció paraméterei
id: Parameter opsi mesin
it: Parametri delle opzioni del motore

source: Select engine time adjustments
de: Wählen Sie Motorzeitanpassungen
fr: Sélectionnez les réglages du temps du moteur
he: בחר התאמות זמן מנוע
hi: इंजन समय समायोजन का चयन करें
hu: Válassza ki a motoridő beállításait
id: Pilih penyesuaian waktu mesin
it: Seleziona le regolazioni del tempo del motore

source: Engine tournament
de: Motorenturnier
fr: Tournoi des moteurs
he: טורניר מנועים
hi: इंजन टूर्नामेंट
hu: Motorverseny
id: Turnamen mesin
it: Torneo di motori

source: Tournament cross table
de: Turnier-Kreuztabelle
fr: Tableau croisé des tournois
he: שולחן צולב בטורניר
hi: टूर्नामेंट क्रॉस टेबल
hu: Verseny kereszt asztal
id: Tabel silang turnamen
it: Tabella incrociata del torneo

source: Evaluation profile options
de: Optionen für Auswertungsprofile
fr: Options de profil d'évaluation
he: אפשרויות פרופיל הערכה
hi: मूल्यांकन प्रोफ़ाइल विकल्प
hu: Értékelési profil opciók
id: Opsi profil evaluasi
it: Opzioni del profilo di valutazione

source: Game details
de: Spieldetails
fr: Détails du jeu
he: פרטי המשחק
hi: खेल विवरण
hu: A játék részletei
id: Detail permainan
it: Dettagli del gioco

source: Game prefix
de: Spielpräfix
fr: Préfixe du jeu
he: קידומת משחק
hi: खेल उपसर्ग
hu: Játék előtag
id: Awalan permainan
it: Prefisso del gioco

source: Pgn browser
fr: Navigateur PGN
he: דפדפן Pgn
hi: पीजीएन ब्राउज़र
hu: Pgn böngésző
id: Peramban PGN
it: Browser PGN

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
he: הגדרות כלליות
hi: सामान्य सेटिंग्स
hu: Általános beállítások
id: Pengaturan umum
it: Impostazioni generali

source: Select help delay options
de: Wählen Sie Optionen für die Hilfeverzögerung aus
fr: Sélectionnez les options de délai d'aide
he: בחר אפשרויות עיכוב עזרה
hi: सहायता विलंब विकल्प चुनें
hu: Válassza ki a súgó késleltetési beállításait
id: Pilih opsi penundaan bantuan
it: Seleziona le opzioni di ritardo dell'aiuto

source: Board highlight colours for 2d screen
de: Hervorhebungsfarben der Tafel für den 2D-Bildschirm
fr: Couleurs de surbrillance du tableau pour écran 2D
he: צבעי הדגשת לוח עבור מסך דו מימדי
hi: 2डी स्क्रीन के लिए बोर्ड हाइलाइट रंग
hu: Tábla kiemelő színek 2D képernyőhöz
id: Sorotan warna papan untuk layar 2d
it: Colori di evidenziazione della scheda per lo schermo 2D

source: Input number
de: Eingabenummer
fr: Numéro d'entrée
he: מספר קלט
hi: इनपुट संख्या
hu: Írja be a számot
id: Masukan nomor
it: Inserisci il numero

source: Select kibitz option
de: Wählen Sie die Kibitz-Option
fr: Sélectionnez l'option kibitz
he: בחר באפשרות קיביט
hi: किबिट्ज़ विकल्प चुनें
hu: Válassza ki a kibitz opciót
id: Pilih opsi kibitz
it: Seleziona l'opzione kibitz

source: Adjust 3d Lighting and materials
de: Passen Sie 3D-Beleuchtung und Materialien an
fr: Ajuster l'éclairage et les matériaux 3D
he: התאם את התאורה והחומרים בתלת מימד
hi: 3D प्रकाश और सामग्री समायोजित करें
hu: Állítsa be a 3D világítást és az anyagokat
id: Sesuaikan Pencahayaan dan material 3d
it: Regola l'illuminazione 3D e i materiali

source: Log file settings
de: Protokolldateieinstellungen
fr: Paramètres du fichier journal
he: הגדרות קובץ יומן
hi: लॉग फ़ाइल सेटिंग्स
hu: Naplófájl beállításai
id: Pengaturan berkas log
it: Impostazioni del file di registro

source: Maintenance settings
de: Wartungseinstellungen
fr: Paramètres de maintenance
he: הגדרות תחזוקה
hi: रखरखाव सेटिंग्स
hu: Karbantartási beállítások
id: Pengaturan pemeliharaan
it: Impostazioni di manutenzione

source: Media player options
de: Media Player-Optionen
fr: Options du lecteur multimédia
he: אפשרויות נגן מדיה
hi: मीडिया प्लेयर विकल्प
hu: Médialejátszó opciók
id: Opsi pemutar media
it: Opzioni del lettore multimediale

source: Place advert for game
de: Anzeige für Spiel platzieren
fr: Placer une annonce pour le jeu
he: פרסם מודעה למשחק
hi: खेल के लिए विज्ञापन लगाएं
hu: Helyezzen fel hirdetést a játékhoz
id: Pasang iklan untuk game
it: Inserisci un annuncio per il gioco

source: Select network window settings
de: Netzwerkfenstereinstellungen auswählen
fr: Sélectionnez les paramètres de la fenêtre réseau
he: בחר הגדרות חלון רשת
hi: नेटवर्क विंडो सेटिंग चुनें
hu: Válassza ki a hálózati ablak beállításait
id: Pilih pengaturan jendela jaringan
it: Seleziona le impostazioni della finestra di rete

source: 3d Graphics Options
de: 3D-Grafikoptionen
fr: Options graphiques 3D
he: אפשרויות גרפיקה תלת מימדית
hi: 3डी ग्राफिक्स विकल्प
hu: 3D grafikai lehetőségek
id: Opsi Grafik 3D
it: Opzioni grafiche 3D

source: 3d piece size adjustment dialog box
de: Dialogfeld zur Anpassung der 3D-Teilegröße
fr: Boîte de dialogue de réglage de la taille des pièces 3D
he: תיבת דו-שיח התאמת גודל חלק תלת-ממדית
hi: 3डी टुकड़ा आकार समायोजन संवाद बॉक्स
hu: 3D darab méret beállítás párbeszédpanel
id: Kotak dialog penyesuaian ukuran potongan 3d
it: Finestra di dialogo di regolazione delle dimensioni del pezzo 3D

source: Player names
de: Spielernamen
fr: Noms des joueurs
he: שמות שחקנים
hi: खिलाड़ियों के नाम
hu: Játékosok nevei
id: Nama pemain
it: Nomi dei giocatori

source: Polyglot .bin opening book settings
de: Polyglot .bin-Öffnungsbucheinstellungen
fr: Paramètres d'ouverture du livre Polyglot .bin
he: הגדרות ספר הפתיחה של Polyglot .bin
hi: पॉलीग्लॉट .bin पुस्तक खोलने की सेटिंग
hu: Polyglot .bin nyitókönyv beállításai
id: Pengaturan pembukaan buku Polyglot .bin
it: Impostazioni di apertura del libro Polyglot .bin

source: Move weights for polyglot .bin book
de: Gewichte für polyglottes .bin-Buch verschieben
fr: Déplacer les poids pour le livre polyglotte .bin
he: הזז משקלים עבור ספר bin polyglot
hi: पॉलीग्लॉट .bin पुस्तक के लिए भार ले जाएँ
hu: Súlyok mozgatása a többnyelvű .bin könyvhöz
id: Pindahkan beban untuk buku poliglot .bin
it: Sposta i pesi per il libro .bin poliglotta

source: Position setup
de: Positionsaufbau
fr: Configuration de la position
he: הגדרת מיקום
hi: स्थिति सेटअप
hu: Pozíció beállítása
id: Pengaturan posisi
it: Impostazione della posizione

source: Print Options
de: Druckoptionen
fr: Options d'impression
he: אפשרויות הדפסה
hi: प्रिंट विकल्प
hu: Nyomtatási beállítások
id: Opsi Cetak
it: Opzioni di stampa

source: Adjust puzzle file statistics
de: Passen Sie die Puzzle-Dateistatistik an
fr: Ajuster les statistiques du fichier de puzzle
he: התאם את הנתונים הסטטיסטיים של קובץ הפאזל
hi: पहेली फ़ाइल आँकड़े समायोजित करें
hu: Állítsa be a puzzle fájl statisztikáit
id: Sesuaikan statistik file puzzle
it: Regola le statistiche del file puzzle

source: Puzzle Options
de: Puzzle-Optionen
fr: Options de puzzle
he: אפשרויות פאזל
hi: पहेली विकल्प
hu: Rejtvény opciók
id: Opsi Teka-teki
it: Opzioni puzzle

source: Score counter dialog box
de: Dialogfeld „Punktezähler“
fr: Boîte de dialogue du compteur de scores
he: תיבת דו-שיח מונה ציונים
hi: स्कोर काउंटर संवाद बॉक्स
hu: Pontszámszámláló párbeszédpanel
id: Kotak dialog penghitung skor
it: Finestra di dialogo del contatore dei punteggi

source: Engine search info display options
de: Anzeigeoptionen für Suchmaschineninformationen
fr: Options d'affichage des informations de recherche du moteur
he: אפשרויות הצגת מידע על חיפוש מנוע
hi: इंजन खोज जानकारी प्रदर्शन विकल्प
hu: Motorkeresési információ megjelenítési lehetőségei
id: Opsi tampilan info pencarian mesin
it: Opzioni di visualizzazione delle informazioni di ricerca del motore

source: Sound options
de: Sound-Optionen
fr: Options sonores
he: אפשרויות סאונד
hi: ध्वनि विकल्प
hu: Hangbeállítások
id: Opsi suara
it: Opzioni audio

source: Create Skeleton Games for a Tournament Round
de: Erstellen Sie Skeleton-Spiele für eine Turnierrunde
fr: Créer des jeux de squelette pour un tour de tournoi
he: צור משחקי שלד לסיבוב טורניר
hi: टूर्नामेंट राउंड के लिए स्केलेटन गेम बनाएं
hu: Hozzon létre csontvázjátékokat egy versenykörhöz
id: Buat Game Skeleton untuk Babak Turnamen
it: Crea giochi Skeleton per un round del torneo

source: Training settings
de: Trainingseinstellungen
fr: Paramètres de formation
he: הגדרות אימון
hi: प्रशिक्षण सेटिंग्स
hu: Képzési beállítások
id: Pengaturan pelatihan
it: Impostazioni di allenamento

source: Swahili
de: Suaheli
he: סוואהילית
hu: szuahéli
id: Bahasa Swahili

source: medium.com/@jsw.tan1991
id: media.com/@jsw.tan1991
