Repository: RoySawyer/Nimzo_3d_i18a
Catalog: main_1_*.po
Languages: de, fr, he, hi, hu, id, it

source: This panel lets you setup the .pgn log file.
de: In diesem Bereich können Sie die PNG-Protokolldatei einrichten.
fr: Ce panneau vous permet de configurer le fichier journal .pgn.
he: לוח זה מאפשר לך להגדיר את קובץ היומן .pgn.
hi: यह पैनल आपको .pgn लॉग फ़ाइल सेटअप करने देता है।
hu: Ez a panel lehetővé teszi a .pgn naplófájl beállítását.
id: Panel ini memungkinkan Anda mengatur berkas log .pgn.
it: Questo pannello consente di impostare il file di registro .pgn.

source: Log file
de: Protokolldatei
fr: Fichier journal
he: קובץ יומן
hi: बोटा दस्तावेज
hu: Naplófájl
id: Berkas catatan
it: File di registro

source: Select log file
de: Protokolldatei auswählen
fr: Sélectionner le fichier journal
he: בחר קובץ יומן
hi: लॉग फ़ाइल चुनें
hu: Válassza ki a naplófájlt
id: Pilih berkas log
it: Seleziona il file di registro

source: The .pgn file that is created to save your activity.
de: Die .pgn-Datei, die zum Speichern Ihrer Aktivität erstellt wird.
fr: Le fichier .pgn créé pour enregistrer votre activité.
he: קובץ ה-.pgn שנוצר כדי לשמור את הפעילות שלך.
hi: .pgn फ़ाइल जो आपकी गतिविधि को सहेजने के लिए बनाई गई है.
hu: A tevékenység mentéséhez létrehozott .pgn fájl.
id: File .pgn yang dibuat untuk menyimpan aktivitas Anda.
it: Il file .pgn creato per salvare la tua attività.

source: Clear this box to disable logging.
de: Deaktivieren Sie dieses Kontrollkästchen, um die Protokollierung zu deaktivieren.
fr: Décochez cette case pour désactiver la journalisation.
he: נקה את התיבה הזו כדי להשבית את הרישום.
hi: लॉगिंग अक्षम करने के लिए इस बॉक्स को साफ़ करें.
hu: Törölje ezt a négyzetet a naplózás letiltásához.
id: Kosongkan kotak ini untuk menonaktifkan pencatatan.
it: Deseleziona questa casella per disattivare la registrazione.

source: Use this panel to select a .pgn file to save a record
de: Verwenden Sie dieses Bedienfeld, um eine PNG-Datei zum Speichern eines Datensatzes auszuwählen
fr: Utilisez ce panneau pour sélectionner un fichier .pgn pour enregistrer un enregistrement
he: השתמש בחלונית זו כדי לבחור קובץ .pgn לשמירת רשומה
hi: रिकॉर्ड सहेजने के लिए .pgn फ़ाइल चुनने हेतु इस पैनल का उपयोग करें
hu: Ezen a panelen válasszon ki egy .pgn fájlt rekord mentéséhez
id: Gunakan panel ini untuk memilih file .pgn untuk menyimpan rekaman
it: Utilizzare questo pannello per selezionare un file .pgn in cui salvare un record

source: of activity. You can subsequently access the log using
de: der Aktivität. Sie können anschließend über
fr: d'activité. Vous pouvez ensuite accéder au journal en utilisant
he: של פעילות. לאחר מכן תוכל לגשת ליומן באמצעות
hi: गतिविधि की। आप बाद में लॉग का उपयोग कर सकते हैं
hu: tevékenységének. A naplót ezután a használatával érheti el
id: aktivitas. Anda selanjutnya dapat mengakses log menggunakan
it: di attività. Successivamente puoi accedere al registro utilizzando

source: the < File > < Open log file > menu command
de: den Menübefehl < Datei > < Protokolldatei öffnen >
fr: la commande de menu < Fichier > < Ouvrir le fichier journal >
he: פקודת התפריט < קובץ > < פתח קובץ יומן >
hi: < फ़ाइल > < लॉग फ़ाइल खोलें > मेनू कमांड
hu: a < Fájl > < Naplófájl megnyitása > menüparancs
id: perintah menu < File > < Buka berkas log >
it: il comando di menu < File > < Apri file di registro >

source: Log file dialog help
de: Hilfe zum Dialogfeld „Protokolldatei“
fr: Aide de la boîte de dialogue du fichier journal
he: עזרה דו-שיח של קובץ יומן
hi: लॉग फ़ाइल संवाद सहायता
hu: Naplófájl párbeszédpanel súgó
id: Bantuan dialog berkas log
it: Aiuto nella finestra di dialogo del file di registro

source: New Tab
de: Neuer Tab
fr: Nouvel onglet
he: כרטיסייה חדשה
hi: नया टैब
hu: Új lap
id: Tab Baru
it: Nuova scheda

source: New Game
de: Neues Spiel
fr: Nouveau jeu
he: משחק חדש
hi: नया खेल
hu: Új játék
id: Permainan Baru
it: Nuovo gioco

source: New
de: Neu
fr: Nouveau
he: חָדָשׁ
hi: नया
hu: Új
id: Baru
it: Nuovo

source: Start afresh with a new .pgn file with no games
de: Beginnen Sie neu mit einer neuen PNG-Datei ohne Spiele
fr: Recommencez avec un nouveau fichier .pgn sans jeux
he: התחל מחדש עם קובץ .pgn חדש ללא משחקים
hi: बिना किसी गेम वाली नई .pgn फ़ाइल के साथ नए सिरे से शुरुआत करें
hu: Kezdje újra egy új .pgn fájllal, játék nélkül
id: Mulailah lagi dengan file .pgn baru tanpa permainan
it: Ricomincia da capo con un nuovo file .pgn senza giochi

source: Open
de: Offen
fr: Ouvrir
he: לִפְתוֹחַ
hi: खुला
hu: Nyitott
id: Membuka
it: Aprire

source: Open an existing .pgn file
de: Öffnen Sie eine vorhandene PNG-Datei
fr: Ouvrir un fichier .pgn existant
he: פתח קובץ ‎.pgn קיים
hi: मौजूदा .pgn फ़ाइल खोलें
hu: Nyisson meg egy meglévő .pgn fájlt
id: Buka file .pgn yang ada
it: Aprire un file .pgn esistente

source: Open Recent
de: Zuletzt geöffnet
fr: Ouvrir récent
he: פתח לאחרונה
hi: हाल ही वाला खोलें
hu: Nyissa meg a Legutóbbi lehetőséget
id: Buka Terbaru
it: Apri Recente

source: Clear recent file list
de: Liste der zuletzt verwendeten Dateien löschen
fr: Effacer la liste des fichiers récents
he: נקה את רשימת הקבצים האחרונים
hi: हाल की फ़ाइल सूची साफ़ करें
hu: A legutóbbi fájlok listájának törlése
id: Hapus daftar file terbaru
it: Cancella l'elenco dei file recenti

source: Clear the recent file list
de: Löschen der Liste der zuletzt verwendeten Dateien
fr: Effacer la liste des fichiers récents
he: נקה את רשימת הקבצים האחרונים
hi: हाल की फ़ाइल सूची साफ़ करें
hu: Törölje a legutóbbi fájlok listáját
id: Hapus daftar file terbaru
it: Cancella l'elenco dei file recenti

source: Open log file
de: Logdatei öffnen
fr: Ouvrir le fichier journal
he: פתח קובץ יומן
hi: लॉग फ़ाइल खोलें
hu: Nyissa meg a naplófájlt
id: Buka berkas log
it: Apri file di registro

source: Open the file in which Tarrasch logs games
de: Öffnen Sie die Datei, in der Tarrasch Spiele protokolliert
fr: Ouvrez le fichier dans lequel Tarrasch enregistre les jeux
he: פתח את הקובץ שבו Tarrasch רושם משחקים
hi: वह फ़ाइल खोलें जिसमें टैराश गेम लॉग करता है
hu: Nyissa meg azt a fájlt, amelyben Tarrasch naplózza a játékokat
id: Buka file tempat Tarrasch mencatat permainannya
it: Aprire il file in cui Tarrasch registra le partite

source: Save the current .pgn file
de: Speichern Sie die aktuelle PNG-Datei
fr: Enregistrer le fichier .pgn actuel
he: שמור את קובץ ה-pgn הנוכחי
hi: वर्तमान .pgn फ़ाइल सहेजें
hu: Mentse el az aktuális .pgn fájlt
id: Simpan file .pgn saat ini
it: Salva il file .pgn corrente

source: Save the current .pgn file with a different name
de: Speichern Sie die aktuelle PNG-Datei unter einem anderen Namen
fr: Enregistrez le fichier .pgn actuel sous un nom différent
he: שמור את קובץ ה-pgn הנוכחי בשם אחר
hi: वर्तमान .pgn फ़ाइल को किसी भिन्न नाम से सहेजें
hu: Mentse el az aktuális .pgn fájlt más néven
id: Simpan file .pgn saat ini dengan nama yang berbeda
it: Salva il file .pgn corrente con un nome diverso

source: Save game as
de: Spiel speichern unter
fr: Enregistrer la partie sous
he: שמור את המשחק בשם
hi: गेम को इस रूप में सेव करें
hu: Játék mentése másként
id: Simpan permainan sebagai
it: Salva il gioco come

source: Save the current game to a new or existing .pgn file
de: Speichern Sie das aktuelle Spiel in einer neuen oder vorhandenen PNG-Datei
fr: Enregistrer la partie en cours dans un fichier .pgn nouveau ou existant
he: שמור את המשחק הנוכחי בקובץ .pgn חדש או קיים
hi: वर्तमान गेम को नई या मौजूदा .pgn फ़ाइल में सहेजें
hu: Mentse az aktuális játékot egy új vagy meglévő .pgn fájlba
id: Simpan permainan saat ini ke file .pgn baru atau yang sudah ada
it: Salva la partita corrente in un file .pgn nuovo o esistente

source: New tab
de: Neue Registerkarte
fr: Nouvel onglet
he: כרטיסייה חדשה
hi: नया टैब
hu: Új lap
id: Tab baru
it: Nuova scheda

source: Close tab
de: Registerkarte schließen
fr: Fermer l'onglet
he: סגור כרטיסייה
hi: टैब बंद करें
hu: Lap bezárása
id: Tutup tab
it: Chiudi scheda

source: Close all tabs
de: Alle Tabs schließen
fr: Fermer tous les onglets
he: סגור את כל הכרטיסיות
hi: सभी टैब को बंद करें
hu: Zárja be az összes lapot
id: Tutup semua tab
it: Chiudi tutte le schede

source: Close all open tabs, except the first one
de: Schließen Sie alle geöffneten Tabs außer dem ersten
fr: Fermez tous les onglets ouverts, sauf le premier
he: סגור את כל הכרטיסיות הפתוחות, מלבד הראשונה
hi: पहले टैब को छोड़कर सभी खुले टैब बंद करें
hu: Zárja be az összes megnyitott lapot, kivéve az elsőt
id: Tutup semua tab yang terbuka, kecuali yang pertama
it: Chiudere tutte le schede aperte, tranne la prima

source: Add tab to file
de: Registerkarte zur Datei hinzufügen
fr: Ajouter un onglet au fichier
he: הוסף כרטיסייה לקובץ
hi: फ़ाइल में टैब जोड़ें
hu: Tabulátor hozzáadása a fájlhoz
id: Tambahkan tab ke file
it: Aggiungi scheda al file

source: Add this game to the current file
de: Dieses Spiel zur aktuellen Datei hinzufügen
fr: Ajouter ce jeu au fichier actuel
he: הוסף את המשחק הזה לקובץ הנוכחי
hi: इस गेम को वर्तमान फ़ाइल में जोड़ें
hu: Adja hozzá ezt a játékot az aktuális fájlhoz
id: Tambahkan game ini ke file saat ini
it: Aggiungi questo gioco al file corrente

source: Print..
de: Drucken..
fr: Imprimer..
he: הֶדפֵּס..
hi: प्रिंट..
hu: Nyomtatás..
id: Mencetak..
it: Stampa..

source: Print game functions
de: Spielfunktionen drucken
fr: Imprimer les fonctions du jeu
he: הדפס פונקציות משחק
hi: प्रिंट गेम फ़ंक्शन
hu: Nyomtasd ki a játékfunkciókat
id: Fungsi permainan cetak
it: Funzioni di stampa del gioco

source: Print game..
de: Spiel drucken..
fr: Jeu d'impression..
he: הדפס משחק..
hi: प्रिंट खेल..
hu: Nyomtassa ki a játékot..
id: Cetak permainan..
it: Stampa gioco..

source: Print preview for the current game
de: Druckvorschau für das aktuelle Spiel
fr: Aperçu avant impression du jeu en cours
he: תצוגה מקדימה של הדפסה עבור המשחק הנוכחי
hi: वर्तमान गेम के लिए प्रिंट पूर्वावलोकन
hu: Az aktuális játék nyomtatási előnézete
id: Pratinjau cetak untuk game saat ini
it: Anteprima di stampa per il gioco corrente

source: Print options..
de: Druckoptionen..
fr: Options d'impression.
he: אפשרויות הדפסה..
hi: प्रिंट विकल्प..
hu: Nyomtatási lehetőségek..
id: Pilihan cetak..
it: Opzioni di stampa.

source: Set options for printing
de: Festlegen von Optionen zum Drucken
fr: Définir les options d'impression
he: הגדר אפשרויות להדפסה
hi: मुद्रण के लिए विकल्प सेट करें
hu: Adja meg a nyomtatási beállításokat
id: Tetapkan opsi untuk pencetakan
it: Imposta le opzioni per la stampa

source: E&xit
de: Ausfahrt
fr: Sortie
he: יְצִיאָה
hi: बाहर निकलना
hu: Kijárat
id: KELUAR
it: Uscita

source: Copy
de: Kopie
fr: Copie
he: לְהַעְתִיק
hi: प्रतिलिपि
hu: Másolat
id: Menyalin
it: Copia

source: Cut
de: Schneiden
fr: Couper
he: גְזִירָה
hi: काटना
hu: Vágott
id: Memotong
it: Taglio

source: Paste
fr: Coller
he: לְהַדבִּיק
hi: पेस्ट करें
hu: Paszta
id: Pasta
it: Impasto

source: Undo
de: Rückgängig machen
fr: Défaire
he: לְבַטֵל
hi: पूर्ववत
hu: Visszavonás
id: Membuka
it: Disfare

source: Redo
de: Wiederholen
fr: Refaire
he: לַעֲשׂוֹת שׁוּב
hi: फिर से करना
hu: Újra
id: Mengulangi
it: Rifare

source: Delete comment text or remainder of variation
de: Kommentartext oder Rest der Variante löschen
fr: Supprimer le texte du commentaire ou le reste de la variation
he: מחק את טקסט ההערה או את שאר הווריאציות
hi: टिप्पणी का पाठ या शेष भिन्नता हटाएं
hu: Törölje a megjegyzés szövegét vagy a változat fennmaradó részét
id: Hapus teks komentar atau sisa variasinya
it: Elimina il testo del commento o il resto della variazione

source: Delete selection or rest of variation
de: Auswahl oder Rest der Variante löschen
fr: Supprimer la sélection ou le reste de la variation
he: מחק את הבחירה או את שאר הווריאציה
hi: चयनित या शेष भिन्नता को हटाएं
hu: Törölje a kijelölést vagy a többi változatot
id: Hapus pilihan atau sisa variasi
it: Elimina la selezione o il resto della variazione

source: Edit game details
de: Spieldetails bearbeiten
fr: Modifier les détails du jeu
he: ערוך את פרטי המשחק
hi: खेल विवरण संपादित करें
hu: Szerkessze a játék részleteit
id: Edit detail permainan
it: Modifica i dettagli del gioco

source: Modify player names, tournament names, or other details
de: Ändern Sie Spielernamen, Turniernamen oder andere Details
fr: Modifier les noms des joueurs, les noms des tournois ou d'autres détails
he: שנה שמות שחקנים, שמות טורנירים או פרטים אחרים
hi: खिलाड़ी के नाम, टूर्नामेंट के नाम या अन्य विवरण संशोधित करें
hu: Módosítsd a játékosneveket, versenyneveket vagy egyéb adatokat
id: Ubah nama pemain, nama turnamen, atau detail lainnya
it: Modificare i nomi dei giocatori, i nomi dei tornei o altri dettagli

source: Copy game to system clipboard (PGN)
de: Spiel in die Systemzwischenablage kopieren (PGN)
fr: Copier le jeu dans le presse-papiers du système (PGN)
he: העתקת המשחק ללוח המערכת (PGN)
hi: गेम को सिस्टम क्लिपबोर्ड पर कॉपी करें (PGN)
hu: Játék másolása a rendszer vágólapjára (PGN)
id: Salin permainan ke clipboard sistem (PGN)
it: Copia il gioco negli appunti di sistema (PGN)

source: Copy position to system clipboard (FEN)
de: Position in die Systemzwischenablage kopieren (FEN)
fr: Copier la position dans le presse-papiers système (FEN)
he: העתק מיקום ללוח המערכת (FEN)
hi: सिस्टम क्लिपबोर्ड पर स्थिति की प्रतिलिपि बनाएँ (FEN)
hu: Pozíció másolása a rendszer vágólapjára (FEN)
id: Salin posisi ke clipboard sistem (FEN)
it: Copia la posizione negli appunti di sistema (FEN)

source: Delete the whole variation
de: Löschen Sie die gesamte Variante
fr: Supprimer toute la variation
he: מחק את כל הווריאציה
hi: संपूर्ण भिन्नता हटाएं
hu: Törölje a teljes variációt
id: Hapus seluruh variasi
it: Elimina l'intera variazione

source: The current variation is elevated higher in the hierarchy of variations
de: Die aktuelle Variante wird in der Variationshierarchie höher eingestuft.
fr: La variation actuelle est élevée plus haut dans la hiérarchie des variations
he: הווריאציה הנוכחית מוגבהת גבוה יותר בהיררכיית הווריאציות
hi: वर्तमान भिन्नता विविधताओं के पदानुक्रम में उच्चतर स्तर पर है
hu: A jelenlegi variáció feljebb van a variációk hierarchiájában
id: Variasi saat ini diangkat lebih tinggi dalam hierarki variasi
it: La variazione attuale è elevata più in alto nella gerarchia delle variazioni

source: The current variation is lowered in the hierarchy of variations
de: Die aktuelle Variante wird in der Variationshierarchie nach unten verschoben
fr: La variation actuelle est abaissée dans la hiérarchie des variations
he: הווריאציה הנוכחית יורדת בהיררכיית הווריאציות
hi: वर्तमान भिन्नता को विविधताओं के पदानुक्रम में नीचे रखा गया है
hu: Az aktuális variáció lejjebb kerül a változatok hierarchiájában
id: Variasi saat ini diturunkan dalam hierarki variasi
it: La variazione attuale è scesa nella gerarchia delle variazioni

source: Demote rest of variation to comment
de: Rest der Variante auf Kommentar herabstufen
fr: Rétrograder le reste de la variante au rang de commentaire
he: הורד את שאר הווריאציות כדי להגיב
hi: शेष भिन्नता को टिप्पणी में अवनत करें
hu: Csökkentse a többi variációt a megjegyzéshez
id: Turunkan sisa variasi ke komentar
it: Declassa il resto della variante a commento

source: Convert moves to plain text which can be edited
de: Wandeln Sie Züge in einfachen Text um, der bearbeitet werden kann
fr: Convertir les mouvements en texte brut qui peut être modifié
he: המר מהלכים לטקסט רגיל שניתן לעריכה
hi: चालों को सादे पाठ में बदलें जिसे संपादित किया जा सके
hu: A mozgások átalakítása egyszerű szöveggé, amely szerkeszthető
id: Ubah gerakan menjadi teks biasa yang dapat diedit
it: Converti le mosse in testo normale che può essere modificato

source: Promote comment to moves
de: Kommentare zu Moves befördern
fr: Promouvoir les commentaires sur les mouvements
he: קדם תגובה למהלכים
hi: टिप्पणी को बढ़ावा दें
hu: Hozzászólás népszerűsítése lépésekhez
id: Promosikan komentar ke gerakan
it: Promuovi commento alle mosse

source: Convert plain text to live moves
de: Wandeln Sie Klartext in Live-Moves um
fr: Convertir du texte brut en mouvements en direct
he: המר טקסט רגיל למהלכים חיים
hi: सादे टेक्स्ट को लाइव मूव में बदलें
hu: Konvertálja az egyszerű szöveget élő mozdulattá
id: Ubah teks biasa menjadi gerakan langsung
it: Convertire il testo normale in mosse live

source: Promote rest of comment to moves
de: Rest des Kommentars zu Moves hochstufen
fr: Promouvoir le reste du commentaire en mouvements
he: קדם את שאר ההערות למהלכים
hi: शेष टिप्पणी को आगे बढाएं
hu: A megjegyzés többi részének előmozdítása mozgásokká
id: Promosikan sisa komentar ke gerakan
it: Promuovi il resto del commento alle mosse

source: Convert plain text (from cursor to end of comment) to live moves
de: Konvertieren Sie einfachen Text (vom Cursor bis zum Ende des Kommentars) in Live-Moves
fr: Convertir du texte brut (du curseur à la fin du commentaire) en mouvements en direct
he: המר טקסט רגיל (מהסמן לסוף ההערה) למהלכים חיים
hi: सादे पाठ (कर्सर से टिप्पणी के अंत तक) को लाइव मूव में बदलें
hu: A sima szöveget (a kurzortól a megjegyzés végéig) élő mozgásokká alakíthatja
id: Ubah teks biasa (dari kursor hingga akhir komentar) menjadi gerakan langsung
it: Convertire il testo normale (dal cursore alla fine del commento) in mosse live

source: Delete comments
de: Kommentare löschen
fr: Supprimer les commentaires
he: מחק תגובות
hi: टिप्पणियाँ हटाएँ
hu: Megjegyzések törlése
id: Hapus komentar
it: Elimina commenti

source: Delete all comments to the game
de: Alle Kommentare zum Spiel löschen
fr: Supprimer tous les commentaires du jeu
he: מחק את כל התגובות למשחק
hi: खेल पर सभी टिप्पणियाँ हटाएँ
hu: Törölje a játékhoz fűzött összes megjegyzést
id: Hapus semua komentar pada game
it: Elimina tutti i commenti al gioco

source: Delete sub-vars
de: Untergeordnete Variablen löschen
fr: Supprimer les sous-variables
he: מחק תת-ווארים
hi: उप-वार्स हटाएँ
hu: Alváltozók törlése
id: Hapus sub-var
it: Elimina sotto-variabili

source: Delete all sub-variations to the game
de: Löschen Sie alle Untervarianten des Spiels
fr: Supprimer toutes les sous-variantes du jeu
he: מחק את כל וריאציות המשנה למשחק
hi: खेल के सभी उप-भिन्नताएँ हटाएँ
hu: Törölje a játék összes alváltozatát
id: Hapus semua sub-variasi pada game
it: Elimina tutte le sotto-varianti del gioco

source: Delete NAGs
de: NAGs löschen
fr: Supprimer les NAG
he: מחק NAGs
hi: NAGs हटाएँ
hu: NAG-ok törlése
id: Hapus NAG
it: Elimina NAG

source: Delete all NAGs (Numeric Annotation Glyphs) to the game
de: Lösche alle NAGs (Numeric Annotation Glyphs) zum Spiel
fr: Supprimer tous les NAG (glyphes d'annotation numérique) du jeu
he: מחק את כל ה-NAGs (Glyphs Nomeric Annotation Glyphs) למשחק
hi: गेम से सभी NAG (संख्यात्मक एनोटेशन ग्लिफ़) हटाएँ
hu: Töröld az összes NAG-t (Numeric Annotation Glyphs) a játékból
id: Hapus semua NAG (Glyph Anotasi Numerik) pada game
it: Elimina tutti i NAG (glifi di annotazione numerica) dal gioco

source: Delete all
de: Alle löschen
fr: Supprimer tout
he: מחק הכל
hi: सभी हटा दो
hu: Az összes törlése
id: Hapus semua
it: Elimina tutto

source: Delete all comments,sub-variations and NAGs to the game
de: Lösche alle Kommentare, Untervarianten und NAGs zum Spiel
fr: Supprimer tous les commentaires, sous-variantes et NAG du jeu
he: מחק את כל ההערות, גרסאות המשנה וה-NAGs למשחק
hi: खेल से सभी टिप्पणियाँ, उप-भिन्नताएँ और NAGs हटाएँ
hu: Törölje a játékhoz fűzött összes megjegyzést, alvariációt és NAG-t
id: Hapus semua komentar, sub-variasi, dan NAG pada game
it: Elimina tutti i commenti, le sottovarianti e le critiche al gioco

source: Show the current file as a list of games
de: Aktuelle Datei als Spieleliste anzeigen
fr: Afficher le fichier actuel sous forme de liste de jeux
he: הצג את הקובץ הנוכחי כרשימה של משחקים
hi: वर्तमान फ़ाइल को खेलों की सूची के रूप में दिखाएँ
hu: Az aktuális fájl megjelenítése játékok listájaként
id: Tampilkan file saat ini sebagai daftar permainan
it: Mostra il file corrente come un elenco di giochi

source: Database
de: Datenbank
fr: Base de données
he: מסד נתונים
hi: डेटाबेस
hu: Adatbázis
id: Basis Data
it: Banca dati

source: Do a database search, revealing a list of found games
de: Führen Sie eine Datenbanksuche durch, die eine Liste der gefundenen Spiele anzeigt
fr: Effectuez une recherche dans la base de données, révélant une liste de jeux trouvés
he: בצע חיפוש במסד הנתונים, תחשוף רשימה של משחקים שנמצאו
hi: डेटाबेस में खोज करें, जिससे पाए गए खेलों की सूची सामने आएगी
hu: Végezzen keresést az adatbázisban, felfedve a talált játékok listáját
id: Lakukan pencarian database, yang akan menampilkan daftar game yang ditemukan
it: Effettua una ricerca nel database, rivelando un elenco di giochi trovati

source: Session
de: Sitzung
he: מוֹשָׁב
hi: सत्र
hu: Ülés
id: Sidang
it: Sessione

source: Show activity in this session as a list of games
de: Aktivität in dieser Sitzung als Liste von Spielen anzeigen
fr: Afficher l'activité de cette session sous forme de liste de jeux
he: הצג את הפעילות בהפעלה זו כרשימה של משחקים
hi: इस सत्र में गतिविधि को खेलों की सूची के रूप में दिखाएं
hu: A munkamenet tevékenységeinek megjelenítése játékok listájaként
id: Tampilkan aktivitas dalam sesi ini sebagai daftar permainan
it: Mostra l'attività in questa sessione come un elenco di giochi

source: Show the copied games as a list of games
de: Kopierte Spiele als Spieleliste anzeigen
fr: Afficher les jeux copiés sous forme de liste de jeux
he: הצג את המשחקים שהועתקו כרשימה של משחקים
hi: कॉपी किए गए खेलों को खेलों की सूची के रूप में दिखाएं
hu: A másolt játékok megjelenítése játékok listájaként
id: Tampilkan game yang disalin sebagai daftar game
it: Mostra i giochi copiati come un elenco di giochi

source: Previous game from file
de: Vorheriges Spiel aus Datei
fr: Jeu précédent du fichier
he: משחק קודם מהקובץ
hi: फ़ाइल से पिछला गेम
hu: Előző játék fájlból
id: Game sebelumnya dari file
it: Partita precedente dal file

source: Next game from file
de: Nächstes Spiel aus Datei
fr: Prochain jeu à partir du fichier
he: המשחק הבא מתוך הקובץ
hi: फ़ाइल से अगला गेम
hu: Következő játék fájlból
id: Game berikutnya dari file
it: Prossima partita dal file

source: Auto-replay
de: Automatische Wiedergabe
fr: Relecture automatique
he: הפעלה אוטומטית
hi: स्वतः पुनर्चालन
hu: Automatikus visszajátszás
id: Putar ulang otomatis
it: Riproduzione automatica

source: Start / stop automatic replay of loaded game
de: Automatische Wiedergabe des geladenen Spiels starten/stoppen
fr: Démarrer/arrêter la relecture automatique du jeu chargé
he: התחל/עצור שידור חוזר אוטומטי של המשחק שנטען
hi: लोड किए गए गेम का स्वचालित रीप्ले प्रारंभ/रोकें
hu: A betöltött játék automatikus lejátszásának indítása / leállítása
id: Mulai / hentikan pemutaran ulang otomatis game yang dimuat
it: Avvia/interrompe la riproduzione automatica del gioco caricato

source: Auto-replay options
de: Optionen für die automatische Wiedergabe
fr: Options de relecture automatique
he: אפשרויות הפעלה אוטומטית
hi: ऑटो-रिप्ले विकल्प
hu: Automatikus visszajátszási lehetőségek
id: Opsi pemutaran ulang otomatis
it: Opzioni di riproduzione automatica

source: Open the automatic replay dialog box
de: Öffnen Sie das Dialogfeld für die automatische Wiedergabe
fr: Ouvrir la boîte de dialogue de relecture automatique
he: פתח את תיבת הדו-שיח של הפעלה חוזרת אוטומטית
hi: स्वचालित रीप्ले संवाद बॉक्स खोलें
hu: Nyissa meg az automatikus visszajátszás párbeszédpanelt
id: Buka kotak dialog pemutaran ulang otomatis
it: Aprire la finestra di dialogo di riproduzione automatica

source: Free internet chess server..
de: Kostenloser Internet-Schachserver.
fr: Serveur d'échecs Internet gratuit.
he: שרת שחמט חינם באינטרנט..
hi: निःशुल्क इंटरनेट शतरंज सर्वर..
hu: Ingyenes internetes sakkszerver..
id: Server catur internet gratis..
it: Server di scacchi gratuito su Internet.

source: Play on the Fics server
de: Spielen Sie auf dem Fics-Server
fr: Jouez sur le serveur Fics
he: שחקו בשרת Fics
hi: फिक्स सर्वर पर चलायें
hu: Játssz a Fics szerveren
id: Mainkan di server Fics
it: Gioca sul server Fics
